{
  "actions": [
    {
      "acted_at": "1988-01-25", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-05", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-05", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-24", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Favorable Executive Comment Received From DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3856-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Hutto, Earl", 
      "sponsored_at": "1988-02-03", 
      "state": "FL", 
      "thomas_id": "00579", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-01-25", 
  "number": "3856", 
  "official_title": "A bill to amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the armed forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reserve Officer Personnel Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-01-25", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Clergy", 
    "Military chaplains", 
    "Military discharges", 
    "Military law", 
    "Military personnel", 
    "Military promotions", 
    "Military training", 
    "National Guard", 
    "Officer personnel", 
    "Religion and Clergy", 
    "Retired military personnel"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-01-25", 
    "text": "Reserve Officer Personnel Management Act - Continues on the reserve active status list certain Army and Air Force reserve colonels and brigadier generals who would otherwise be discharged from such active status due to age or years in service. Outlines certain promotion and failure of selection provisions concerning reserve officers of the Army, Navy, Marine Corps, and Air Force who are subject to placement on the reserve active status lists and who come up for promotion to a higher reserve grade. Authorizes, for a specified period, the Secretaries of the Army and the Air Force to prescribe minimum periods of total years of commissioned service for promotion consideration for reserve officers who are subject to placement on the reserve active status list of the Army or Air Force. Requires all officers due to be placed on the reserve active status list of their armed forces to be placed on such list with the same relative seniority as they held on the day before the effective date of this Act. Revises provisions concerning the determination of the highest grade held for purposes of computation of retired pay of officers required to perform satisfactorily on the reserve active status list. Title I: Promotion and Involuntary Separation of Officers on the Reserve Active Status List - Amends general military law provisions to direct the Secretary of the military department concerned, whenever the needs of the service require, to convene selection boards to make recommendations: (1) for promotion of officers on the reserve active status list in each permanent grade to the next higher grade; and (2) for continuation of officers on the reserve active status list or for selective early removal from such list (including requiring an officer to show cause for retention). Directs the Secretary of the military department concerned to notify officers eligible for promotion in advance that a selection board is to convene. Requires each selection board convened to submit a written report and certain certifications regarding their selection procedure. Directs the Secretary of the military department concerned to return a report to a selection board if a recommendation is found to be contrary to law or regulations. Directs the Secretary of the military department concerned, after final review of a board report, to submit such report, along with the Secretary's recommendations, to the Secretary of Defense for transmittal to the President for approval, modification, or disapproval. Allows the name of an officer recommended for promotion by a selection board to be removed from such board's report only by the President. Authorizes dissemination of the names of officers recommended for promotion upon approval by the President of the selection board report. Directs the Secretary of the military department concerned to maintain a single list of all officers who are in an active status in a reserve component. Outlines general rules pertaining to eligibility for consideration for promotion of officers appearing on such reserve active status lists. Requires an officer to be on such list for at least one continuous year before being eligible for promotion. Authorizes the Secretary of the military department concerned to limit the number of officers considered for promotion by a selection board. Defines \"promotion zone\" for purposes of this Act to be a certain specified promotion eligibility category. Outlines the minimum years of service-in-grade required for promotion eligibility consideration for officers who are on the reserve active status list of a reserve component. Authorizes the Secretary concerned to prescribe longer minimum periods of in-grade service in certain instances. Authorizes the Secretary concerned, in the case of an officer holding the grade of major or lieutenant commander in a reserve component, to also prescribe a minimum period of total years of commissioned service. Requires that certain ranked officers on the reserve active status list who are ineligible for promotion due to an insufficient period of in-grade service shall be placed in a zone of consideration and considered for promotion far enough in advance that such promotion would be effective on the date of eligibility due to completion of such required service. Requires each officer whose name appears on a reserve active status list to be placed in a competitive category for promotion. Directs the Secretary concerned to establish a promotion zone for officers serving in each grade and competitive category. Authorizes the Secretary of the Navy to implement regulations that require that a promotion zone for consideration of officers above the rank of ensign or second lieutenant be determined in accordance with a running mate system. Directs the Secretary concerned, before convening a selection board, to determine the maximum number of officers in each competitive category that the selection board may recommend for promotion. Authorizes the Secretary concerned, when the needs of the armed forces so require, to recommend officers of a certain rank for promotion from below the promotion zone. Directs the Secretary concerned, after the report of a promotion selection board has been approved by the President, to place the names of all officers selected for promotion on a list (a promotion list) in the order of seniority of those officers on the reserve active status list. Provides that promotions shall then be made in the order in which the names of the officers appear on the promotion list. Provides that appointments shall be made by the President, with the advice and consent of the Senate, with specified exceptions. Considers an officer to have accepted an appointment on the date it is made unless it is expressly declined. Provides that the President may at any time remove the name of any officer from a promotion list or such officer's name shall be removed if the Senate does not give its advice and consent to such appointment. Directs that any officer whose name is so removed continues to be eligible for promotion. Provides specified circumstances under which the appointment of an officer to a higher grade may be involuntarily delayed (e.g., court-martial, criminal proceedings, or disciplinary actions against an officer). Requires the name of such officer to be returned to such list if no adverse determinations are made. Provides for delay of promotion for: (1) mental, physical, moral, or professional reasons (including provisions for written notice of the grounds for such action, an opportunity for a written response, and time limitations for promotion delays and final actions concerning such delays); (2) compliance with military end-strength limitations; and (3) voluntary delays of up to three years. Authorizes the President to vacate the promotion of an officer to the grade of brigadier general or rear admiral (lower half) if the officer has served less than 18 months in that grade after promotion to that grade. Provides the grades to be held by such officers whose promotions are so vacated. Provides for the promotion of an eligible officer to a vacant position if specified conditions are met. Provides for the promotion of officers in the Army National Guard and Air National Guard, and Federal recognition of such appointment. Declares ineligible for promotion an officer who is transferred to an inactive status after having been recommended for promotion under provisions of this Act. Requires an officer who is on a promotion list and who is placed on an active duty list before being promoted to be promoted even though the officer is on the active duty list at the time of promotion. Outlines various other promotion procedures for officers in transition to and from the reserve active status list or the active duty list. Provides that a reserve officer below the grade of colonel, or captain in the Naval Reserve, who is eligible for promotion but either is not selected for, or declines the offer of, a promotion shall be considered to have failed selection for promotion. Outlines other instances in which an officer shall be considered to have failed selection for promotion. Directs the Secretary concerned to convene a special selection board in the case of an officer who was: (1) not considered for promotion because of administrative error; and (2) eligible for promotion, considered, but not selected because the action of the first selection board was contrary to law or contained material or administrative error or because such board lacked material information. Requires: (1) time limits for application for consideration by a special selection board; and (2) each such board convened to submit a written report. Provides for promotion of an officer recommended for promotion in a report by the special selection board which is approved by the President. Prohibits any official or court of the United States from having jurisdiction over any claim based on the failure of an officer to be selected for promotion until the claim has been acted upon by a special selection board. Permits a court to review a decision by the Secretary concerned not to convene a special selection board. Authorizes a court to remand a case to the Secretary concerned under certain circumstances. Authorizes the Secretary concerned to discharge an officer on the reserve active status list who: (1) has less than five years of service in an active status as a commissioned officer; or (2) is serving in the grade of second lieutenant or ensign and has been found not qualified for promotion to the next higher grade. Provides for the separation from service of various officers in the reserve component of the armed forces who fail for the second time to be selected for promotion to the next higher grade. Provides for the removal from the reserve active status list of lieutenant colonels, colonels, commanders, and captains in the reserve due to the completion of specified years of commissioned service. Provides for the separation from service at age 60 of certain reserve officers below the rank of brigadier general or rear admiral (lower half). Provides for the continuation of selected officers on the reserve active status list for a total specified number of years of service which varies depending upon the rank of such officer. Requires such continuation to be accomplished through a continuation selection board subject to the Secretary concerned. Authorizes the Secretary concerned to retain on the reserve active status list certain reserve officers until age 60. Authorizes the Secretary concerned to exercise selective early removal from the reserve active status list due to excess manpower in such reserve officer category. Provides for the separation from service of chaplains due to the loss of professional qualifications. Authorizes the Secretary of the military department concerned, at any time, to convene a board of officers for the purpose of determining whether such officer should be removed for substandard performance or certain other reasons (such as misconduct, or moral or professional dereliction). Provides for the reenlistment at the same enlisted status into the Regular Army or Regular Air Force of a former enlisted member, who has, since discharge, served on active duty as a reserve officer in the Army, upon specified conditions. Authorizes the Secretary of the Army to furnish the name of any officer of the Army Reserve who is assigned the duties of a general officer of the next higher service grade to a selection board for consideration for promotion to that grade. Repeals Federal law requiring: (1) officers of the Army National Guard or Army reserve who are not promoted to first lieutenant upon or before three years of service to be discharged from their reserve appointment; and (2) separation, retirement, or discharge of reserve officers below the grade of brigadier general upon their attaining age 60. Authorizes the Secretaries of the Army and Air Force to retain on the reserve active duty status list until age 60 certain officers employed as National Guard or reserve technicians whose active status in a reserve component is required as a condition of such employment. Repeals specified provisions of Federlal law relating to promotions of officers on the reserve active status list for each of the armed forces. Directs that each officer who is promoted to fill a vacancy in a federally recognized unit of the National Guard shall be examined for Federal recognition in the grade to which the officer is promoted. Extends automatic Federal recognition to officers in the National Guard or Reserve being promoted to a grade above first lieutenant, under certain conditions. Title II: Appointments - Authorizes any former commissioned officer of an armed force to be appointed as an officer in a reserve component of that armed force and placed on the reserve active status list at the rank of the highest rank achieved while on active duty or in an active status. Requires appointments of reserve officers in commissioned grades of lieutenant colonel or commander or below, except commissioned warrant officers, to be made by the President alone. Authorizes active-service credit for officers being appointed to reserve commissioned officer positions. Specifies various types of prior education, training, or experience for which credit shall be given for constructive service to reserve commissioned officers in achieving such skills. Prohibits such constructive service from being credited for education, training, or experience obtained while serving as a commissioned officer on active duty or in an active status, with limited exceptions. Authorizes the Secretary concerned to award constructive service to aspiring judge advocates receiving an original appointment in a reserve component if the Secretary of Defense determines that there is a critical shortage of judge advocates serving in an active status in a reserve component of the armed forces. Outlines provisions concerning the computation of an officer's years of service for purpose of determining whether a reserve commissioned officer may be transferred to the Retired Reserve or discharged. Repeals specified Federal provisions concerning service credit and appointments as reserve officers in the Army, Navy, Marine Corps, and Air Force. Title III: Retirement and Separation - Provides for the determination of a reserve commissioned officer's grade upon transfer to the Retired Reserve to make such retired grade the highest grade served satisfactorily on the reserve active status list for specified periods of time (depending upon the rank involved). Makes conforming amendments for the computation of retired pay for such officers. Outlines administrative provisions relating to the mandatory removal and separation of reserve officers from the reserve active status list for various reasons, including age, years of service, and failure of promotion. Title IV: Strength and Distribution in Grade - Specifies the authorized strength of reserve commissioned officers on the reserve active status list in the Army and Air Force. Authorizes a higher strength, or a suspension of the authorized strength, in time of war, national emergencies, or certain other circumstances. Specifies the authorized strength of reserve general officers on the reserve active status list in the Army and Air Force. Authorizes the suspension of such limitation in time of war or national emergency. Authorizes a similar suspension of the operation of any authorized strength limitation on commissioned officers in: (1) grades below brigadier general on the reserve active status list in the Army and Air Force; and (2) the reserve active status list in grades above chief warrant officer, W-4, in the Naval Reserve and Marine Corps Reserve."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reserve Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the armed forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:06-05:00"
}