{
  "actions": [
    {
      "acted_at": "1983-03-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2200-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-21", 
  "number": "2200", 
  "official_title": "A bill to amend Public Law 89-668, relating to the Pictured Rocks National Lakeshore, to require the development of a local land use plan and zoning regulations for the inland buffer zone.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s620-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s620-98", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Robert W.", 
    "state": "MI", 
    "thomas_id": "00273", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-21", 
  "subjects": [
    "Lakes", 
    "Land use", 
    "Michigan", 
    "National lakeshores", 
    "Parks and Natural Areas"
  ], 
  "subjects_top_term": "National lakeshores", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-21", 
    "text": "Authorizes the Secretary of the Interior to acquire property within the Gran Marais, Michigan, and Munising, Michigan, corporate limits lying outside the boundary of the Pictured Rocks National Lakeshore in Michigan for the purpose of providing visitor information and administrative centers for the lakeshore. Prohibits the Secretary from acquiring by condemnation any property used in a manner consistent with zoning regulations which may be adopted by local zoning authorities with respect to the inland buffer zone of the lakeshore. Defines the term \"improved property\" for purposes of the prohibition on acquisition by condemnation as any one-family dwelling on which construction was begun before September 1, 1982, together with the land in the same ownership as the dwelling. (Under current law, the term \"improved property\" means any one-family dwelling on which construction was begun before December 31, 1964, together with the land in the same ownership as the dwelling.) Permits local zoning authorities with jurisdiction over the inland buffer zone of the lakeshore to develop a land use plan and zoning regulations for the management of such zone. Requires that the land use plan: (1) define land uses to stabilize and protect the land and waters within the zone; (2) establish standards to encourage private development and operation of visitor facilities; (3) provide for resource management; (4) maintain and improve access roads to the lakeshore; and (5) provide for the establishment of standards for improved residential properties and other land uses. Requires that the zoning regulations provide for the continuance of land uses which existed before September 1, 1982, and be consistent with existing State and local zoning laws. Sets forth the procedural requirements for approval of the land use plan and the zoning regulations by the Secretary of the Interior and their adoption by the local zoning authorities. Requires the Secretary to request the appropriate local zoning body to remedy any land use in the inland buffer zone which is inconsistent with the zoning regulations adopted under this Act before the Secretary initiates condemnation proceedings against such property. Increases the authorization of appropriations for the development of the lakeshore. Authorizes appropriations for up to five years, beginning in FY 1984, for the maintenance and improvement of primary access roads within the boundary of the lakeshore."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Public Law 89-668, relating to the Pictured Rocks National Lakeshore, to require the development of a local land use plan and zoning regulations for the inland buffer zone.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:36-05:00"
}