{
  "actions": [
    {
      "acted_at": "1990-04-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography and Great Lakes", 
      "text": "Referred to the Subcommittee on Oceanography and Great Lakes.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Oceanography and Great Lakes", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Oceanography and Great Lakes", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-05-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-11T13:45:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Merchant Marine and Fisheries. H. Rept. 101-535.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-11T13:45:00-04:00", 
      "calendar": "Union", 
      "number": "328", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 328.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-09-19T15:15:00-04:00", 
      "bill_ids": [
        "hres468-101", 
        "hr5665-101"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 468 Reported to House. Rule provides for consideration of H.R. 4450 with 1 hour 0 of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider an amendment in the nature of a substitute consisting of the text of the bill H.R. 5665 as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-24T20:00:00-04:00", 
      "bill_ids": [
        "hres468-101"
      ], 
      "references": [], 
      "text": "Rule H. Res. 468 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T13:22:00-04:00", 
      "bill_ids": [
        "hres468-101"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 468.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T13:22:00-04:00", 
      "bill_ids": [
        "hr5665-101"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4450 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider an amendment in the nature of a substitute consisting of the text of the bill H.R. 5665 as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T13:22:00-04:00", 
      "bill_ids": [
        "hres468-101"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 468 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T13:22:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Dale E. Kildee to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T13:23:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T14:51:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4450.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T14:52:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T14:52:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26T15:14:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "386", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 391 - 32 (Roll no. 386).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-09-26T15:14:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-27", 
      "calendar": "Senate Legislative", 
      "number": "856", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 856.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-11-05", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "For Further Action See H.R.5835 (Title VI).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-08", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "references": [], 
      "text": "See also H.R. 5835.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h750-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "750"
    }, 
    {
      "amendment_id": "h751-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "751"
    }, 
    {
      "amendment_id": "h752-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "752"
    }, 
    {
      "amendment_id": "h753-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "753"
    }, 
    {
      "amendment_id": "h754-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "754"
    }, 
    {
      "amendment_id": "h755-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "755"
    }
  ], 
  "bill_id": "hr4450-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1990-04-03", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1990-04-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-09-26T15:14:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-03", 
  "number": "4450", 
  "official_title": "To improve management of the coastal zone and enhance environmental protection of coastal zone resources, by reauthorizing and amending the Coastal Zone Management Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres468-101", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3722-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5665-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2782-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Coastal Zone Act Reauthorization Amendments of 1990", 
  "sponsor": {
    "district": "14", 
    "name": "Hertel, Dennis M.", 
    "state": "MI", 
    "thomas_id": "00534", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1990-09-26T15:14:00-04:00", 
  "subjects": [
    "Administrative fees", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Coastal zone", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Continental shelf", 
    "Energy policy", 
    "Environmental protection", 
    "Environmental research", 
    "Estuarine area conservation", 
    "Executive reorganization", 
    "Grants-in-aid", 
    "Interstate compacts", 
    "Land use", 
    "Marine and coastal resources, fisheries", 
    "New York State", 
    "Oil and gas leases", 
    "Prospecting", 
    "Shore protection", 
    "Water pollution control", 
    "Water quality", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-09-26", 
    "text": "Title I: General Provisions - Coastal Zone Act Reauthorization Amendments of 1990 - Sets forth congressional findings and purposes. Title II: Coastal Zone Management Act - Amends the Coastal Zone Management Act of 1972 to transfer specified coastal zone management authorities of the Secretary of Commerce to the Under Secretary of Commerce for Oceans and Atmosphere. Authorizes the Under Secretary to make annual grants to coastal States for the development of coastal zone management programs. Prohibits States from receiving more than two grants. Permits the Under Secretary (currently, the Secretary) to make administrative grants to States which match such grants according to specified ratios. Directs the Secretary to establish maximum and minimum grants to promote equity between States and effective coastal management. Revises program approval requirements. Authorizes the Under Secretary (currently, the Secretary) to make coastal resource management improvement grants to States. Revises State matching requirements for such grants. Directs State coastal management agencies to submit coastal water quality protection programs to the Under Secretary. Requires such programs to implement coastal land use management measures for nonpoint source pollution. Outlines program requirements. Withdraws financial assistance from States that fail to submit approvable programs. Directs the Under Secretary to provide technical assistance to coastal States and local governments for implementing such programs. Requires the Under Secretary to review the inland coastal boundary of each State program and evaluate whether such boundary extends inland to the extent necessary to control land and water uses having a significant impact on State coastal waters. Directs the Under Secretary to recommend modifications to such boundaries, as appropriate. Requires the Under Secretary to provide grants to States for coastal water quality protection programs. Subjects the provision of such grants to State matching requirements. Permits the Under Secretary to use up to 30 percent of grant funds for States that are making exemplary progress in complying with program requirements. Directs the Under Secretary to establish the Long Island Sound Conservancy, an office that shall assist Connecticut and New York in implementing a coastal water quality protection program. Makes the Conservancy eligible for grants without regard to matching requirements. Requires the Under Secretary to mediate any disagreements between States with respect to coastal zone management. Authorizes coastal States and the Under Secretary, respectively, to collect specified administrative fees with respect to coastal zone management. Revises provisions concerning the coastal energy impact program. Directs the Under Secretary to recommend a coastal energy impact program to the Congress to include financial and technical assistance to meet the needs of States and local governments resulting from energy activities affecting the coastal zone. Requires the Under Secretary to: (1) implement a program to assist coastal States in fulfilling responsibilities under the Outer Continental Shelf Lands Act; and (2) make grants to coastal States likely to be affected by Outer Continental Shelf energy activities, if such States match such grants according to a specified ratio. Revises loan repayment provisions. Requires the Under Secretary, if any State or local government is unable to meet a loan obligation due to insufficient revenues from energy activities, to recommend to the Congress that legislation be enacted to forgive such loan. Directs the Under Secretary to establish the Coastal Zone Management Fund to carry out this Act. Requires the Under Secretary to implement a program to encourage coastal States to make continual improvements in management programs in at least one of the following national interest areas: (1) coastal wetlands management and protection; (2) natural hazards management; (3) public access to coastal areas; (4) assessment and control of impacts of coastal growth and development; and (5) procedures to facilitate the siting of energy facilities and accommodate energy-related activities. Directs the Under Secretary to assess, for each coastal State, the priority needs for improvement in each of the national interest areas and to negotiate a National Interest Improvements Program. Provides for the annual review of such programs and waivers to program requirements. Requires the Under Secretary to use ten to 20 percent of the amounts appropriated for administrative and resource improvement grants to implement such programs. Sets forth grant allocation requirements. Revises provisions concerning performance reviews of State coastal zone management. Permits the Under Secretary to place coastal States on probation for failure to implement coastal management programs. Directs the Under Secretary to withdraw approval of any management program of, and any financial assistance to, a State that has failed to adhere to an approved management program or the terms of any grant or cooperative agreement. Revises recordkeeping and auditing requirements. Directs the Under Secretary to implement an awards program to acknowledge outstanding accomplishment in coastal zone management. Revises provisions concerning the national estuarine research reserve system. Requires research guidelines for the system to include monitoring and education activities. Increases the ceiling on financial assistance to be provided to research reserves. Permits the Under Secretary to enter into cooperative agreements with nonprofit organizations or institutions of higher education to aid activities in such reserves and to solicit donations for such activities. Authorizes appropriations. Permits coastal States, with the Under Secretary's approval, to allocate portions of any grants received under this title to local governments or regional or interstate agencies. Grants congressional consent to two or more coastal States for entering into agreements or compacts for: (1) developing and administering coordinated coastal zone planning and programs; and (2) establishing executive agencies for the implementation of such agreements or compacts. Requires States submitting management programs to comply with requirements for public participation and intrastate compliance within two years of this Act's enactment. Authorizes appropriations for use by one Pacific island coastal State to develop a draft joint Federal-State resource management plan for ocean resources lying three to 12 miles from the baseline from which its territorial sea is measured. Prohibits such funds from being used to develop a plan affecting fishery resources subject to management under the Magnuson Fishery Conservation and Management Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Act Reauthorization Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coastal Zone Act Reauthorization Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve management of the coastal zone and enhance environmental protection of coastal zone resources, by reauthorizing and amending the Coastal Zone Management Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:39-05:00"
}