{
  "actions": [
    {
      "acted_at": "1979-02-21", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 96-103.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "bill_ids": [
        "hr3916-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 3916.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-01-02", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-01-02", 
      "references": [], 
      "text": "Public Law 96-180.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s440-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-01-02", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-21", 
  "number": "440", 
  "official_title": "A bill to revise and extend the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3916-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-21", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcoholic beverages", 
    "Alcoholism", 
    "Authorization", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Consumer protection", 
    "Department of Health, Education, and Welfare", 
    "Discrimination", 
    "Discrimination in public facilities", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Eskimos", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal-state relations", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Hawaiians", 
    "Health", 
    "Health insurance", 
    "Intergovernmental relations", 
    "Labeling", 
    "Labor and employment", 
    "Narcotics and crime", 
    "National Institutes of Health (NIH)", 
    "Native Americans", 
    "Pregnancy", 
    "Preventive medicine", 
    "Public Contracts, Procurement, and Property", 
    "Public Welfare and Charities", 
    "Public health administration", 
    "Research", 
    "Research and development", 
    "Research grants", 
    "States", 
    "Treatment and rehabilitation of alcoholics", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Alcoholism", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1979-12-19", 
    "text": "(Senate agreed to House amendments with an amendment) Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act Amendments of 1979 - Amends the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970 to include as purposes of such Act the development of prevention programs and occupational prevention and treatment programs. Requires the Director of the National Institute on Alcohol Abuse and Alcoholism (NIAAA) to develop programs and policies which focus on the needs of underserved populations. Includes as members of the NIAAA representatives of the Departments of the Treasury, Labor, and Education. Encourages Federal departments and agencies to extend programs and services to the families of alcoholic employees and to employees who have alcoholic family members. Directs the Secretary of Health, Education, and Welfare to develop through the NIAAA a variety of model alcoholism prevention, treatment, and rehabilitation programs for replication on a cost-effective basis in different types of business concerns and State and local government entities. Authorizes appropriations for formula grants to States in the amount of $60,000,000 for fiscal year 1980 and $65,000,000 for fiscal year 1981 (fiscal year 1979 authorization level is $85,000,000). Directs the Secretary, on the request of any State, to make available technical assistance for certain purposes, including program management and accountability and the elimination of exclusions in health insurance coverage based on alcoholism. Requires State advisory councils established under the Act to include representatives of women and the elderly. Requires that the survey of need set forth in a State plan identify the needs of the elderly and be coordinated with surveys of drug abuse. Requires a State plan to provide assurance that the State agency will encourage the development of alcoholism programs in State and local governments and private business, and will make available to such entities the model programs developed by the NIAAA. Requires that a State report to the Secretary a plan of action for the next three years, in addition to the assessment of the implementation of the State plan. Extends the authorization of appropriations through fiscal year 1981 for Federal assistance to States under the Uniform Alcoholism and Intoxication Treatment Act. Authorizes the Secretary to conduct demonstration and evaluation projects, with a high priority on prevention and early intervention projects in occupational and educational settings and on modified community living and workcare arrangements. Directs the Secretary to give special consideration to applications for programs for the prevention and treatment of alcohol abuse by the elderly (in addition to women and persons under the age of 18 years as currently provided). Extends the authorization of appropriations through fiscal year 1981 for project grants and contracts, but stipulates that at least eight percent of such sums in fiscal year 1980 and ten percent of such sums in fiscal year 1981 must go to prevention programs. Authorizes appointed members of the National Advisory Council on Alcohol Abuse and Alcoholism to serve after the expiration of their term until their successors have taken office. Includes within the program of research which the Secretary is directed to carry out under current law, the social causes of alcohol abuse and alcoholism. Stipulates that grants for research projects are to be made with particular emphasis on the relationships between alcohol abuse and domestic violence, the effects of alcohol use during pregnancy, and the relationship between the abuse of alcohol and other drugs. Extends the authorization of appropriations through fiscal year 1981 for research related to the problems of alcohol abuse and alcoholism. Makes certain revisions with respect to the National Alcohol Research Centers, including: (1) the extension of research to biomedical, behavioral, and social issues related to alcoholism; (2) the requirement that Centers have the capacity to conduct courses for nursing, social work, and other specialized graduate students, and programs of continuing education; and (3) the increase from $1,000,000 to $1,500,000 the maximum annual grant to a Center. Extends the authorization of appropriations for such Centers through fiscal year 1981. Stipulates that the authority of the Secretary to enter into contracts shall be effective for a fiscal year only to the extent provided in advance by appropriation Acts. Establishes a National Commission on Alcoholism and other Alcohol-Related Problems to make a study of such problems and to make recommendations to the President and Congress within two years. Authorizes an appropriation of $1,000,000 for such purpose. Directs the Secretaries of the Treasury and Health, Education, and Welfare to report jointly to the President and Congress by June 1, 1980, on: (1) the extent of birth defects associated with alcohol consumption by pregnant women; (2) the extent of other health hazards associated with alcoholic beverages; and (3) actions which should be taken by the Federal Government under the Federal Alcohol Administration Act and the Food, Drug, and Cosmetic Act with respect to informing the public of such health hazards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:43-05:00"
}