{
  "actions": [
    {
      "acted_at": "1979-05-24", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-781.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-28", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-30", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology with amendment, H. Rept. 96-1199.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Senate agreed to certain House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Senate disagreed to certain House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Senate agreed to House amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "House receded from certain of its amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "House agreed to Senate amendments to certain House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-08", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-09", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-21", 
      "references": [], 
      "text": "Public Law 96-480.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1250-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-21", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-24", 
  "number": "1250", 
  "official_title": "A bill to promote United States technological innovation for the achievement of national economic, environmental, and social goals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6186-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Stevenson Wydler Technology Innovation Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-24", 
  "subjects": [
    "Advisory bodies", 
    "Awards, medals, prizes", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Industrial research", 
    "Inventions", 
    "Patents", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Science and technology", 
    "Science, technology, communications", 
    "Small business", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1980-09-26", 
    "text": "(Senate agreed to House amendments with amendments) Stevenson-Wydler Technology Innovation Act of 1980 - Directs the Secretary of Commerce to establish and maintain an Office of Industrial Technology to improve the economic, environmental and social well-being of the United States by promoting technological development. Requires the Secretary to prepare and submit to the President and Congress within three years after the date of enactment of this Act, a report on the progress, findings, recommendations, and conclusions of activities conducted. Requires the President, with the advice and consent of the Senate, to appoint a Director of the Office. States that the Secretary shall provide assistance for the establishment of Centers of Industrial Technology whose activities shall include: (1) research supportive of technological and industrial innovation including cooperative industry-university basic and applied research; (2) assistance to individuals and small businesses in the generation, evaluation and development of technological ideas supportive of industrial innovation and new business ventures; (3) technological assistance and advisory services to industry; and (4) curriculum development, training instruction in invention, entrepreneurship, and industrial innovation. Declares that such Centers shall be affiliated with a university or other nonprofit institution. Authorizes the Secretary to make available nonrenewable planning grants to such universities or nonprofit institutions for the purpose of developing a plan for the management and evaluation of the activities proposed within the particular Center, including the agreement between the parties as to the allocation of patent rights to inventions conceived or made under the auspices of the Center and the consideration of means to place the Center on a self-sustaining basis. Declares that each Center has the option of acquiring title to any invention conceived under the auspices of the Center that was supported at least in part by Federal funds, provided the Center: (1) reports the invention to the supporting agency with a list of countries in which patent applications have been elected to be filed; (2) intends to promote the commercialization of such invention with royalties to be used for compensation to the inventor or for Center research activities; (3) makes periodic reports to the supporting agency; and (4) grants any Federal agency the royalty -free right to use such invention. Grants the supporting agency the right to acquire title to any patent on an invention in any country where a patent application has not been timely filed. Sets forth the licensing obligations of the Center respecting any invention to which the Center has retained title. Authorizes the Secretary to make grants and enter into cooperative agreements to assist any activity consistent with this Act. Prohibits any such grant or cooperative agreement from exceeding 75 percent of the total cost of the program. Sets forth the terms and conditions for such a grant or cooperative agreement. Directs the National Science Foundation to provide assistance for the establishment of such Centers. Authorizes the Foundation to make available planning grants pursuant to the requirements of the National Science Foundation Act of 1950. Requires the Secretary and the Foundation to obtain the advice and cooperation of departments and agencies whose missions contribute to or are affected by the programs established under this Act. Expresses the sense of Congress that affected departments, agencies, and Federal laboratories should support or participate in such programs to the degree possible within budgetary constraints. Authorizes the Secretary and the Foundation to receive moneys from other departments and agencies to support activities of the Centers. Requires the Secretary and the Foundation to provide each other with the opportunity to comment before funds are expended to avoid duplication. Establishes the National Industrial Technology Board to review annually the activities of the Office and advise the Secretary and the Director with respect to such activities. Requires each Federal laboratory to establish an Office of Research and Technology Applications to assess applications for Federal research and development projects and to provide information and assistance to State or local government and to private industry. Establishes within the Department of Commerce a Center for the Utilization of Federal Technology to: (1) serve as a clearinghouse for federally-owned or originated technical information with potential application in State or local government or private industry; (2) coordinate the activities of the Offices of Research and Technology Applications; (3) utilize the expertise and services of specified Federal agencies and departments when dealing with State and local governments; (4) refer requests for technical assistance from such governments to the appropriate Federal laboratory; and (5) provide funding to Federal laboratories to provide technical assistance to such governments. Directs each Federal agency which operates or directs a Federal laboratory to prepare annually a report summarizing the activities performed by such agency and laboratory. Establishes a National Technology medal to be awarded by the President to individuals or companies deserving special recognition for their contributions to the promotion of technology or technological manpower. Requires the Secretary and the National Science Foundation to establish a program to foster the exchange of scientific and technical personnel among academia, industry, and Federal laboratories. Authorizes appropriations through fiscal year 1985 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Technology Innovation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Stevenson-Wydler Technology Innovation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Stevenson Technology Innovation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Stevenson Wydler Technology Innovation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote United States technological innovation for the achievement of national economic, environmental, and social goals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:59-05:00"
}