{
  "actions": [
    {
      "acted_at": "1992-07-21", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to the Subcommittee On Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-24", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5627-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1992-07-21", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fields, Jack", 
      "sponsored_at": "1992-07-21", 
      "state": "TX", 
      "thomas_id": "00380", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1992-07-21", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-21", 
  "number": "5627", 
  "official_title": "To amend the Merchant Marine Act, 1936, as amended, to establish a contingency retainer program and improve the United States-flag merchant marine.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3047-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Capital Construction Fund Amendments of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-21", 
  "subjects": [
    "Capital gains tax", 
    "Capital investments", 
    "Cargo preference", 
    "Employee rights", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Income tax", 
    "Interest", 
    "International competitiveness", 
    "Leases", 
    "Liability for oil pollution", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant seamen", 
    "Merchant ships", 
    "Ocean liners", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Tariff", 
    "Tax administration", 
    "Tax exclusion", 
    "Tax rates", 
    "Warships"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-21", 
    "text": "Title I: Amendments To The Merchant Marine Act, 1936 - Maritime Reform Act of 1992 - Amends the Merchant Marine Act, 1936 to direct the Secretary of Transportation to encourage the establishment of a fleet of active, militarily useful, vessels to meet Department of Defense and other security requirements, while also maintaining an American presence in international commercial shipping, to be known as the Contingency Retainer Fleet, to consist of up to 74 privately owned, U.S.-flag vessels for which there are in effect operating agreements under this Act. Prohibits excluding a vessel from the Fleet solely because it was not constructed in the United States. Deems a vessel to have been U.S.-built for purposes of provisions of the Act relating to: (1) transportation in American vessels of Government personnel and certain cargoes; and (2) shipment requirements for certain exports sponsored by the Department of Agriculture. Sets forth requirements for the operating agreement, including that: (1) the vessel be operated in the foreign trade; (2) the agreement require payments to the vessel owner or operator of specified amounts each year, starting at $2.5 million per vessel in fiscal year 1994 and decreasing gradually to $1.6 million in fiscal year 2000 (authorizes appropriations); (3) no payment may be for a vessel that is subject to an operating-differential subsidy; and (4) when deemed necessary by the Secretary of Defense, either the vessel will be made available or vessel space will be provided on a guaranteed basis. Allows vessels included in an operating-differential subsidy (ODS) contract to be offered for inclusion in the Fleet. Prohibits, subject to exception, vessels over 24 years old from being included in the Fleet. Prohibits new or renewed ODS contracts after enactment of this Act, but allows current contracts to continue. Excludes liquid or dry bulk cargo carrying vessels receiving ODSs from the application of provisions limiting construction-differential subsidy (CDS) vessels to operating in foreign trade. Declares that any vessel constructed with a CDS and not included in the Fleet is not required to remain U.S.-documented so long as there remains no debt to the United States under ODS provisions. Excludes deposits to a construction reserve fund after enactment of this Act from provisions relating to the recognition of gain for taxation where the proceeds of a sale or indeminity for loss are deposited in such a fund. Prohibits, after a specified date, orders allowing new ODS contracts for vessels over 25 years old. Modifies capital construction fund requirements. Prohibits a vessel constructed, reconstructed, or repaired in a foreign shipyard with subsidies adversely affecting shipyards in the United States from certain benefits under provisions relating to: (1) the Contingency Retainer Program; (2) the tax treatment of qualified withdrawals from capital construction fund mandated subaccounts; (3) immediate eligibility for the carriage of cargo preference goods; and (4) reduction in ad valorem duty on certain repairs. Deems fulfilled certain provisions of Federal law requiring the use of U.S.-flag vessels if the actual ocean transportation (meeting specified requirements) consists of transportation by a combination of U.S.- and foreign-flag vessels. Requires that the use of foreign-flag vessels be as authorized by the Secretary of Transportation. Deems, after enactment of this Act, bulk cargo vessels constructed after enactment and liners vessels to have been U.S.-build for purposes of provisions relating to cargo preference. Specifies the effective date of this paragraph. Entitles merchant mariners employed in connection with a vessel used by the United States for a national emergency or maritime mobilization to the same reemployment rights and other benefits as provided (by Federal law relating to veterans' reemployment rights) for an armed forces reserve member called to active duty. Amends the Oil Pollution Act of 1990 to modify the dollar limits above which amounts in the Oil Spill Liability Trust Fund are available only as provided in appropriations Acts. Title II: Internal Revenue Code and Tariff Act Amendments - Capital Construction Fund Amendments of 1992 - Amends the Internal Revenue Code to provide for the tax treatment of capital construction funds, including concerning: (1) the ceiling on deposits to such funds; (2) limits on deposits by lessees; (3) nontaxability of fund deposits; (4) the treatment of fund earnings as fund deposits; (5) establishment of fund accounts; (6) qualified and nonqualified withdrawals; (7) adjustments to basis; and (8) alternate minimum taxable income. Taxes earnings from the investment and reinvestment of amounts in a fund at the highest individual, corporate, or capital gains tax rate. Amends the Tariff Act of 1930 to reduce the ad valorem duty on equipment or repairs made in a foreign country on U.S.-documented vessels. Repeals, on a specified date, provisions imposing the duty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Capital Construction Fund Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Maritime Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Merchant Marine Act, 1936, as amended, to establish a contingency retainer program and improve the United States-flag merchant marine.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:49-05:00"
}