{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to the Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-14", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Economic Development", 
      "text": "Referred to the Subcommittee on Economic Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-23", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Economic Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-25", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Economic Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-09", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Economic Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1991-01-03", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1991-03-19", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1991-01-03", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "10", 
  "official_title": "To amend the Public Works and Economic Development Act of 1965 and the Appalachian Regional Development Act of 1965.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Appalachian Regional Development Act Amendments of 1987", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Appalachia", 
    "Authorization", 
    "Depressed areas", 
    "Economic development", 
    "Economic growth", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Investments", 
    "Local finance", 
    "Public works", 
    "Regional economic development", 
    "Revolving funds", 
    "Rural economic development", 
    "Small business", 
    "State finance", 
    "Unemployment"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Title I: National Development Investment - Amends the Public Works and Economic Development Act of 1965 to cite such Act as the National Development Investment Act and to revise the emphasis of such Act from primary Federal initiative to coordination of investments between the public and the private sectors. Authorizes the Secretary of Commerce, upon the application of an eligible State, economic development district, distressed local government, Indian tribe, or nonprofit economic development organization, to make a grant for a portion of the cost of projects submitted in a development investment strategy. Sets forth activities eligible for such development investment assistance, including: (1) construction and repair of public facilities; (2) revolving loan funds to promote small business; (3) feasibility studies to enhance the investment climate; and (4) development activities which prevent economic dislocation and promote employee ownership organizations. Requires an application for a grant under this Act to include: (1) a certification that the area concerned meets certain distress requirements; (2) a certification of any responsibilities which the Secretary has agreed to perform; and (3) a development investment strategy prepared in accordance with this Act. Requires the Secretary to consider specified purposes of this Act in approving applications. Lists as criteria any one of which an area must meet in order to be eligible for a grant under this Act: (1) a per capita income of 80 percent or less of the national average; (2) an unemployment rate one percent above the national average for the most recent 24-month period for which statistics are available; or (3) a sudden economic dislocation resulting in job losses. Authorizes the Secretary to make grants to establish a revolving loan fund for making or guaranteeing loans to small businesses for initial or working capital, or for the purchase of facilities or equipment. Limits to $1,000,000 the amount of any such grant. Limits the amount of any grant under this Act to a maximum of 50 percent of the cost of completing the project as determined at the time of the grant application. Permits the Secretary to reduce or waive the non-Federal share of a project in the case of an Indian tribe. Limits expenditures in any one State to a maximum of 15 percent of the appropriations made pursuant to this Act, except for expenditures to Indian tribes. Prohibits the Secretary from obligating more than $2,000,000 in any fiscal year to any person, other than grants for employee ownership organizations. Requires the Secretary, each fiscal year, to obligate minimum amounts of funds for such grants. Authorizes the Secretary to make economic development planning grants to States, economic development districts, Indian tribes, distressed counties, and distressed units of local government. Earmarks such grants for coordination of investment for community facilities, economic development, manpower training, and transportation services. Authorizes the Secretary to evaluate Federal, State, and local development investment efforts. Authorizes the Secretary to conduct any demonstration program to test the feasibility of new ways to increase productivity, foster innovative technology, match labor force with labor markets, or encourage economic diversity and regional balance. Authorizes the Secretary to make grants to colleges, universities, and other nonprofit educational and research organizations. Directs the Secretary to conduct a study to determine financing needs for the construction and repair of public facilities. Requires the Secretary to submit to each House of the Congress a detailed statement, including findings and recommendations, concerning such financing needs. Limits the amount of any such grant to not more than 75 percent of the cost of economic development planning or investment strategy preparation. Authorizes the Secretary to consult with other persons and agencies. Prohibits the approval of any grant unless the Secretary is satisfied that the project concerned will be properly and efficiently administered, operated, and maintained. Permits the Secretary to discharge responsibilities relative to a project by accepting a certification of the grant applicant's performance of such responsibilities. Requires the Secretary to make comprehensive annual reports to the Congress detailing operations under this Act. Requires all laborers and mechanics employed by contractors or subcontractors on projects assisted under this Act to be paid the prevailing rate of wages. Requires the Secretary to maintain and make available for public inspection records of approved applications. Requires each recipient of a grant to maintain certain specified records. Allows the Secretary and the Comptroller General access to all records of such recipients. Authorizes appropriations through FY 1994. Title II: Appalachian Regional Development - Appalachian Regional Development Act Amendments of 1987 - Amends the Appalachian Regional Development Act of 1965 to declare that investments under such Act shall also be made in severely distressed and underdeveloped counties lacking resources for basic services. Authorizes appropriations through FY 1996 for the administrative expenses of the Appalachian Regional Commission. Authorizes the Commission to lease office space through FY 1994. Authorizes appropriations through FY 1998 for the Appalachian development highway system. Increases from 70 to 80 percent the subsequent Federal share of an Appalachian development highway segment when a participating State proceeds to construct a segment of such a highway without the aid of Federal funds. Applies such increase to projects approved after March 31, 1979. Authorizes the Commission to make grants to States and public and nonprofit entities for projects which will: (1) assist in the creation or retention of permanent private sector jobs, the upgrading of the region's manpower, or the attraction of private investment; (2) provide special assistance to severely distressed and underdeveloped counties which lack financial resources for improving basic services; (3) assist in achieving the goal of making primary health care accessible in the region; or (4) otherwise serve the purposes of this Act. Prohibits the authorization of any financial assistance to enable plant subcontractors to undertake work previously performed in another area by other subcontractors or contractors. Prohibits grants with funds authorized after October 1, 1991, from exceeding 50 percent of the costs of any approved project. Permits such grants to increase the Federal contribution to any project to such percentage as the Commission determines, within specified limitations. Authorizes appropriations through FY 1996. Extends the termination date of such Act from 1982 to October 1, 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Appalachian Regional Development Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Development Investment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Works and Economic Development Act of 1965 and the Appalachian Regional Development Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:06-05:00"
}