{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s8-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "8", 
  "official_title": "A bill to end funding for bombing of North and South Vietnam.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Aerial bombing", 
    "Armed forces and national security", 
    "Prisoners of war", 
    "Vietnamese Conflict", 
    "War"
  ], 
  "subjects_top_term": "Vietnamese Conflict", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Provides that no funds heretofore or hereafter appropriated may be expended after the date of enactment of this Act to conduct offshore naval bombardment of, or to bomb (including the use of napalm, other incendiary devices, or chemical agents), rocket, or otherwise attack by air, from any type aircraft, any target whatsoever within the Republic of Vietnam and the Democratic Republic of Vietnam unless the President determines such bombardment or air operation clearly to be necessary to provide for the direct defense of United States Armed Forces during their withdrawal from the Republic of Vietnam and submits to the President pro tempore of the Senate and the Speaker of the House for immediate transmission to the respective bodies of Congress, within forty-eight hours of each such bombardment or operation, a written report setting forth the time, place, nature, and reasons for conducting such bombardment or operation. States that if within twenty days after the enactment of this Act, the Democratic Republic of Vietnam and other adversary forces in Indochina holding American prisoners of war have not made arrangements for the release and repatriation of prisoners of war, the Congress may by joint resolution authorize such further action as is recommended by the President to secure the release and repatriation of American prisoners of war."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to end funding for bombing of North and South Vietnam.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:12-05:00"
}