{
  "actions": [
    {
      "acted_at": "1976-09-10", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-09-10", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 94-1498.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-15", 
      "references": [], 
      "text": "Measure passed House, roll call #736 (335-0).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1534-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-10", 
  "number": "1534", 
  "official_title": "A resolution providing for the consideration of H.R. 15069.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15069-94", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Madden, Ray J.", 
    "state": "IN", 
    "thomas_id": "00723", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-10", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-10", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 15069) to amend the Forest and Rangeland Renewable Resources Planning Act of 1974, and for other purposes. States that after general debate, which shall be confined to the bill and shall continue not to exceed two hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Agriculture, the bill shall be read for amendment under the five-minute rule. Provides that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Agriculture now printed in the bill as an original bill for the purpose of amendment under the five-minute rule. Waives all points of order against said amendment for failure to comply with clause 5 of rule XXI and section 401 (b) of the Congressional Budget Act of 1974 (Public Law 93-344). Directs the Committee, at the conclusion of such consideration, to rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. Directs that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions. States that after the passage of H.R. 15069, it shall be in order in the House to take from the Speaker's table the bill S. 3091 and to move to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions contained in H.R. 15069 as passed by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution providing for the consideration of H.R. 15069.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:26-05:00"
}