{
  "actions": [
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres561-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-25", 
  "number": "561", 
  "official_title": "Resolution calling for the development of a domestic and international food policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-25", 
  "subjects": [
    "Agriculture and food", 
    "United Nations"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-25", 
    "text": "Makes it the sense of the House of Representatives that: (1) the United Sates shall cooperate to the fullest possible extent with appropriate international agencies including the Food and Agriculture Organization of the United Nations, in efforts to establish world reserves of basic food commodities; (2) the United States shall cooperate to the fullest possible extent with appropriate multilateral financial and development assistance agencies, including the International Bank for Reconstruction and Development and its regional affiliates, in efforts to improve the agricultural productive capacity of developing countries; (3) the President should immediately issue a policy statement reasserting the United States commitment to respond to international disaster and famine conditions to the fullest extent possible by providing through the appropriate United States Government agencies, the United Nations specialized agencies, and nongovernmental voluntary relief agencies adequate food supplies as well as technical and logistic support in order to assure the efficient distribution of food aid commodities; (4) the President of the United States should immediately initiate a study to determine proper levels of domestic reserves, and appropriate rules and regulations for the effective management of domestic reserves of basic food commodities, taking into account domestic and foreign demands in commercial and concessional markets and food aid requirements to meet international emergency relief need; and (5) at the beginning of the second session of the Ninety-third Congress, the President should recommend to the Congress a plan for the establishment of domestic food reserves, and that he should report to the Congress at the same time on progress toward the establishment of world food reserves."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution calling for the development of a domestic and international food policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:33-05:00"
}