{
  "actions": [
    {
      "acted_at": "1993-11-19", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-29", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Technology, Environment and Aviation", 
      "text": "Referred to the Subcommittee on Technology, Environment and Aviation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3555-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Technology, Environment and Aviation", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-19", 
  "number": "3555", 
  "official_title": "To coordinate environmental technology and research of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Technology Research Integration and Coordination Act", 
  "sponsor": {
    "district": "14", 
    "name": "Eshoo, Anna G.", 
    "state": "CA", 
    "thomas_id": "00355", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-19", 
  "subjects": [
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Energy", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental engineering", 
    "Environmental protection", 
    "Federal budgets", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Government regulation", 
    "Income tax", 
    "Information networks", 
    "International environmental cooperation", 
    "Legislation", 
    "New products", 
    "Product development", 
    "Recycling of waste products", 
    "Regulatory impact statements", 
    "Regulatory reform", 
    "Research and development", 
    "Science, technology, communications", 
    "Sustainable development", 
    "Tax incentives", 
    "Taxation", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "Waste reduction"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-19", 
    "text": "Environmental Technology Research Integration and Coordination Act - Requires the Director of the Office of Science and Technology Policy to take any action necessary to: (1) ensure the coordinated, interagency promotion of the research, development, and adoption of environmental technologies; and (2) develop priorities for Federal environmental technology research, development, and adoption efforts. Requires the Director to: (1) assess the budget estimate of each relevant Federal agency for consistency with plans, reviews, and priorities on an annual basis; (2) make assessment results available to the Executive Office of the President for use in the preparation of the President's budget; (3) report annually to the Congress on the progress of Federal efforts to advance the research, development, and adoption of environmental technologies; and (4) establish mechanisms to ensure the participation of non-Federal entities. Directs the Administrator of the Environmental Protection Agency (EPA), acting through the EPA Office of Research and Development, to use existing information network capabilities to provide access to data on environmental technologies developed, tested, or verified by programs under this Act and by other appropriate sources. Authorizes the Administrator to enter into partnership agreements (\"alliances\") with State or local government agencies and other specified entities to: (1) facilitate access to information incorporated in the networks; and (2) transfer to such entities other information that would enhance the development and adoption of environmental technologies. Encourages alliances to disseminate information, and provide technical assistance, to U.S. companies on opportunities for the more efficient use of materials and energy and for waste minimization, materials conversion, and recycling. Authorizes the Administrator to provide financial assistance to alliances under certain conditions. Directs the President to establish a program for evaluating and approving Federal Government purchases of environmental technology products. Requires the Administrator to study and report to the Congress on the effect of current environmental regulations upon innovation in environmental technologies and the introduction of new environmental products, including actions that could be taken to increase the regulatory incentives for industrial use of new environmental technologies. Directs the President to study the potential for efficiently encouraging the development and use of environmental technologies through tax incentives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Technology Research Integration and Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To coordinate environmental technology and research of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:29-05:00"
}