{
  "actions": [
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3866-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Levitas, Elliott H.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "00685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Stephens, Robert G., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01111", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-27", 
  "number": "3866", 
  "official_title": "A bill to encourage fuel conservation by the imposition of an excise tax on certain purchases of motor vehicle fuel.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Motor Vehicle Fuel Conservation Act", 
  "sponsor": {
    "district": "9", 
    "name": "Landrum, Phil M.", 
    "state": "GA", 
    "thomas_id": "00662", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-27", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Excise tax", 
    "Fuel allocation", 
    "Gasoline", 
    "Gasoline tax", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Resource allocation", 
    "Taxation"
  ], 
  "subjects_top_term": "Gasoline tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-27", 
    "text": "Emergency Motor Vehicle Fuel Conservation Act - Sets forth the findings of Congress that the reduction of imported oil consumption by the United States will improve the economic situation of the Nation. States that the purpose of this act is to reduce and stabilize the quantity of oil imported into the United States by providing a system of base allocations to consumers of motor vehicle fuel based on, among other factors, the reasonable needs of consumers and imposing an excise tax on the purchase of motor vehicle fuel by consumers in excess of their allocations. Defines the terms used in this Act. States that upon application by a consumer, the Administrator of the Federal Energy Administration shall establish for such consumer a quarterly and annual base allocation for motor vehicle fuel, taking into account such factors as (1) the number of other individual consumers in the household; (2) the number and type of motor vehicles operated; (3) mileage to and from place of employment; and (4) availability of alternate forms of transportation, including ride-sharing arrangements and public transportation. Directs the Administrator to issue to each consumer an initial supply of nontransferable fuel certificates. Requires the Administrator to promulgate regulations providing for the establishment of base allocations and the monitoring of motor vehicle fuel consumption, including the processing of fuel certificates. Sets forth guidelines to be followed in the issuance of such regulations. Directs the Administrator to send to each consumer a quarterly Notice of Motor Vehicle Fuel Consumption. Provides criminal penalties for consumers violating any rule, regulation, or order promulgated by the Administrator under this Act. Imposes a motor vehicle fuel conservation tax on amounts of gasoline in excess of the purchaser's quarterly base allocation. States that such tax shall apply only to the ultimate purchaser."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Motor Vehicle Fuel Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage fuel conservation by the imposition of an excise tax on certain purchases of motor vehicle fuel.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:31-05:00"
}