{
  "actions": [
    {
      "acted_at": "1977-04-20", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6451-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-20", 
  "number": "6451", 
  "official_title": "A bill to establish a National Agricultural Research, Extension, and Teaching Policy Advisory Board.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Agricultural Research, Extension, and Teaching Policy Act", 
  "sponsor": {
    "district": "9", 
    "name": "Wampler, William C.", 
    "state": "VA", 
    "thomas_id": "01200", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-20", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural colleges", 
    "Agricultural education", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Animals and Animal Protection", 
    "Colleges", 
    "Department of Agriculture", 
    "Disease control", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Forestry research", 
    "Forests and forest products", 
    "Government operations and politics", 
    "Health", 
    "Medical education", 
    "Medical personnel", 
    "Nutrition", 
    "Research and development", 
    "Research grants", 
    "Teachers", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Agricultural research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-20", 
    "text": "National Agricultural Research, Extension, and Teaching Policy Act - Title I: Coordination and Planning of Agricultural Research, Extension, and Teaching - Directs the Secretary of Agriculture to coordinate all research, extension, and teaching activity in the food and agricultural sciences conducted or financed by the U.S. Department of Agriculture and other agencies of the United States Government. Establishes one additional Assistant Secretary of Agriculture to perform such duties as are necessary to carry out the purposes of this Act. Establishes a Joint Council on Food and Agricultural Sciences to foster coordination of the research extension and teaching activities of the Federal Government, the States, colleges and universities, and other public and private institutions and persons involved in the food and agricultural sciences. Establishes within the Federal Coordinating Council for Science, Engineering and Technology a Subcommittee on Food and Renewable Resources to review Federal research and development programs relevant to world food and fiber production and distribution, to promote planning and coordination of this research in the Federal Government and to recommend policies and measures concerning food and agricultural science for the consideration of the Council. Requires the Secretary to submit to the President and the Congress an annual report containing an annually updated five-year national agricultural research plan and a review of specified categories of research, extension, and teaching activities of the Department and their relationship to the related activities of other Federal, State and private agencies. Title II: National Agricultural Research, Extension, and Teaching Policy Advisory Board - Establishes within the Department of Agriculture a permanent Agricultural Research, Extension and Teaching Policy Advisory Board. States that the Board's responsibilities shall include: (1) reviewing programs, policies, plans and goals of food and agricultural research agencies; (2) providing a forum for research-sponsoring agencies to exchange information on programs relating to food and agriculture; (3) reviewing and consulting on national policies, priorities and strategies for food and agricultural research, extension and teaching; and (4) assessing the overall adequacy of and making recommendations to the Secretary regarding the distribution of resources. Title III: Program of Grants for Agricultural Research - Repeals the existing requirement that at least 20 percent of grant funds distributed to the States be used by State agricultural experiment stations for marketing research. Authorizes the Secretary to make grants, in addition to any already made under Federal law, for a period not to exceed five years, on a competitive basis to State agricultural experiment stations, colleges, universities and other research institutions, giving priority to research in those fields of basic and applied research in food and agricultural science promising advances and breakthroughs in new areas of knowledge. Permits a university to receive a competitive grant for a program of basic and/or applied research in human nutrition and issue relating to families. Specifies authorizations and allocations of funds to State agricultural experiment stations for fiscal years 1978 through 1982. Directs the Secretary to make grants to eligible institutions for the construction or improvement of agricultural research facilities. Authorizes the Secretary to cooperate with and assist the States in carrying out programs of animal disease research at eligible institutions. Sets a formula for the allocation of appropriations for such research. Authorizes the Secretary to conduct a program of grants to assist States which do not have an accredited college of veterinary medicine in the construction of such, the employment of faculty, the acquisition of equipment and other necessaries. Amends the Forest and Rangeland Renewable Resources Planning Act of 1974 to direct the Secretary to carry out a comprehensive program of forest and rangeland renewable resources research, keying on management, environmental, protection, utilization and assessment research. Authorizes the Secretary to establish and maintain a system of experiment stations, experimental areas, and other forest and rangeland research facilities. Directs the Secretary to conduct a comprehensive study into the feasibility of extending a permanent funding arrangement for food and agricultural sciences research to 1890 land-grant educational institutions. Directs the Secretary to conduct a comprehensive study of the effects of changing climate and weather on crop and livestock productivity in the United States. Title IV: Program for Agricultural Extension - Directs the Cooperative Extension Service to give increasing attention to education programs for the preservation of the family farm system, human nutrition, energy conservation, forestry and natural resources, and animal diseases. Requires the Secretary to evaluate for the Congress the economic and social consequences of the programs of the Extension Service. Title V: Teaching, Training, and Manpower Development - Transfers the administration of additional appropriations for agricultural colleges from the Department of Health, Education, and Welfare to the Department of Agriculture. Authorizes the Secretary to make competitive grants to universities for the purpose of carrying out undergraduate and graduate teaching in the food and agricultural sciences. Directs the Secretary to conduct a program of graduate assistantships and post- doctoral research fellowships in such sciences and stipulates criteria for the awarding of such assistantships and fellowships. Establishes within the National Agricultural Library a Board of Regents to determine policy in building the national library network. Title VI: Authorization for Appropriations of Ongoing Agricultural Research Programs - Authorizes the appropriation of specified sums for specified existing and new programs under this Act, for fiscal year 1978 through 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Agricultural Research, Extension, and Teaching Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Agricultural Research, Extension, and Teaching Policy Advisory Board.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:16-05:00"
}