{
  "actions": [
    {
      "acted_at": "1974-10-16", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres1166-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jarman, John", 
      "sponsored_at": "1973-01-03", 
      "state": "OK", 
      "thomas_id": "00591", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Macdonald, Torbert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00719", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Rogers, Paul G.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00978", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-16", 
  "number": "1166", 
  "official_title": "Joint resolution to establish a National Commission to study and report on the impact of the Federal Communications Commission, Federal Power Commission, Securities and Exchange Commission, Interstate Commerce Commission, Federal Trade Commission, Consumer Product Safety Commission, and the Civil Aeronautics Board upon commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-16", 
  "subjects": [
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-16", 
    "text": "Establishes a National Commission on Regulatory Reform. Directs the Commission to prepare a comprehensive report to the Congress and the President within twelve months after its establishment, containing its conclusions and recommendations, together with the criteria, standards, data, and findings upon which such conclusions and recommendations are based, with respect to: (1) the consequences to the Nation of regulation by independent regulatory agencies; (2) the economic costs and any economic benefits of regulation by the independent regulatory agencies; (3) any noneconomic costs and benefits of such regulation, taking into account reliability of service, protection of the environment, protection of low-and middle-income consumers, demographic impact, quality of life, and other relevant factors and national goals and purposes as set forth in Acts of Congress; (4) evaluation of the benefits to the Nation of continuing regulation by independent regulatory agencies, considered collectively and individually, and costs thereof in comparison with the benefits to the Nation of discontinuing such regulation in whole or in part, and costs thereof; (5) the consequences to the Nation of discontinuing regulation by independent regulatory agencies; and (6) the extent to which regulation by such agencies should be continued, discontinued, or modified to attain the maximum economic and other benefits to the Nation at the minimum economic and other costs to the Nation and its citizens, including identification of the regulation which should be continued and which should be discontinued and on what basis. Provides that, within twenty-four months after its establishment, the Commission shall prepare a second such comprehensive report to the Congress and the President, with respect to: (1) changes in the structure, operations, procedures, mechanisms, and philosophy of the independent regulatory agencies, considered collectively and individually, which would decrease any negative consequences of regulation to the Nation without impairing the affirmative consequences thereof; (2) the extent to which such changes and any other modifications (by statute, regulation, rule, or practice) could improve the effectuation by such agencies, considered collectively and individually, of their statutory purposes and duties; and (3) all reasonable proposals for administering the independent regulatory agencies and for improving the efficiency, effectiveness, responsiveness, and accountability of such agencies, considered collectively and individually. Requires that, within thirty-six months after the date of its establishment, the Commission shall prepare a third such comprehensive report to the Congress and the President detailing steps taken or underway to carry out the recommendations set forth in the first and second comprehensive reports together with any additions, modifications, or further refinements of such earlier conclusions and recommendations. Authorizes appropriations of such sums as are necessary, not to exceed $1,000,000, for each of the years of the Commission's establishment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to establish a National Commission to study and report on the impact of the Federal Communications Commission, Federal Power Commission, Securities and Exchange Commission, Interstate Commerce Commission, Federal Trade Commission, Consumer Product Safety Commission, and the Civil Aeronautics Board upon commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:28-05:00"
}