{
  "actions": [
    {
      "acted_at": "1992-06-30", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2915-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-06-30", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-30", 
  "number": "2915", 
  "official_title": "A bill to reauthorize the Office of Justice Programs, the Bureau of Justice Assistance, the Bureau of Justice Statistics, the National Institute of Justice, the Office of Juvenile Justice and Delinquency Prevention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-30", 
  "subjects": [
    "Administration of juvenile justice", 
    "Authorization", 
    "Child abuse", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Department of Justice", 
    "Disability insurance", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Electronic data processing", 
    "Employee selection", 
    "Federal aid to law enforcement agencies", 
    "Federal officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Habeas corpus", 
    "Information services", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Law enforcement officers", 
    "Mental health services", 
    "Missing children", 
    "Research and development", 
    "Right of privacy", 
    "Rural affairs legislation", 
    "Telephone"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-30", 
    "text": "Title I: Office of Justice Programs - Amends the Omnibus Crime Control and Safe Streets Act of 1968 (the Act) to provide that the Assistant Attorney General, subject to the authority of the Attorney General, shall engage in specified duties and functions, including: (1) being responsible for all matters of administration and management, except those otherwise delegated by the Attorney General, with respect to the Bureau of Justice Assistance, National Institute of Justice, Office of Juvenile Justice and Delinquency Prevention, and Office for Victims of Crime (OJP bureaus); and (2) establishing policies and priorities for, and providing coordination among, the OJP bureaus. Deletes the requirement that the Assistant Attorney General provide staff support to coordinate the activities of the Bureau of Justice Statistics (BJS) with other specified bureaus. Title II: National Institute of Justice - Deletes from among the purposes of the National Institute of Justice (NIJ) to provide for and encourage research and demonstration efforts to ensure citizen access to appropriate dispute-resolution forums. Repeals a requirement that the Director of NIJ must have had experience in justice research. Authorizes NIJ's multiyear and short-term research and development (R&D) concerning the criminal and civil justice systems to include efforts to: (1) analyze potential prevention and intervention of crime and juvenile delinquency; and (2) improve the application of science and technology to criminal justice problems. Authorizes the Director to receive funds appropriated to the Office of Justice Programs (OJP) and its bureaus and (with their consent) Federal agencies for the purpose of conducting justice-related R&D and administering programs and projects of mutual concern and benefit. Title III: Bureau of Justice Statistics - Revises the purpose of BJS to establish BJS as the principal national center for the collection, analysis, reposition, and dissemination of specified statistical information. Requires the Director of BJS to report directly to the Attorney General. Authorizes BJS to: (1) collect and analyze information concerning juvenile delinquency including, specifically, characteristics of juveniles and young adults in juvenile facilities, current offenses, drug and alcohol use, and criminal histories; (2) develop a mechanism to share criminal justice data and information among the States and to access Federal and State data and information electronically; (3) conduct or provide support for national programs to improve the nation's criminal history record information systems and provide direct grants to State and local agencies to increase the accuracy, completeness, timeliness, and utility of criminal history record information for criminal and noncriminal purposes; and (4) perform principal analysis of the data from the National Incident Based Reporting System collected by the Federal Bureau of Investigation and provide such information to the President, the Congress, and the general public. Authorizes the Director to: (1) receive funds appropriated to OJP and its bureaus and (with their consent) Federal agencies for the purposes of conducting justice-related statistical analyses and administering programs and projects of mutual concern and benefit; and (2) exercise specified powers and functions (currently authorized to be exercised by BJS). Title IV: Bureau of Justice Assistance - Makes the prohibition against the Director of the Bureau of Justice Assistance (BJA) engaging in outside employment or holding office in, or acting in any capacity for, any organization, agency, or institution with which BJA makes any contract or other arrangement under the Act, subject to modification by the Assistant Attorney General in accordance with policies and priorities set by the Attorney General. Authorizes the Director to: (1) receive funds appropriated to the OJP and its bureaus and (with their consent) Federal agencies for the purposes of conducting programs under the Edward Byrne Memorial State and Local Law Enforcement Assistance formula and discretionary grant programs and administering programs and projects of mutual concern and benefit; and (2) make grants to States (under the drug control and system improvement grant program) to provide funding to support litigation pertaining to Federal habeas corpus petitions in capital cases. Specifies that a grant under such program may not be expended for fiscal year 1993 (currently, 1991) appropriations except in accordance with a formula provided under the Act. Authorizes the Director to enter into inter- and intra-agency agreements in making discretionary grants to public and private entities. Repeals provisions of the Act dealing with correctional options grants. Title V: Administrative Provisions - Repeals specified recordkeeping and other administrative requirements of the Act. Title VI: Definitions - Deletes the definitions of \"correctional option\" and \"boot camp prison\" under the Act. Title VII: Funding - Authorizes appropriations under the Act for FY 1993 through 1996. Title VIII: Public Safety Officers' Benefits Payments - Provides for the payment of disability benefits upon a determination that a public safety officer has become permanently and totally disabled as the direct and proximate (currently, direct) result of a catastrophic personal injury sustained in the line of duty. Specifies that the amount of benefit payment in such case shall be the amount payable as of the date of the officer's catastrophic injury. Prohibits the payment of any such death or disability benefit to any individual if medical evidence indicates that such individual voluntarily ingested or otherwise used or consumed any quantity of a controlled substance in violation of the Controlled Substances Act prior to death, with exceptions. Title IX: Rural Drug Enforcement Assistance - Repeals the rural drug enforcement assistance grant program. Title X: Transition - Makes technical changes with respect to transition provisions. Authorizes the Assistant Attorney General of OJP (current law specifies the Administrator of the Law Enforcement Assistance Administration) to award new grants, enter into new contracts or cooperative agreements, and otherwise obligate for program or administrative purposes previously appropriated unused or reversionary funds in accordance with, or for purposes consistent with, provisions of the Act. Title XI: Emergency Federal Law Enforcement Assistance - Authorizes appropriations of such sums as may be necessary for each fiscal year for emergency Federal law enforcement assistance. Title XII: Amendments to Juvenile Justice and Delinquency Prevention Act - Amends the Juvenile Justice and Delinquency Prevention Act of 1974 (JJDPA) to: (1) eliminate the requirement that the Administrator of the Office of Juvenile Justice and Delinquency Prevention be chosen from among individuals who have had experience in juvenile justice programs; and (2) make the policies and priorities of the Administrator subject to modification by the Assistant Attorney General in accordance with policies and priorities set by the Attorney General. Authorizes the Administrator to receive funds appropriated to OJP and its BJA, BJS, NIJ, and the Office of Victims of Crime, and (with their consent) Federal agencies for the purpose of developing juvenile delinquency programs relating to prevention, diversion, training, treatment, rehabilitation, evaluation, research, and improvement of the juvenile justice system and to administer programs and projects of mutual concern and benefit. Repeals provisions of the JJDPA relating to special studies and reports. Authorizes: (1) (current law requires) the Administrator to make grants for special emphasis prevention and treatment programs for specified purposes; and (2) the Administrator to develop statewide programs designed to replicate juvenile programs designated as exemplary by NIJ for juvenile justice and delinquency prevention. Repeals specified limitations regarding the use of funds for: (1) private nonprofit entities with experience in dealing with juveniles; and (2) special needs and problems of juvenile delinquency in certain geographic areas. Authorizes appropriations under the JJDPA for FY 1993 through 1996. Directs the Administrator to make grants to, or enter into contracts with, public or private (currently, public or nonprofit private) agencies for specified purposes, such as the establishment of a toll-free telephone line and national resource center and clearinghouse. Authorizes the Administrator to conduct and support evaluations and studies of the performance and results achieved by Federal missing children's programs and activities, and of the prospective performance and results that might be achieved by alternative programs and activities supplementary to, or in place of, those being administered on the date of enactment of the JJDPA. Authorizes the Administrator to make grants to, and enter into contracts with, public or private agencies, organizations, institutions, or individuals to conduct research, evaluations, conferences, demonstration projects, or service programs designed for specified purposes, including to: (1) prevent a child's abduction or exploitation and to increase knowledge of, and develop effective treatments pertaining to, the psychological consequences, on both parents and children, of a child's abduction or exploitation (currently, both during the period of disappearance and after the child is recovered); and (2) disseminate information, data, standards, advanced techniques, and program models to enhance the capability of public and private organizations to prevent child abductions and to assist in the location, recovery, reunification with family, and treatment of the missing child. Prohibits the disclosure of program records or information disclosing the identity of individual juveniles or of persons providing confidential information, without the consent of the service recipient or legally authorized representative, or the individual providing confidential information, except as necessary to carry out the JJDPA. Specifies that under no circumstances may program reports or findings available for dissemination to the general public disclose the names of individual service recipients."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Office of Justice Programs, the Bureau of Justice Assistance, the Bureau of Justice Statistics, the National Institute of Justice, the Office of Juvenile Justice and Delinquency Prevention, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:39-05:00"
}