{
  "actions": [
    {
      "acted_at": "1981-03-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-13", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2293-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "White, Richard C.", 
      "sponsored_at": "1982-06-16", 
      "state": "TX", 
      "thomas_id": "01219", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-04", 
  "number": "2293", 
  "official_title": "A bill to provide general assistance and special impact aid to local educational agencies for the provision of educational services to undocumented alien children to whom State or local educational agencies are required, by order of any Federal court, to provide educational services or who are permitted under such order to receive the benefits of State funds available for educational purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alien Education Impact Aid Act of 1981", 
  "sponsor": {
    "district": "15", 
    "name": "de la Garza, E.", 
    "state": "TX", 
    "thomas_id": "00276", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-04", 
  "subjects": [
    "American Samoa", 
    "Bilingual education", 
    "Children's rights", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Guam", 
    "Illegal aliens", 
    "Immigration", 
    "Impacted area programs", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Northern Mariana Islands", 
    "Private schools", 
    "Public schools", 
    "Secondary education", 
    "State finance", 
    "States", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-04", 
    "text": "Alien Education Impact Aid Act of 1981 - Title I: General Provisions - Defines the terms used in this Act, including the term \"alien children\" which is defined to mean undocumented aliens to whom State or local educational agencies must provide educational services under Federal court order. Authorizes lump-sum appropriations for fiscal years 1982 through 1984 for State educational programs and administrative costs (up to one percent) under this Act. Provides that such entitlements shall be ratably reduced if sufficient funds are not available. Authorizes up to one percent of such funds for Guam, American Samoa, the Virgin Islands, the Northern Mariana Islands, and the Trust Territory of the Pacific Islands. Authorizes the Secretary of Education to withhold funds from State educational agencies that fail to meet the requirements of this Act. Sets forth the procedures to be followed in such a situation. Title II: General Assistance for Local Educational Agencies - Directs the Secretary to make payments to State educational agencies for fiscal years 1982 through 1984 for assistance in providing basic education for alien children. States that such payments shall be $450 for each such child enrolled in public elementary and secondary schools. Sets forth State application requirements. Requires the Secretary to give notice and opportunity for a hearing before final disapproval of an application. Title III: Special Impact Assistance for Substantial Increases in Attendance of Alien Children - Directs the Secretary to make payments to State educational agencies for fiscal years 1982 through 1984 for supplementary public education costs for alien children in public and private elementary and secondary schools in eligible local educational agencies (based on the number of such children in their jurisdiction). Sets forth formulas for determining the amounts of such payments. Includes within such supplementary services English language instruction, bilingual education services, special materials and supplies, additional basic instructional service and inservice training. Sets forth State application requirements. Requires a State educational agency to give notice and an opportunity for a hearing before final disapproval of a local educational agency's application for such funds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alien Education Impact Aid Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide general assistance and special impact aid to local educational agencies for the provision of educational services to undocumented alien children to whom State or local educational agencies are required, by order of any Federal court, to provide educational services or who are permitted under such order to receive the benefits of State funds available for educational purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:31-05:00"
}