{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1203-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1203", 
  "official_title": "A bill to amend chapter 81 of subpart G of title 5, United States Code, relating to compensation for work injuries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "28", 
    "name": "Stratton, Samuel S.", 
    "state": "NY", 
    "thomas_id": "01117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Federal employees", 
    "Federal employees and officials"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Revises provisions dealing with the compensation of Government employees for work injuries. Defines a \"widower\" as a husband who was at the time of the decedent's death: (1) living with her; (2) dependent on her for support; or (3) living apart from her for reasonable cause or because of her desertion. Removes, for purposes of receiving medical benefits, the requirement that services must be furnished by order of United States medical officers and permits the payment of benefits where services and permits the payment of benefits where services are ordered by any physican designated by the Secretary of Labor. Permits the employees to choose their physician from a list drawn up by the Secretary, and allows the furnishing of transportation and incidental expenses to the employee in securing services. Provides compensation to individuals directed to undergo vocational rehabilitation. Includes within the definition of \"dependent\" husbands who are a member of the same household as the employee; receiving contributions for support regularly from the employee; or whose wife, as an employee, has been ordered by a court to contribute to her support. Bars compensation for a one day pay loss except in certain situations. Continues the pay of an employee who has filed a claim for compensation on account of temporary disability. Permits employees to use annual or sick leave at the time disability begins. Creates the Employee's Compensation Fund to be available for the payment of compensation and other benefits. Sets forth a compensation schedule for the family of employees who die from an injury sustained in the performance of duty. Makes provisions concerning the retention of civil service rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 81 of subpart G of title 5, United States Code, relating to compensation for work injuries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:09-05:00"
}