{
  "actions": [
    {
      "acted_at": "2004-01-28", 
      "committee": "House Committee on Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3741-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Kind, Ron", 
      "sponsored_at": "2004-02-24", 
      "state": "WI", 
      "thomas_id": "01498", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Ryan, Tim", 
      "sponsored_at": "2004-01-28", 
      "state": "OH", 
      "thomas_id": "01756", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-01-28", 
  "number": "3741", 
  "official_title": "To amend the Buy American Act to increase the requirement for American-made content, to tighten the waiver provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Buy American Improvement Act of 2004", 
  "sponsor": {
    "district": "13", 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2004-01-28", 
  "subjects": [
    "Administrative procedure", 
    "Buy American", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Department of Commerce", 
    "Electronic government information", 
    "Export controls", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Governmental investigations", 
    "Internet", 
    "Law", 
    "Manufacturing industries", 
    "Science, technology, communications", 
    "Subcontractors", 
    "Technology transfer", 
    "Web sites"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2004-01-28", 
    "text": "Buy American Improvement Act of 2004 - Amends the Buy American Act to: (1) prohibit Federal agencies from making a determination that it would not be in the public interest to enter into a contract subject to Buy American requirements after a procurement notice for such contract is published; and (2) provide that Buy American requirements shall apply without regard to whether products are acquired for use outside the United States if they are not needed on an urgent basis or if they are acquired on a regular basis (but requires an analysis of the difference in costs of such products from manufacturers inside and outside the United States before a contract is entered). Requires Federal agencies to: (1) give preference in the procurement process to a company that manufactures the solicited product in the United States if such company's bid is substantially the same as a bid made by a non-U.S. manufacturer or such company is the only company that manufactures the product in the United States; and (2) report annually on agency acquisitions from entities that manufacture products outside the United States. Prohibits an agency head from making any determination that articles to be procured are not available from domestic sources without conducting a study that determine that domestic production cannot be initiated to meet procurement needs and that a comparable product is not available from a company in the United States. Exempts Members of the House of Representatives and the Senate from Buy American requirements for certain official expenditures not exceeding $100. Repeals the requirement that the House of Representatives and the Senate purchase U.S.-manufactured articles, provided such articles can be procured at comparable quality and price as are demanded for like articles of foreign manufacture. Defines a product as made \"substantially all\" from domestic components when the cost of such components exceeds 75 percent. Requires the Secretary of Commerce to appoint a Buy American Advisory Panel and to promulgate final regulations for defining \"unreasonable cost\" and \"inconsistent with the public interest\" and for applying waivers under the Buy American Act consistently. Prohibits an agency from entering a contract with a foreign entity that involves giving such entity information that would facilitate the manufacture of a dual-use item on the Commerce Control List unless approval has been obtained in accordance with the Export Administration Act of 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Buy American Improvement Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Buy American Act to increase the requirement for American-made content, to tighten the waiver provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:22-05:00"
}