{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2037-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2037", 
  "official_title": "A bill to provide increased employment opportunities for middle-aged and older workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Middle-Aged and Older Workers Employment Act", 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Aged and aging", 
    "Department of Labor", 
    "Economics and public finance", 
    "Federal employees and officials", 
    "Labor and employment", 
    "Social welfare", 
    "Unemployment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Middle-Aged and Older Workers Employment Act - Title I: General Provisions - Declares that the purpose of this Act is to establish programs which will afford the middle-aged and older worker real opportunities for employment, eliminate discriminatory practices which deny work to qualified persons because of their age and offer job and skill training. Authorizes an appropriation of $140,000,000 for fiscal year 1973 and $210,000,000 for fiscal year 1974 for the purpose of carrying out this Act. Calls for an equitable distribution of these funds among the States and between urban and rural areas. Designates the Secretary of labor to administer this Act and authorizes him to employ experts and consultants, appoint advisory committees, utilize the services of other Federal agencies, and to enter into grants and contracts with institutions to carry out the provisions of this Act. Title II: Midcareer Development Service Program - Establishes a comprehensive midcareer development service program, to be administered by the Manpower Administration in the Department of Labor, to assist middle-aged and older workers in becoming employed by providing training, counseling, and special supportive services. Provides that the Secretary of Labor, through the Manpower Administration, is authorized to make loans and grants to public and private nonprofit organizations and to individuals for training designed to upgrade the work skills capabilities of middle-aged and older persons who are at least forty-five years of age. Asserts that any grant or loan made pursuant to this Act may be used to pay all or part of the cost of training plus stipends for subsistence for such persons and their dependents as is consistent with prevailing practices under comparable Federal programs. Authorizes the Secretary to provide loan guarantees to lending institutions in order to permit such institutions to make loans to persons who are at least forty-five years of age for training. Authorizes the Secretary to develop and operate a program under which an adequate number of persons are trained to understand the learning processes of middle-aged and older persons and to become qualifed to train and retrain middle-aged and older workers in skill needed in the economy. Asserts that such programs shall emphasize developing innovative for training middle-aged and older Americans. Sets up special services for mass layoffs by enabling the Secretary to train Labor Department personnel to be made available to localities in which substantial numbers of middle-aged and older persons are unemployed because of plant closings or a large scale reduction in work force. Establishes a system for part-time employment of middle-aged or older workers. Title III: Special Reports and Studies - Directs the Secretary to undertake: (1) a study of Federal manpower programs to determine whether they are responsive to the needs of persons who are at least 45 years of age; (2) a study of extended unemployment compensation benefits for persons who have exhausted their unemployment compensation; and (3) a study of the inadequacies of workmen's compensation, disability insurance, health insurance and pension programs for middle-aged and older workers. Directs the Comptroller General to study part-time employment in the executive branch and to determine measures which may be taken to increase the number of part-time positions available in the executive branch to older and middle-aged workers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Middle-Aged and Older Workers Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide increased employment opportunities for middle-aged and older workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:22-05:00"
}