{
  "actions": [
    {
      "acted_at": "1978-05-10", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12674-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-10", 
  "number": "12674", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to improve air service and provide flexibility in air fares.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8813-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Air Service Improvement Act", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-10", 
  "subjects": [
    "Air cargo", 
    "Air routes", 
    "Aircraft", 
    "Airline rates", 
    "Airlines", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "States", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-10", 
    "text": "Air Service Improvement Act - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board, in the performance of its duties, to consider reliance on competitive market forces in the airline industry and the encouragement of new air carriers as being in the public interest and in accordance with public convenience and necessity. Stipulates that the Federal government shall have preemptive powers with respect to air carriers holding valid certificates or licenses under such Act or who were granted exemptions in order to provide interstate or overseas air transportation. Stipulates that such preemption shall not take effect with respect to carriers solely engaged in intrastate air service as of August 1, 1977 and which were subsequently granted a license, certificate, or exemption to engage in additional transportation until at least 50 percent of the carrier's revenues for the preceeding year are derived from interstate air transportation. Establishes time limitations during which the Civil Aeronautics Board must dispense with applications for certificates of public convenience and necessity to engage in air transportation. Authorizes the Board to dismiss an application on its merits without a hearing within 90 days of its filing date. Deems such dismissal a final order for purposes of judicial review. Requires the Board to issue certificates to engage in regular interstate or overseas air transportation, temporary air transportation, or supplemental air transportation if certain conditions are met and the proposed service is consistent with public convenience and necessity (previously certificates for such interstate and overseas air transportation could only be granted if public convenience and necessity so required). Stipulates that if an air carrier holding round trip nonstop authority between any two points in interstate air transportation does not exercise such authority to a specified extent the Board shall issue a certificate authorizing such transportation to another carrier applying for such authority. Establishes procedures for the granting of such an application. Establishes procedures by which specified air carriers may engage in nonstop service between additional pairs of points not currently authorized by an existing certificate or license. Stipulates that if two carriers apply for such authority between the same points the Board shall select only one applicant and shall base such decision upon specified objectives including the maximization of competition in air transportation and encouragement of new air carriers. Stipulates that the Board's authority to exercise such discretionary authority shall expire on the last day of the fifth calendar year which begins on or after the date of enactment of this Act. Requires the Board to issue a certificate to at least one applicant who does not presently hold a certificate to engage in air transportation if specified conditions arise. Creates a rebuttable presumption that regular, temporary, and supplemental interstate or overseas air transportation covered by an application for a certificate to engage in such transportation is consistent with public convenience and necessity. Prohibits the transfer of certificates to engage in air transportation except where necessary to carry out a consolidation or a merger approved under this Act. Allows air carriers to terminate any air transportation required by its certificate upon 90 days notice filed with the Board and served upon each community directly affected by such termination. Authorizes the Board to temporarily suspend such termination in order to allow arrangements to be made for substitute service. Directs the Board to promulgate rules establishing simplified procedures for the disposition of applications for certificates to engage in interstate or overseas air transportation, permits to engage in foreign transportation, and for modifications or transfers of such certificates or permits. Stipulates that the Board may dispense with oral evidentiary hearings with respect to such proceedings. Sets forth procedures and factors to be considered in the disposal of applications for approval of consolidation, merger, or acquisition of control agreements by the Board. Authorizes the Board to dispose of such applications without a hearing under specified circumstances. Prohibits the Board from approving such agreements or pooling agreements which would substantially lessen competition unless certain findings are made. Authorizes the Board to exempt persons from the provisions of the Federal Aviation Act of 1958 under specified conditions. Exempts air carriers which provide passenger service solely with aircraft which have a maximum passenger capacity of less than 56 passengers or cargo service with aircraft having a maximum payload capacity of less than 18,000 pounds from the requirement that such a carrier hold a certificate of public convenience and necessity and such other requirements as the Board may promulgate by regulation. Authorizes the Board to increase such passenger or cargo capacity when the public interest so requires. Authorizes the Board to establish rates of compensation to be paid to commuter air carriers when no adequate service would otherwise be provided between two points. Sets forth factors which the Board is to consider in determining the amount of such compensation. Establishes eligibility requirements and procedures regarding applications for a license to engage in all-cargo air service. Establishes restrictions with respect to the authority of the Board to prescribe maximum or minimum rates for air transportation. Sets forth factors which the Board is to consider with respect to ratemaking for the carriage of persons in interstate air commerce or the carriage of persons or property in overseas air transportation. Authorizes the Board to institute, in its own name, a judicial proceeding to enforce the provisions of the Federal Aviation Act of 1958 or any of its rules or orders pursuant to such Act, if the Attorney General or a district attorney fails to do so after a request from the Board within a specified period. Increases the maximum time limits during which an aircraft purchase loan may be repaid and increases the value of loans which may be outstanding in order to be eligible for Federal guarantees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Service Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to improve air service and provide flexibility in air fares.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:08-05:00"
}