{
  "actions": [
    {
      "acted_at": "2012-05-08", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-26", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "subcommittee": "Early Childhood, Elementary, and Secondary Education", 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5546-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2012-06-05", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-08", 
  "number": "5546", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to provide States and high-need local educational agencies with flexibility in using Federal funds provided under such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Relief for Educators To Adjust if Necessary Act", 
  "sponsor": {
    "district": "43", 
    "name": "Baca, Joe", 
    "state": "CA", 
    "thomas_id": "01614", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-08", 
  "subjects": [
    "Academic performance and assessments", 
    "Crime prevention", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Foreign language and bilingual programs", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "Juvenile crime and gang violence", 
    "Language arts", 
    "Minority education", 
    "Science and engineering education", 
    "Special education", 
    "State and local finance", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-08", 
    "text": "Relief for Educators To Adjust if Necessary Act or RETAIN Act - Amends part A of title IV (Flexibility and Accountability) of the Elementary and Secondary Education Act of 1965 (ESEA) to replace the existing program under subpart 2 with a new Funding Flexibility for States and High-Need Local Educational Agencies program. Allows states to use funds that they receive under certain ESEA and Education Jobs Fund programs to provide funds to their high-need local educational agencies (LEAs) to prevent the layoff or termination of teachers or other staff in such LEAs. Lists the programs from which states may use funds to prevent such layoffs or terminations as: school improvement programs, under part A of title I; the Reading First program, under subpart 1 of part B of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the Mathematics and Science Partnerships program, under part B of title II; the English Language Acquisition, Language Enhancement, and Academic Achievement Act program, under part A of title III; the 21st Century Community Learning Centers program, under part B of title IV; Innovative programs, under part A of title V of the ESEA; and Education Jobs Fund programs. Allows high-need LEAs to use funds that they receive under certain ESEA and Education Jobs Fund programs to prevent the layoff or termination of teachers or other staff in such LEAs. Lists the programs from which high-need LEAs may use funds to prevent such layoffs or terminations as: school improvement programs, under part A of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the English Language Acquisition, Language Enhancement, and Academic Achievement Act program, under part A of title III; Innovative programs, under part A of title V; Indian Education programs, under part A of title VII of the ESEA; and Education Jobs Fund programs. Prohibits states and high-need LEAs from transferring the funds to such programs if the ESEA requires them to: (1) reserve, allocate, or spend the funds for required activities; (2) provide them to eligible entities; or (3) use them for technical assistance or monitoring."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Relief for Educators To Adjust if Necessary Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "RETAIN Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State and Local Funding Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to provide States and high-need local educational agencies with flexibility in using Federal funds provided under such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:53:12-05:00"
}