{
  "actions": [
    {
      "acted_at": "1989-05-01", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s872-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1989-09-19", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-01", 
  "number": "872", 
  "official_title": "A bill to phaseout production of certain ozone-depleting chemicals; to institute a policy promoting safe alternatives to ozone-depleting chemicals; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Upper-Ozone Chemicals Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-01", 
  "subjects": [
    "Air pollution control", 
    "Chemicals", 
    "Climate change and greenhouse gases", 
    "Congressional reporting requirements", 
    "Electric appliances", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Fluorocarbons", 
    "Foreign trade and international finance", 
    "Gas appliances", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Import restrictions", 
    "Injunctions", 
    "Ozone", 
    "Stratosphere", 
    "Substitute products"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-01", 
    "text": "Upper-Ozone Chemicals Act of 1989 - Directs the Administrator of the Environmental Protection Agency to list manufactured substances known or reasonably anticipated to cause stratospheric ozone depletion and to assign an ozone depletion potential to each substance (the priority list). Requires the Administrator to list simultaneously and update annually other manufactured substances meeting the same criteria, assigning ozone depletion potentials for each. Includes specified chlorofluorocarbons on each list. Imposes reporting requirements on producers or importers of listed substances. Phases out, five years after this Act's enactment, the production of priority-listed substances for any use other than medical purposes. Prohibits the use or introduction into interstate commerce of a priority-listed substances five years after this Act's enactment except for medical purposes or, until January 1, 2005, to maintain and service household appliances. Directs the Administrator to require a producer of a listed substance to reduce production of such substance more rapidly if new information indicates that expedition is necessary for the protection of human health or the environment or the availability of substitutes makes expedited reductions attainable. Authorizes the President to issue orders exempting from this Act's requirements the production and use of halon-1211 and halon-1301 at any specified site or facility if the President finds that adequate substitutes are not available and the production and use of such substance is necessary to protect national security interests. Directs the Secretary of Defense to: (1) seek to eliminate all emissions of halon-1211 and halon-1301 that occur during the testing of fire-extinguishing equipment; and (2) investigate the feasibility of alternative testing methods that do not result in the release of such substances. Prohibits the importation of a priority-listed substance, any product containing such substance, or any product manufactured with a process that used such substance unless the Administrator has certified that the nations in which such substance or product was manufactured and from which such substance or product was imported have programs that: (1) require reduced production of such substance; and (2) limit the production of other substances covered by this Act pursuant to a schedule and limitations at least as stringent as those applicable under this Act. Deems a person who imports a listed substance or a product containing such substance to have produced such substance for purposes of this Act's requirements. Prohibits the use of listed substances in goods if more than five percent of such substance will be released during the ordinary use of the goods or the goods cannot be serviced with no more than a de minimis release of such substances. Deems listed substances to be hazardous wastes to be disposed of by a means which assures 99 percent destruction of such substances. Requires that goods which contain a listed substance in bulk be disposed of by persons licensed to accept such goods and be disposed of only after the listed substance has been removed from confinement and destroyed. Provides that when such substance is an inherent element of a product, such product must be disposed of by a means assuring 99 percent destruction. Prohibits the release of listed substances in other than de minimis quantities. Requires the Administrator to review, and report annually to the Congress on, sources containing information concerning chemicals, product substitutes, or alternative manufacturing processes that are potential replacements for substances listed pursuant to this Act. Directs the Administrator to require producers of replacement chemicals to provide the EPA with all health and safety studies on such chemicals and to notify the EPA before such chemicals are introduced for commercial use. Authorizes the Administrator to assess civil penalties or seek injunctive relief for violations and to revoke any permit for continued noncompliance. Establishes criminal penalties for knowing violations. Permits judicial review of final regulations and citizen suits against violators or the Administrator, subject to specified conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Upper-Ozone Chemicals Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to phaseout production of certain ozone-depleting chemicals; to institute a policy promoting safe alternatives to ozone-depleting chemicals; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:24-05:00"
}