{
  "actions": [
    {
      "acted_at": "1992-02-05", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2193-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-05", 
  "number": "2193", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide protection against expenses of long-term home care under the medicare program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Home Care Act", 
  "sponsor": {
    "district": null, 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-05", 
  "subjects": [
    "Child health", 
    "Day care centers for the aged", 
    "Disabled", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Geriatrics", 
    "Government trust funds", 
    "Health", 
    "Home care services", 
    "Home nursing", 
    "Indexing (Economic policy)", 
    "Licenses", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medical economics", 
    "Medical supplies", 
    "Medicare", 
    "Mentally ill", 
    "Nursing", 
    "Nursing homes", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Respite care", 
    "Social security eligibility", 
    "Social security taxes", 
    "Tax refunds", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-05", 
    "text": "Long-Term Home Care Act - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to provide part A coverage of long-term home care furnished to chronically ill beneficiaries. Provides such coverage to otherwise uncovered chronically ill or disabled individuals who are age 65 or older and unable to perform at least two daily living activities. Amends title II (Old Age, Survivors and Disability Insurance) of such Act to cover, under part A of the Medicare program, long-term home care provided to children under age 19 who: (1) are chronically ill or disabled and unable to perform at least two daily living activities; or (2) require a medical device to compensate for the loss of a vital body function and substantial and ongoing nursing care to avert death or further disability. Holds monthly payments for the latter category of children to the amount which would be payable under the Medicaid program (title XIX of the Act) if such children were institutionalized. Limits monthly payments for other individuals to 65 percent of the average monthly Medicaid payment for full-time skilled nursing facility services if such individuals have a severe impairment and to 50 percent if they have a moderate impairment. Requires that long-term home care be provided pursuant to a written plan of care established, on the basis of an in-person assessment of the individual, and periodically reviewed by a case manager of a long-term care management agency in consultation with the individual's physician and the individual. Lists the services which comprise long-term home care. Defines a \"chronically ill individual\" as an individual who requires assistance with at least two daily living activities or has a similar level of dependency due to cognitive impairment. Directs the Secretary of Health and Human Services to establish a prospective payment methodology and uniform national payment rates for long-term home care services. Requires the amount payable for long-term care for a chronically ill individual to be reduced by a certain coinsurance amount. Provides that when expenditures for this Act's benefits exceed revenues raised pursuant to this Act, payment limits for such care shall be reduced and prior surpluses shall be used to eliminate the deficit. Directs the Secretary to promulgate a long-term home care consumers' bill of rights which includes rights: (1) facilitating consumer participation in the planning and delivery of services; (2) requiring consumer notification regarding services, charges for services, and the termination or reduction of services; (3) protecting consumer dignity, privacy, and property; and (4) ensuring service from properly trained and competent individuals. Requires qualified home care agencies to: (1) comply with the home care consumers' bill of rights and provide consumers with copies of such bill of rights; (2) implement prompt grievance review procedures and provide copies of such procedures to consumers; (3) ensure that each long-term home care provider whom they employ or have under contract receives training; and (4) evaluate annually and supervise each long-term home care provider whom they employ or have under contract. Conditions coverage of durable medical equipment services on providers: (1) issuing written instructions to and training the long-term home care consumer and staff in the operation of such equipment; and (2) formulating an emergency plan regarding access to and maintenance of equipment appropriate to the services provided to the consumer. Requires long-term care management agencies to: (1) comply with the home care consumers' bill of rights and provide consumers with copies of such bill of rights; (2) implement prompt grievance review procedures and provide copies of such procedures to consumers; (3) provide consumers with schedules of the services to be provided; (4) provide consumers with statements on how to appeal agency benefit decisions; (5) maintain procedures assuring prompt access to long-term home care services; (6) ensure that case management personnel receive adequate training; and (7) establish and implement care management processes which include methods for measuring the progress of care and a statement of the criteria and procedures for the transfer or discharge of a consumer to another agency, program, or service. Directs the Secretary to establish procedures for conducting unannounced surveys of long-term care management agencies' compliance with Medicare participation conditions, with more frequent surveys required for agencies with poor compliance records. Authorizes the Secretary to contract with States having survey and enforcement procedures equivalent to those the Secretary would otherwise apply to conduct such compliance surveys and transmit their results to the Secretary annually. Directs the Secretary to develop procedures for reviewing State surveys. Directs the Secretary to promulgate regulations pursuant to which peer review organizations (PROs) shall monitor the provision of home health services and long-term home care, devoting at least 75 percent of their efforts to quality assurance. Requires the inclusion of: (1) both documentary review and personal interviews of home care consumers and providers in the PRO review process; and (2) representatives of home care providers and consumers in PRO membership. Requires the Secretary to establish a Consumer Board to oversee the review activities of PROs. Directs the Board to report to the Secretary and the State's chief executive on October 1 of each year regarding such review activities. Requires the Secretary to develop methods for monitoring continuity in the provision of home care and outcome-oriented criteria for monitoring the quality of such care. Requires that PROs: (1) establish and operate statewide toll-free hotlines for receiving home care questions and complaints; and (2) assist consumers in resolving problems related to home care quality and case management services. Directs Consumer Boards and PROs to cooperate with State and local officials in educating consumers regarding quality assurance programs and the assistance available for consumers with quality assurance programs. Requires States to establish community advisory boards to monitor the activities of long-term care management agencies and annually report their findings to the Secretary. Requires the Secretary to: (1) develop a range of sanctions for, and procedures to implement such sanctions against, long-term care management agencies that fail to comply with this Act's requirements; and (2) report to the Congress on January 1 of each year regarding the availability, adequacy, and use of sanctions. Directs the Secretary to: (1) encourage States to develop home care provider licensing policies; and (2) issue a biennial report on State implementation of such policies. Requires the Director of the Office of Technology Assessment to appoint a Long-Term Care Advisory Council with which the Secretary must consult in implementing and administering this Act. Directs the Secretary to award grants for qualified home care agency, long-term care management agency, and long-term home care provider training programs and to furnish States and such agencies and providers with training materials. Directs the Secretary to: (1) conduct, and issue a report regarding, studies on long-term home care quality assurance measures; and (2) report to the Congress on January 1 of each year regarding the nature and performance during the preceding fiscal year of the home care quality assurance system. Authorizes appropriations from the Federal Hospital Insurance Trust Fund to carry out the long-term home care quality assurance program. Directs the Secretary to issue regulations, within six months of this Act's enactment, for implementing the long-term home care quality assurance program. Amends the Medicaid program to provide that the savings to States from the provision of long-term home care under Medicare will be used by States in lieu of applicable Federal matching assistance for items and services for the disabled and children. Directs the Secretary to conduct demonstration projects to: (1) determine the relative effectiveness, cost, and impact on the quality of long-term home care of using different models of providing and reimbursing Medicare case management services; and (2) determine the feasibility of providing Medicare long-term care benefits for certain individuals with severe functional limitations not otherwise covered. Permits disabled individuals to purchase part A Medicare coverage during the 24-month waiting period preceding their entitlement to such coverage. Gives such individuals the option of enrolling for long-term home care benefits, for part A benefits other than long-term home care benefits, or for both. Provides financing for the long-term home care provided under this Act by amending the Internal Revenue Code to subject all of an individual's wages and self-employment income to the Hospital Insurance tax and the Disability Insurance tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Home Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide protection against expenses of long-term home care under the medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:23-05:00"
}