{
  "actions": [
    {
      "acted_at": "1975-06-16", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1945-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-16", 
  "number": "1945", 
  "official_title": "A bill to authorize the Commissioner of Education to make grants for teacher training, pilot and demonstration projects, and comprehensive school programs, with respect to nutrition education and nutrition-related problems.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8584-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Nutrition Education Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-16", 
  "subjects": [
    "Agriculture and food", 
    "Appropriations", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Nutrition", 
    "Schools", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-16", 
    "text": "National Nutrition Education Act - States that the purpose of this Act is to encourage the provision of nutrition education programs in the classrooms and lunchrooms of elementary and secondary schools by establishing a system of grants for teacher training, pilot and demonstration projects, and the development of comprehensive nutrition education programs. Directs the Commissioner of Education to make grants to State educational agencies and institutions of higher education for teacher training with respect to the provision of nutrition education programs in schools. Authorizes appropriations of $10,000,000 for fiscal year 1976, $12,500,000 for fiscal year 1977, and $15,000,000 for fiscal year 1978 to carry out the provision of grants. Provides that the Commissioner may make grants to State and local educational agencies, institutions of higher education, and other public or private nonprofit education or research agencies, institutions, or organizations to pay the cost of pilot demonstration projects in elementary and secondary schools with respect to nutrition education and nutrition-related problems. States that the Commissioner may make grants to State education agencies to pay the Federal share of the cost of developing and carrying out nutrition education programs in elementary and secondary schools within each State. Sets forth criteria to be followed in applying for grants under this Act. Directs the Commissioner to render technical assistance to local education agencies, through qualified staff members having expertise in nutrition, health education, school food services, home economics, dietetics, and physical education, to public and private nonprofit organizations, and institutions of higher education for the development and implementation of education programs with respect to nutrition education and nutrition-related problems. Stipulates that in order to be eligible for assistance under this Act a State shall appoint a State coordinator for nutrition education. Directs the State coordinator for each State to develop, prepare, and furnish to the Commissioner a comprehensive plan for nutrition education within that State. Establishes in the Office of Education in the Department of Health, Education, and Welfare a National Nutrition Education Resources Center. Sets forth the functions of the Center, including the following: (1) to collect and create curriculum materials relevant to nutrition education, including, but not limited to, the integration of nutrition education materials into all subject matter at the elementary and secondary education levels; and (2) to collect information and materials relating to nutrition education and maintain such information and materials in a library for the use of State coordinators and other interested persons. Authorizes appropriations of up to $2,000,000 per fiscal year to establish and maintain the Center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Nutrition Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Commissioner of Education to make grants for teacher training, pilot and demonstration projects, and comprehensive school programs, with respect to nutrition education and nutrition-related problems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:27-05:00"
}