{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4309-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4309", 
  "official_title": "A bill to provide post-service educational benefits for those who have participated in community service programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5813-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Community Service Fellowship Act", 
  "sponsor": {
    "district": "6", 
    "name": "Steiger, William A.", 
    "state": "WI", 
    "thomas_id": "01109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "ACTION", 
    "Advisory bodies", 
    "Community development", 
    "Education", 
    "Housing and community development", 
    "Urban affairs", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-08", 
    "text": "Community Service Fellowship Act - States it to be the purpose of this Act to establish a community service fellowship program to: (1) encourage the development of meaningful learning experiences through full-time work in community service jobs throughout the country; (2) help break the academic lockstep by providing legitimate options to the immediate continuation of formal education courses; and (3) help provide creative and energetic manpower for presently undone but needed community tasks. Directs the Director of ACTION to develop and carry out a community service fellowship program, and national board to assist him in carrying out this Act. Provides that it shall be the duty of the national board to advise the Director, particularly with respect to: (1) criteria for the selection of community services projects to participate in the program; (2) approval of applications for community service projects; (3) names of persons it deems suitable for appointment to regional boards; (4) evaluation of community service programs being carried out under this Act; and (5) recommendations for the improvement of programs carried out under this Act. Directs the Director to establish not to exceed ten regional boards for regions which he shall establish. Provides that it shall be the duty of each regional board: (1) to propose for approval community service projects which meet criteria established by the Director with the advice of the national board; (2) to keep itself continually informed with respect to the conduct of community service projects in its region; (3) to recommend persons for designation as community service fellowship holders; (4) to encourage the utilization of fellows by local community service organizations; and (5) to perform such other duties as the national board may assign. Provides that the Director may not approve an application unless: (1) it provides for the employment of fellows in activities which contribute to the social well-being of the community; (2) it will result in the creation of new positions; and (3) it provides for certain planned activities which will help fellows understand the broad context and role of community services within the area represented by the applicant. Provides that each fellow participating in a community service project shall accumulate entitlement to educational benefits, so that for each month during which he is a fellow he shall be entitled to receive $150 for use by him for his educational expenses when he resumes his education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Service Fellowship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide post-service educational benefits for those who have participated in community service programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:00-05:00"
}