{
  "actions": [
    {
      "acted_at": "1978-09-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13976-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Fisher, Joesph L.", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "00385", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-09-06", 
  "number": "13976", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow certain individuals whose employers make contributions to pension plans a deduction for their contributions to certain individual retirement savings plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13347-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "IRA-Employer Plan Coordination Act", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-09-06", 
  "subjects": [
    "Income tax", 
    "Individual retirement accounts", 
    "Labor and employment", 
    "Retirement income", 
    "Savings accounts", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Tax deductions", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-09-06", 
    "text": "IRA-Employer Plan Coordination Act - Amends the Internal Revenue Code to extend to participants in tax-exempt employer pension plans the income tax deduction for cash contributions to a retirement savings account. Limits such deduction to the excess of the lesser of $1,500 ($1,750 for spousal plans) or an amount equal to 15 percent of an individual's employment compensation for a taxable year, over the total amount of contributions to a tax-exempt private employer plan to which such individual has a nonforfeitable right to 100 percent of his accrued benefits. Reduces, by five percent, the allowable deduction for participants in a multiemployer defined benefit plan or a church plan. Disallows deductions for employees covered by government plans, owner-employees, officers of corporations maintaining a plan, ten percent shareholders, and individuals who have attained age 70 1/2. Disallows deductions for individuals who are otherwise qualified but who do not conform to methods prescribed by the Secretary of the Treasury for computing the total amount of plan contributions for a taxable year. Sets forth rules for the mandatory distribution of certain amounts from an individual retirement plan when an individual acquires a nonforfeitable right to 100 percent of his accrued benefits under a tax-exempt private employer plan. Requires an individual retirement account to contain a method for determining the taxable year in which specific contributions are made to it and the amount of income and loss which is attributable to a specific contribution for each taxable year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "IRA-Employer Plan Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow certain individuals whose employers make contributions to pension plans a deduction for their contributions to certain individual retirement savings plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:32-05:00"
}