{
  "actions": [
    {
      "acted_at": "2012-01-27", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-07", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-07", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-03-22T14:40:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science, Space, and Technology. H. Rept. 112-420.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-22T14:40:00-04:00", 
      "calendar": "Union", 
      "number": "289", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 289.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2012-04-27T09:50:00-04:00", 
      "references": [], 
      "text": "Mr. Hall moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-27T09:50:00-04:00", 
      "references": [
        {
          "reference": "CR H2222-2227", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-27T09:51:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3834.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-27T10:09:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Hall objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-27T12:47:00-04:00", 
      "references": [
        {
          "reference": "CR H2252", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-27T12:47:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H2223-2225", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-04-27T12:48:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-07", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3834-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2012-01-27", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Brooks, Mo", 
      "sponsored_at": "2012-01-27", 
      "state": "AL", 
      "thomas_id": "01987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2012-01-27", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2012-01-27", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lujan, Ben Ray", 
      "sponsored_at": "2012-01-27", 
      "state": "NM", 
      "thomas_id": "01939", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-04-27T12:47:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2012-01-27", 
  "number": "3834", 
  "official_title": "To amend the High-Performance Computing Act of 1991 to authorize activities for support of networking and information technology research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4263-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Advancing America's Networking and Information Technology Research and Development Act of 2012", 
  "sponsor": {
    "district": "4", 
    "name": "Hall, Ralph M.", 
    "state": "TX", 
    "thomas_id": "00484", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-04-27T12:47:00-04:00", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Elementary and secondary education", 
    "Higher education", 
    "Intellectual property", 
    "Minority education", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Research and development", 
    "Science and engineering education", 
    "Science, technology, communications", 
    "Teaching, teachers, curricula", 
    "Technology transfer and commercialization", 
    "Women's education"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2012-04-27", 
    "text": "Advancing America's Networking and Information Technology Research and Development Act of 2012 - Amends the High-Performance Computing Act of 1991 to rename the National High-Performance Computing Program as the Networking and Information Technology Research and Development Program. (Sec. 2) Directs the federal agencies participating in the Program to: (1) periodically assess the contents and funding levels of program component areas and restructure the Program when warranted; and (2) ensure that the Program includes large-scale, long-term, interdisciplinary research and development (R&D) activities, including such activities in networking and information technology in areas having the potential for significant contributions to national economic competitiveness and for other societal benefits. Requires the participating federal agencies to develop, and update every three years, a five-year strategic plan to guide activities provided for under the Program. Requires the plan to specify near-term and long-term objectives and how the Program will accomplish other specified objectives, including by: (1) fostering the transfer of R&D results into new technologies and applications for the benefit of society, including through cooperation and collaborations with networking and information technology research, development, and technology transition initiatives supported by the states; and (2) encouraging and supporting mechanisms for interdisciplinary R&D in networking and information technology, including through collaborations across agencies and program component areas, with industry, federal laboratories, and international organizations. Requires the strategic plan to be accompanied by milestones and road maps for establishing the national research infrastructure required to support the Program. Instructs the entities involved in developing the plan to consider recommendations of the: (1) advisory committee on networking and information technology (the advisory committee) (under current law, titled as the advisory committee on high-performance computing); and (2) stakeholders whose input was solicited by the National Coordination Office, as required under section 6 of this Act. Requires the Director of the National Coordination Office to transmit the strategic plan to Congress and the advisory committee. Requires the Director of the Office of Science and Technology Policy (OSTP) to encourage and monitor the efforts of participating agencies to allocate the resources and management attention necessary to ensure that the strategic plan is executed effectively and that Program objectives are met. Amends the High-Performance Computing Act of 1991 to require the co-chairs of the advisory committee to meet the qualifications for membership on the committee and permits them to be members of the President's Council of Advisors on Science and Technology. Requires the OSTP Director to develop a research, development, and deployment roadmap covering all states and regions for the provision of high-end computing and networking systems (under current law, high-performance computing and networking systems), as specified in such Act. Amends the High-Performance Computing Act of 1991 to require annual reports on the implementation of the Program to: (1) describe the levels of federal funding for the previous fiscal year, (2) describe the levels of federal funding for the previous fiscal year for agencies and departments participating in the Program, and (3) include reporting on the research areas supported under section 3 of this Act. Requires the OSTP Director to include in such reports: (1) a description of how the objectives for program component areas, and for activities that involve multiple program component areas relate to the Program's objectives identified in the strategic plan; (2) a description of the funding required by the National Coordination Office to perform its functions for the next and current fiscal years; and (3) the amount of funding provided for such Office for the current fiscal year. (Sec. 3) Directs the Program to encourage the federal agencies to support large-scale, long-term, interdisciplinary R&D activities in networking and information technology directed toward areas having the potential for significant contributions to national economic competitiveness and for other societal benefits. Requires such activities to be designed to advance the development of research discoveries. Instructs the advisory committee to make recommendations for candidate R&D areas for support. Requires that such R&D activities shall: (1) include projects based on applications for support that are selected through a competitive, merit-based process; (2) involve collaborations among researchers in institutions of higher education and industry, permitting the involvement of nonprofit research institutions and federal laboratories, as appropriate; (3) leverage federal investments through collaboration with related state initiatives, when possible; and (4) include a plan for fostering the transfer of research discoveries and the results of technology demonstration activities to industry for commercial development. Requires the federal agencies to give special consideration to projects that include cost sharing from non-federal sources. Instructs, when two or more of the federal agencies or other appropriate agencies are working on large-scale R&D activities in the same area, such agencies to strive to collaborate through joint solicitation and selection of applications for support and subsequent funding of projects. Allows R&D activities under this section to be supported through interdisciplinary research centers organized to investigate basic research questions and carry out technology demonstration activities. Permits research to be carried out through existing centers, including the multidisciplinary Centers for Communications Research authorized under the America COMPETES Act. (Sec. 4) Requires the Program, in addition to its current requirements, to provide for: (1) increased understanding of the scientific principles of cyber-physical systems and improve the methods available for the design, development, and operation of such systems; and (2) R&D on human-computer interactions, visualization, and big data. Defines \"cyber-physical systems\" as physical or engineered systems whose networking and information technology functions and physical elements are deeply integrated and are actively connected to the physical world through sensors, actuators, or other means to perform monitoring and control functions. Requires the Director of the National Coordination Office to convene a task force to explore mechanisms for carrying out collaborative R&D activities for cyber-physical systems, including the related technologies required to enable such systems, through a consortium or other appropriate entity with participants from institutions of higher education, federal laboratories, and industry. Requires the task force to: (1) propose a process for the development of a R&D agenda for such entity, including guidelines ensuring an appropriate scope of work focused on nationally significant challenges which require collaboration and ensuring development of related scientific and technological milestones; and (2) propose guidelines for assigning intellectual property rights and for the transfer of research results to the private sector; and (3) recommend how such entity could be funded from federal, state, and non-governmental sources. Requires such Director to transmit to Congress a report that describes the task force's findings and recommendations. (Sec. 5) Requires the Director of the National Coordination Office, through the National Science and Technology Council, to convene an interagency working group to examine: (1) the R&D needed to enhance the effectiveness of cloud computing environments, increase the trustworthiness of cloud applications and infrastructure, and enhance the foundations of cloud architectures, programming models, and interoperability; (2) the potential use of cloud computing for federally-funded science and engineering research; and (3) report to Congress on the findings and recommendations of the working group. (Sec. 6) Repeals provisions for the National Research and Education Network. Requires continuation of a National Coordination Office. Directs the National Coordination Office to: (1) serve as the primary point of contact on federal networking and information technology activities; (2) solicit input and recommendations from stakeholders during the development of each strategic plan through the convening of at least one workshop; (3) conduct public outreach, including dissemination of the findings and recommendations of the advisory committee, as appropriate; and (4) promote access to and early application of the technologies, innovations, and expertise derived from Program activities to agency missions and systems across the federal government and to U.S. industry. Requires the operation of the National Coordination Office to be supported by funds from agencies participating in the Program. (Sec. 7) Directs the National Science Foundation (NSF), as part of the Program, to use its existing programs, in collaboration with other agencies, as appropriate, for improving the teaching and learning of networking and information technology at all education levels and to increase participation in networking and information technology fields. (Sec. 8) Makes technical and conforming amendments, including with respect to the activities of the NSF, National Aeronautics and Space Administration (NASA), Department of Energy (DOE), Department of Commerce, Environmental Protection Agency (EPA), and Department of Education under the Program. Requires the advisory committee to report to Congress, no less frequently than once every three fiscal years (under current law, no less frequently than once every 2 fiscal years) on the committee's findings and recommendations from its periodic evaluations of the funding, management, coordination, implementation, and activities of the Program. Requires NIST to develop and propose standards and guidelines needed for assuring the cost-effective security and privacy of information in federal computer systems (under current law, privacy of sensitive information in those systems)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Advancing America's Networking and Information Technology Research and Development Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Advancing America's Networking and Information Technology Research and Development Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Advancing America's Networking and Information Technology Research and Development Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the High-Performance Computing Act of 1991 to authorize activities for support of networking and information technology research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:35:54-05:00"
}