{
  "actions": [
    {
      "acted_at": "1973-12-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11887-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-11", 
  "number": "11887", 
  "official_title": "A bill to establish a national program for research, commercial development, and demonstration of coal gasification and coal liquefaction; to provide economic development, reclamation, conservation, and other public service revenues for coal mine areas; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Coal Gasification and Liquefaction Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-11", 
  "subjects": [
    "Coal", 
    "Corporations", 
    "Excise tax", 
    "Mines and mineral resources", 
    "Taxation"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-11", 
    "text": "National Coal Gasification and Liquefaction Act - States that it is the policy of Federal Government to establish a Government-industry program jointly managed and funded to demonstrate commercial scale methods of producing substitutes for natural gas and of producing synthetic liquid petroleum products from coal. Establishes the Coal Gasification and Coal Liquefication Development Corporation. States that it shall be the function of the Corporation to select, on the basis of the best engineering information available, the two or more most technically, environmentally, and economically feasible methods for manufacturing substitute natural gas from coal and the two or more technically, environmentally, and economically feasible methods for producing synthetic liquid petroleum products from coal. Requires the Corporation to transmit to the President of the United States and the Congress, annually, commencing one year from the date of the enactment of this Act, and at such other times as it deems desirable, a comprehensive and detailed report of its operations, activities, and accomplishments under this title, including a statement of receipts and expenditures for the previous year. Provides that, on or before the expiration of ten years following the date of enactment of this Act, the Board of Directors shall take such action as is necessary to dissolve the Corporation. Authorizes to be appropriated to the Corporation $1,000,000,000 for fiscal year 1974 and such sums as may be necessary for each of the nine succeeding fiscal years. Imposes on the severance of any oil, gas, or coal from a mineral property located within the United States an excise tax equal to 5 percent of that portion of the gross income from the property during the taxable period which is attributable to oil, gas, and coal."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Coal Gasification and Liquefaction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program for research, commercial development, and demonstration of coal gasification and coal liquefaction; to provide economic development, reclamation, conservation, and other public service revenues for coal mine areas; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:07-05:00"
}