{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-05", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-21", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-07-25", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Dole with an amendment in the nature of a substitute and an amendment to the title. With written report No. 98-193. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-25", 
      "calendar": "Senate Legislative", 
      "number": "315", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 315.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s951-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1983-03-24", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1983-03-24", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1983-03-24", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1983-03-24", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1983-03-24", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "951", 
  "official_title": "A bill to provide health care coverage for the unemployed.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care for the Unemployed Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-07-13", 
  "subjects": [
    "Block grants", 
    "Business and commerce", 
    "Employee benefit plans", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital accreditation", 
    "Income tax", 
    "Insurance", 
    "Kidney diseases", 
    "Labor and employment", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medicare", 
    "Presidential appointments", 
    "Social welfare", 
    "Subpoena", 
    "Tax deductions", 
    "Tuberculosis", 
    "Unemployment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1983-07-25", 
    "text": "(Reported to Senate from the Committee on Finance with amendment, S. Rept. 98-193) Health Care for the Unemployed Act of 1983 - Title I: Health Care for Unemployed Workers - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to authorize any State to establish a program for providing health care coverage for unemployed workers. Authorizes a State to choose who shall be covered, the duration of coverage, and the duration of the program, except that: (1) no coverage may be provided unless an individual is receiving unemployment compensation or is unemployed and has exhausted all rights to such compensation within the prior six months; (2) no coverage may be provided during the first six weeks of eligibility for unemployment compensation; (3) no coverage may be provided to any individual unless the individual was enrolled in an employment related group health plan at the time of eligibility for unemployment compensation; (4) no coverage may be provided with respect to any services provided prior to August 1, 1983; (5) no coverage may be provided to an individual eligible for either Medicare or Medicaid (titles XVIII and XIX of the Social Security Act); (6) no coverage may be provided to any individual who is covered, or who could have been covered, under a group health plan for which a contribution toward the cost of the plan is being made (or could have been made) by an employer, former employer, union, or any entity other than the individual; (7) no coverage may be provided to any individual who is covered, or who could have been covered, under an employment related plan of his or her spouse; and (8) no coverage may be provided to any individual whose family income exceeds the median family income for a family the same size as the individual's family. Authorizes the Secretary of Health and Human Services to waive the income requirements in special circumstances on a case-by-case basis. Limits the services provided under the program to: (1) inpatient hospital services; (2) emergency outpatient hospital services; (3) routine and emergency physician services; (4) prenatal, delivery, and post-partum care; (5) laboratory and diagnostic X-ray services; (6) X-ray, radium, and radioactive isotope therapy; (7) services of a nurse midwife; and (8) home health services if coverage of such services is cost effective. Requires a State to include some ambulatory and some institutional services. Prohibits coverage of drugs and biologicals unless provided as part of inpatient hospital services. Directs a State to determine the amount, duration, and scope of the covered services under the program. Prohibits the amount, duration, or scope of such services from exceeding the amount, duration, or scope of such services provided under a State's Medicaid plan to the medically needy. Authorizes a State to provide for a weekly contribution for any individual participating in the program. Prohibits a contribution from exceeding eight percent of the amount of compensation for which such individual is eligible. Authorizes a State to require the imposition of deductibles and coinsurance. Prohibits the estimated average monthly amount of the deductibles and coinsurance amounts for outpatient services from exceeding five percent of the coverage unemployment benefit. Prohibits the amount of deductibles and coinsurance for inpatient services from exceeding the maximum amount of deductibles and coinsurance which could be imposed under the State's Medicaid plan with respect to the medically needy. Prohibits deductibles and coinsurance amounts for prenatal, delivery, or post partum care. Prohibits the imposition of deductibles or coinsurance amounts until after public hearings which provide adequate notice and opportunity for public participation have been held by a State. Provides that payment by a State for services provided under the program shall be made through the same administrative mechanisms through which payments are generally made under the State's Medicaid plan. Provides that determinations of qualification for coverage under the program shall be made by the State agency administering the State's unemployment compensation law. Authorizes the coverage of individuals receiving railroad unemployment compensation. Directs the Secretary to allot among the States a specified amount for each of the twelve-month periods beginning on August 1, 1983, and August 1, 1984. Provides that the Federal percentage shall be 100 percent with respect to services provided prior to February 1, 1984, and, with respect to services provided on or after February 1, 1984, shall be: (1) 95 percent with respect to services provided in any State during a week for which the State's rate of insured unemployment for the period consisting of such week and the preceding 51 weeks is equal to or exceeds five percent; (2) 80 percent with respect to services provided in any State during a week for which the State's rate of insured unemployment for the period consisting of such week and the preceding 51 weeks is equal to or exceeds four percent but is less than five percent; (3) 65 percent with respect to services provided in any State during a week for which the State's rate of insured unemployment for the period consisting of such week and the preceding 51 weeks is equal to or exceeds three percent but is less than four percent; and (4) 50 percent with respect to services provided in any State during a week for which the State's insured unemployment rate for the period consisting of such week and the preceding 51 weeks is less than three percent. Provides that the Federal percentage otherwise applicable for any week beginning on or after February 1, 1984, shall be increased by 15 percentage points (but not to a percentage greater than 95 percent) with respect to services provided in any State during a week for which the State's rate of insured unemployment for the period consisting of such week and the previous 51 weeks is equal to or exceeds 120 percent of the average of such rates for such State for the corresponding 52-week period ending each of the preceding two calendar years. Provides that only a State having a rate of insured unemployment of two percent or more for a period consisting of any week and the previous 51 weeks may enroll new individuals in the program. Provides that if a State qualifies to enroll new individuals, the qualification shall continue for a period of at least six months. Permits a State to requalify for another six month period upon reaching the required rate of insured unemployment, but prohibits any such period from extending beyond January 31, 1986. Requires a State to provide that payment for any services received by an individual under the program shall be secondary to, and shall reduced by, any other payment which could be made with respect to such services. Prohibits payment to a State unless the State provides that any group health plan for the State's employees provides open enrollment for employees whose spouses were involuntarily laid off. Amends the Internal Revenue Code to impose a tax on the health plans of employers employing ten or more individuals who do not provide a period of open enrollment for an employee whose spouse loses coverage under a group health plan due to an involuntary layoff or separation. Directs the Secretary to conduct a study of changes which might be made in employer-provided health care coverage and conversion privileges for employees who are involuntarily terminated from employment and to report the results to Congress. Title II: Medicare and Medicaid Provisions - Amends title XVIII (Medicare) of the Social Security Act to revise provisions relating to premiums under part B (Supplementary Medical Insurance) of title XVIII. Provides that the monthly premium for each month after December 1983 for each individual enrolled for SMI shall be an amount equal to 50 percent of the monthly actuarial rate for enrollees age 65 and over. Revises provisions relating to the prevailing charge level for physician services. Provides that the prevailing charge level effective for the period ending June 30, 1983, would be used for the period of October 1, 1983, to June 30, 1984. Provides Medicaid (title XIX of the Act) coverage, for a two year period beginning on August 1, 1983, to any pregnant woman who could be an Aid to Families with Dependent Children recipient (part A of title IV of the Social Security Act). Eliminates the deductible under part B of title XVIII with respect to diagnostic tests performed in a laboratory which has entered into a negotiable rate agreement with the Secretary. Changes from the end of the year to 30 days after termination the ending of coverage for hospice and home health care services provided following the termination of an agreement with a provider under Medicare. Repeals specified requirements relating to the coverage of tuberculosis treatments under the Medicare and Medicaid programs. Authorizes the United States to bring an action directly against the third party ultimately responsible for payment of Medicare items or services. Permits SMI payments to be made to an entity: (1) which provides coverage of the service under a health benefits plan; (2) which has paid the person who provided the service an amount which that person has accepted as payment in full for the service; and (3) to which the individual has agreed in writing that payment may be made. Eliminates the Health Insurance Benefits Advisory Council. Prohibits the Secretary from disclosing any accreditation survey made by the Joint Commission on Accreditation of Hospitals, the American Osteopathic Association, or any other national accreditation body of an institution accredited by such body. Authorizes the Secretary, if patient health or safety is not jeopardized, to apply less severe sanctions than are presently available for dealing with an end-stage renal disease facility which is not in compliance with applicable regulations. Authorizes the Secretary to use accrediting organizations to determine whether rural health clinics, laboratories, clinics, rehabilitation agencies, and public health agencies meet Medicare requirements. Repeals provisions prohibiting grants to profit making organizations for research or demonstration projects. Revises provisions under title XIX relating to medical review and independent professional review. Modifies payment rates for hospitals furnishing skilled nursing or intermediate care facility services under Medicaid. Provides those hospitals with the same payment rate as for other hospital services. Provides the Secretary with the same authority to issue and enforce subpoenas under Medicaid as the Secretary has under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act. Repeals provisions under titles XVIII and XIX of such Act which authorized payments to promote the closing and conversion of underutilized hospital facilities. Amends part A (General Provisions) of title XI of such Act to provide that the Administrator of the Health Care Financing Administration shall be appointed by the President by and with the advice and consent of the Senate. Authorizes the Secretary to bar from participation in Medicare or Medicaid any provider in which an ownership interest of five percent or more is owned by an individual convicted of Medicare or Medicaid related crimes. Sets forth the effective date for amendments made by the Social Security Amendments of 1983 relating to judicial review of Provider Reimbursement Review Board decisions. Provides, under title XVIII, that service by a physician as an uncompensated officer or director of a home health agency shall not constitute having a significant ownership or financial interest in the agency. Provides that a physician with a significant interest in an agency that is the only home health agency in a community shall not be prohibited from certifying such agency and establishing or reviewing a patient care plan for it. Sets the limit (\"cap\") for Medicare hospice reimbursement at $6,500, to be increased or decreased annually according to the consumer price index. Directs the Secretary, under part B of title XVIII, to annually prepare a list containing the name, address, volume of services, and percent o f the bills submitted for payment by each physician during the preceding calendar year that were paid on the basis of an assignment. Authorizes the Secretary to limit such list to those physicians who accepted assignment for a certain percentage of billings."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Health Care for the Unemployed Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide health care coverage for the unemployed.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:45-05:00"
}