{
  "actions": [
    {
      "acted_at": "1976-06-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14175-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-03", 
  "number": "14175", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide income tax simplification, reform, and relief for small business.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14760-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Small Business Growth Act", 
  "sponsor": {
    "district": "6", 
    "name": "Nolan, Richard M.", 
    "state": "MN", 
    "thomas_id": "00867", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-03", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Commerce", 
    "Corporation taxes", 
    "Corporations", 
    "Estate tax", 
    "Finance and financial sector", 
    "Gift tax", 
    "Income tax", 
    "Personal income tax", 
    "Securities", 
    "Small business", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-03", 
    "text": "Small Business Growth Act - Title I: Small Business Independence and Continuation - Amends the Internal Revenue Code to establish graduated corporate income tax rates. Changes the holding period for capital assets from six months to one year. Establishes a new alternative tax on capital gains. Increases the gift tax exclusion from $3,000 to $9,000, and the gift tax exemption from $30,000 to $90,000. Replaces the present gift tax schedule with a flat rate of 75 percent of whatever the estate tax on such a sum would be. Provides that a distribution of property by a corporation in redemption of stock to pay death taxes shall be treated as a distribution in full payment in exchange for the stock if all of the stock of such corporation which is included in determining the value of the decedent's gross estate is either, (1) more than 20 percent (generally, 35 percent), of the value of the gross estate of such decedent, or (2) more than 40 percent (generally, 50 percent) of the taxable estate of such decedent. Allows the executor of an estate involving an interest in a closely held business to elect to include in the value of the gross estate the decedent's basis in such business rather than the fair market value of such interest. States that the basis of property acquired from a decedent as to which such an election was made shall be the decedent's basis in such property rather than the fair market value of such interest. Allows the marital deduction of the estate tax to exceed 50 percent of the value of the adjusted gross estate when an interest in a specially defined small business is included in the estate. Title II: Small Business Growth Incentives - Establishes a graduated investment tax credit. Amends the definition of a small business corporation to allow domestic corporations with up to 20 shareholders (presently, ten) to qualify for subchapter S treatment. Allows a small business to make a subchapter S election at any time during the taxable year. Allows the practical cost recovery method to be used in computing depreciation. Title III: Small Business Tax Simplification - Allows a corporation to file an application for refund of overpayment of estimated income tax at any time during the taxable year. Provides a special rule for treatment of net operating loss adjustments in the case of new corporations. Increases the minimum credit on accumulated earnings from $150,000 to $500,000. Redefines \"section 1244 stock\" to mean common stock in a corporation if: (1) such corporation during its preceding taxable year derived more than 50 percent of its aggregate gross receipts from sources other than royalties, rents, dividends, interest, annuities, and sales or exchanges of stock or securities; and (2) the equity capital of such corporation does not exceed $1,000,000. Increases the losses on section 1244 stock which may be treated as ordinary losses from $25,000 to $50,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Growth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide income tax simplification, reform, and relief for small business.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:27-05:00"
}