{
  "actions": [
    {
      "acted_at": "1987-04-02", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, DOD, Commerce, Interior, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1922-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-02", 
  "number": "1922", 
  "official_title": "A bill to improve the administration, management and law enforcement capabilities of the Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coast Guard Management and Law Enforcement Act of 1987", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Robert W.", 
    "state": "MI", 
    "thomas_id": "00273", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-02", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Boating accidents", 
    "Boats and boating", 
    "Coast guard", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Divers", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishing boats", 
    "Government operations and politics", 
    "Great Lakes", 
    "Ice breaking operations", 
    "Lakes", 
    "Law enforcement officers", 
    "Lease and rental services", 
    "Marine safety", 
    "Marine transportation", 
    "Military bases", 
    "Military housing", 
    "Military pay", 
    "Naval aviation", 
    "Naval education", 
    "Offshore structures", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Public safety", 
    "Recreation and Recreational Facilities", 
    "Safety measures", 
    "Ships and shipping", 
    "Submarine oil well drilling", 
    "Unemployment", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-02", 
    "text": "Coast Guard Management and Law Enforcement Act of 1987 - Title I: Advisory Committees - Terminates the Great Lakes Pilotage Advisory Committee on September 30, 1992. Establishes the Commercial Fishing Industry Vessel Advisory Committee (the Fishing Committee) to advise the Secretary of the department in which the Coast Guard is operating (the Secretary) on matters relating to commercial fishing vessels, including: navigation safety, marine insurance, vessel design and operation, and personnel training. Requires the Secretary and the Secretary of Commerce (and authorizes any other agency) to designate a representative to participate as an observer with the Fishing Committee. Requires that the Secretary's representative serve as executive secretary for the Fishing Committee and perform the duties specified in the Federal Advisory Committee Act. Requires the Secretary to consult with the Fishing Committee before taking certain actions. States that such consultation satisfies the requirements in Federal law for consulting with representatives of the private sector. Authorizes appropriations. Establishes a National Offshore Vessel Operators Safety Advisory Committee (the Safety Committee) to advise the Secretary on safety aspects of offshore oil, gas, and other mineral operations. Requires the Secretary to consult with the Safety Committee before making regulations or orders affecting the safety of offshore operations. Requires such Committee to comply with the Federal Advisory Committee Act. Authorizes appropriations. Terminates the Safety Committee on September 30, 1992. Title II: Law Enforcement - Amends Federal law to add maritime air surveillance or interdiction as a primary duty of the Coast Guard. Sets forth the powers of the Coast Guard in law enforcement, including arrests, searches, and seizures. Authorizes, under regulations prescribed by the Commandant of the Coast Guard and with the approval of the Attorney General, civilian special agents of the Coast Guard to carry firearms or other appropriate weapons while assigned to investigative or law enforcement duties. Title III: Personnel - Amends Federal law to authorize the Secretary of Defense to acquire, reimburse for certain losses on private sale, or foreclose certain residential property situated near a military installation which the Department of Defense or the Department of Transportation, with regard to the Coast Guard when not operating as a service of the Navy, has ordered closed or reduced in scope, under certain circumstances. Sets forth requirements regarding the Coast Guard Academy cadet service obligation. Amends provisions of Federal law regarding occupancy of substandard family housing by members of the uniformed services to include the Coast Guard. Title IV: Management and Administration - Empowers the Secretary to authorize retroactive pay and allowances in certain circumstances involving administrative error or oversight. Requires contracts awarded by the Coast Guard for construction or services in States with an unemployment rate higher than the national average to include a provision requiring the contractor to employ local residents. Empowers the Secretary, in certain circumstances, to waive such requirement. Empowers the Secretary to lease or charter one or two polar icebreaking vessels at least 30 days after submitting to specified congressional committees a statement justifying such charter rather than direct purchase and ownership. Title V: Maritime and Boating Safety - Repeals the provision of the Coast Guard Authorization Act of 1986 which requires the Secretary of the department in which the Coast Guard is operating to retain one to two percent of the amount appropriated for that year for State recreational boat safety programs to pay administrative costs and inserts the same provision in the authorization of contract spending portion of the recreational boating safety chapter of Federal law. Sets forth the number of mates required on a mobile offshore drilling unit under various circumstances. Expresses the sense of the Congress: (1) regarding regulation of recreational diving activities and display of a divers flag; and (2) that the U.S. Government should propose consideration of international recognition of the divers flag. Amends the Inland Navigational Rules Act of 1980 to state that nothing in the rules in such Act interferes with the regulation of diving safety, including display of a divers flag. Requires the addition of a compendium of State regulations of diving safety to the technical annexes to the rules in such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Management and Law Enforcement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration, management and law enforcement capabilities of the Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:15-05:00"
}