{
  "actions": [
    {
      "acted_at": "1977-04-06", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6110-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-06", 
  "number": "6110", 
  "official_title": "A bill to authorize certain appropriations for the territories of the United States, to amend certain acts relating thereto.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-06", 
  "subjects": [
    "American Samoa", 
    "Authorization", 
    "Bikini Islands", 
    "Claims", 
    "Community development", 
    "Compensation (Law)", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Federal officials", 
    "Government liability", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Guam", 
    "House of Representatives", 
    "House rules and procedure", 
    "Income tax", 
    "Micronesia", 
    "Radiation", 
    "Real property", 
    "Rehabilitation", 
    "Tax rates", 
    "Taxation", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-06", 
    "text": "Title I: Amends the provision of law dealing with the government of the Trust Territory of the Pacific Islands to authorize, for fiscal 1977, the appropriation of funds authorized but not appropriated for 1975, 1976 and 1977. Authorizes $80,000,000 to be appropriated for 1978-1982. Amends the provision of law dealing with the Trust Territory Economic Development Loan Fund to authorize $5,000,000 to be appropriated to the Secretary of the Interior for payment to that Funds Authorizes $13,515,000 to be appropriated for the government of the Northern Mariana Islands. Authorizes the appropriation of such amounts as may be necessary to satisfy all awards made by the Micronesian Claims Commission. Authorizes $12,400,000 to be appropriated for the rehabilitation and resettlement of Enewetak Atoll. Authorizes certain sums to be appropriated to compensate inhabitants of Rongelap Atoll and Utirik Atoll who have suffered varying degrees of radiation exposure. Authorizes the appropriation of $100,000 for the use of the island communities of Rongelap, Utirik and Bikini Atolls. Title II: Permits government agencies and departments to consolidate all grants made to any Insular Area in which payments received must be used for certain specified purposes. Requires departments and agencies making such grants to specify the procedure under which insular areas may receive consolidated grants. Title III: Authorizes $15,000,000 to be appropriated to the Secretary for a grant to the Government of Guam to assist in typhoon rehabilitation, upgrading and construction of public facilities, and maintenance of essential services. Amends the Guam Development Fund Act to authorize $1,000,000 to be appropriated to the Secretary to be paid to the Government of Guam annually for five fiscal years commencing in fiscal 1978 to promote economic development on Guam. Amends the Organic Act of Guam to abolish the office of the Government Comptroller of Guam, and provides that the Comptroller General of the United States shall assume his duties. Empowers the Legislature of Guam to levy a 10 percent surtax on all annual income tax obligations. Authorizes $5,000,000 to be appropriated to the Secretary for the purpose of providing equitable compensation to persons whose real estate in Guam was acquired by the United States, between July 21, 1944 and August 23, 1963, at less than fair market value. Sets forth the procedure to be followed by the Secretary in making such compensation. Title IV: Requires that certain payments that the United States makes to the Virgin Islands, be made in five annual installments. Amends the Revised Organic Act of the Virgin Island to abolish the office of the Government Comptroller General of the Virgin Islands and provides that the Comptroller General of the United States shall assume his duties. Title V: Makes certain provisions of law applicable to Guam and the Virgin Islands on the same terms and conditions as such provisions are applied to the Northern Mariana Islands. Authorizes the Secretary to make separate grants to the Governments of American Samoa, Guam, and the Virgin Islands in amounts necessary to offset income tax revenue losses incurred by each government caused by the Tax Reduction Act of 1975 and the Tax Reform Act of 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize certain appropriations for the territories of the United States, to amend certain acts relating thereto.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:10-05:00"
}