{
  "actions": [
    {
      "acted_at": "1980-04-01", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2516-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-01", 
  "number": "2516", 
  "official_title": "A bill to amend the Regional Rail Reorganization Act of 1973 to facilitate the transfer of Consolidated Rail Corporation lines and facilities in the States of Connecticut and Rhode Island to another rail carrier.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-01", 
  "subjects": [
    "Connecticut", 
    "Consolidated Rail Corporation (Conrail)", 
    "Railroad employees", 
    "Railroad freight operations", 
    "Railroad reorganization", 
    "Railroads", 
    "Rhode Island"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-01", 
    "text": "Declares that the termination of rail service by the Consolidated Rail Corporation (ConRail) in the States of Connecticut and Rhode Island would threaten the economies of those States and have a severe impact on the rail labor force. Amends the Regional Rail Reorganization Act of 1973 to direct the Secretary of Transportation to develop a proposal for transferring the ConRail rail properties located in the States of Connecticut and Rhode Island to another railroad in the region or, alternatively, to any interested person. Directs the Secretary to offer such properties for bid to such other railroads or interested persons. Specifies requirements to be met by such bidders and the factors to be considered by the Secretary in selecting a bid. Sets forth procedure by which the Secretary petitions for special court approval of a bid. Lists facts to be considered by the special court in determining whether the proposed purchase is in the public interest. Directs the court to: (1) approve such purchase if it is in the public interest; (2) direct ConRail and the acquiring railroad or person to finalize the transaction; and (3) set forth provisions requiring the acquiring party to provide an arrangement, with specified provisions, which protects the interests of employees affected by the purchase. Establishes guidelines to be followed in determining the price paid for any ConRail properties transferred under this Act. Specifies methods of judicial review for certain determinations of the Secretary and the special court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Regional Rail Reorganization Act of 1973 to facilitate the transfer of Consolidated Rail Corporation lines and facilities in the States of Connecticut and Rhode Island to another rail carrier.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:23-05:00"
}