{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2462-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "2462", 
  "official_title": "A bill to strengthen and improve the Older Americans Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr928-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Older Americans Services Amendments", 
  "sponsor": {
    "district": "4", 
    "name": "Waggoner, Joe D., Jr.", 
    "state": "LA", 
    "thomas_id": "01191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Agriculture and food", 
    "Department of Health, Education, and Welfare", 
    "Government records, documents, and information", 
    "Labor and employment", 
    "Senior centers", 
    "Social welfare", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Comprehensive Older Americans Services Amendments - Title I: Declaration of Objectives - States that the general purpose of this Act is to make available comprehensive health, education, and social service programs to our older citizens. Title II: Administration on Aging - Declares that the Commissioner on Aging shall be the principal officer of the Department of Health, Education, and Welfare for carrying out this Act. Establishes within the Administration on Aging a National Information and Resource Center for the Aging to collect, review, organize, publish, and disseminate information and data related to the particular problems caused by aging, including information describing measures which are or may be employed for meeting such problems. Establishes the National Advisory Council on the Aging designated to advise and assist the President as he may direct on matters relating to the special needs of Older Americans; to assist the Commissioner on Aging in carrying out his functions under this Act; to review and evaluate programs of the Federal Government with emphasis on identifying unsolved problems of older Americans; and to make recommendations to the President, the Secretary of Health, Education, and Welfare, the Commissioner, and Congress for the establishment of new programs for the aged. Provides that not later than one hundred and twenty days after the close of each fiscal year, the Secretary shall prepare and submit to the President for transmittal to the Congress a complete report on the activities carried out under this Act. Title III: Grants for State and Area Programs - Prescribes standards and procedures for the establishment by the several States of State and area social service programs in order to develop a greater capacity and foster development of comprehensive systems to serve older persons. Provides that the Commissioner shall not finally disapprove any State plan, or any modification thereof, without first affording the State reasonable notice and opportunity for a hearing. Authorizes appropriations of $12,000,000 for fiscal year 1973, and $15,000,000 for fiscal years 1974 and 1975 for grants to States for paying such percentage as each State agency determines, but not more than 75 percent of the cost of administering the State plan. Title IV: Training and Research - Directs the Commissioner to make grants to State agencies and educational institutions for the purpose of: (1) publicizing available opportunities for careers in the field of aging; (2) encouraging qualified persons to enter or re-enter the field of aging; (3) encouraging persons from other professions to undertake assignments on a parttime basis in the field of aging; and (4) assisting in covering the cost of courses of training or study. Authorizes the Commissioner to make grants for the purpose of establishing multidisciplinary centers of gerontology to recruit and train personnel; conduct basic research on the problem of the aged; provide consultation to public and voluntary organizations; and create opportunities for research projects with respect to aging. Authorizes appropriations of $15,000,000 for fiscal year 1973, $20,000,000 for fiscal year 1974 and $25,000,000 for fiscal year 1975, for the purposes of attracting personnel to and training personnel in the field of aging. Authorizes appropriations of $20,000,000 for the fiscal year 1973, $30,000,000 for fiscal year 1974, and $40,000,000 for fiscal year 1975, for establishing multidisciplinary centers or gerontology. Title V: Multipurpose Senior Centers - Authorizes the Commissioner to make grants to units of general purpose local government or other public or nonprofit private agencies to pay not to exceed 75 percent of the cost of leasing, altering, or renovating existing facilities to serve as multipurpose senior centers. Establishes standards to be followed by the Commissioner in making such grants and authorizes appropriations of $35,000,000 annually for fiscal years 1973-1975 to carry out the provisions of this section. Creates a Multipurpose Senior Center Insurance Fund to be adminstered by the Secretary of Health, Education, and Welfare to insure mortgages on multipurpose senior centers. Authorizes appropriations of $10,000,000 for fiscal year 1973, and for each of the next two succeeding fiscal years for the purpose of making grants to meet the costs of compensation of professional and technical personnel for the initial operation of multipurpose senior centers. Title VI: National Older Americans Volunteer Program - Provides that no compensation paid to individual volunteers under the Retired Senior Volunteer Program under the Older Americans Act shall be considered income for any purposes. Provides continuing appropriations for such program in the amount of $20,000,000 for fiscal year 1973, $30,000,000 for fiscal year 1974, and $40,000,000 for fiscal year 1975. Authorizes appropriations of $35,000,000 for fiscal year 1973, $45,000,000 for fiscal year 1974, and $55,000,000 for fiscal year 1975, for the continuation of the Foster Grandparent Program under the Older Americans Act. Title VII: Nutrition Programs - Provides under the Older Americans Act of 1965 that the Secretary of Agriculture and the Commodity Credit Corporation may donate specified products acquired by them to a recipient of a grant or contract for providing nutritional services for the elderly. Title VIII: Special Impact Programs - Authorizes the Commissioner to make grants to public or nonprofit private agencies for payment of part of the cost of any program designed to: (1) assist in meeting in special housing needs of older persons; (2) improve the transportation services available to older persons; (3) meet the needs of unemployed low-income older persons; (4) provide continuing education to older persons; and (5) provide retirement education and information to persons planning retirement. Authorizes appropriations of $50,000,000 for fiscal year 1973, $75,000,000 for fiscal year 1974, and $100,000,000 for fiscal year 1975, for providing assistance under this title. Title IX: Amendments to other Acts - Authorizes the Commissioner to make grants to States which have submitted a long-range program and an annual program for library services for older persons. Specifies that the Commissioner is authorized to make grants to institutions of higher education to assist such institutions in planning, developing, and carrying out programs specifically designed to apply the resources of higher education to the problems of the elderly. Directs the Commissioner to make grants to State and local educational agencies or other public or private nonprofit agencies for educational programs for elderly persons whose ability to speak and read the English language is limited and who live in an area with a culture different from their own. (Amends 42 U.S.C. 3001,3011(b); 42 U.S.C. 3012(3), (4); 42 U.S.C. 3044; 42 U.S.C. 3044a, 3044b; Amends 20 U.S.C. 354, 355, 355nts; 20 U.S.C. 1504(a) (2); 20 U.S.C. 1505(a); 20 U.S.C. 1078; 20 U.S.C. 1209, 1210, 1211; 20 U.S.C. 954)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Older Americans Services Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the Older Americans Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:29-05:00"
}