{
  "actions": [
    {
      "acted_at": "1984-05-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "bill_ids": [
        "hr5602-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Clean Bill H.R.5602 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5559-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-01", 
  "number": "5559", 
  "official_title": "A bill to amend titles VII and VIII of the Public Health Service Act to extend the programs of assistance for the training of health professions personnel, to revise and extend the National Health Service Corps program under that Act, and to revise and extend the programs of assistance under that Act for health maintenance organizations and migrant and community health centers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5602-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Professions and Services Amendments of 1984", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-01", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Child health", 
    "Community health services", 
    "Dentistry", 
    "Economics and public finance", 
    "Education", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federally-assisted loans", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Labor and employment", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Migrant labor", 
    "Nurses", 
    "Nursing", 
    "Nursing education", 
    "Physicians' assistants", 
    "Preventive medicine", 
    "Psychologists", 
    "Public health", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-01", 
    "text": "Health Professions and Services Amendments of 1984 - Title I: Programs Under Title VII of the Public Health Service Act - Amends the Public Health Service Act to authorize appropriations through FY 1988 for the Federal health education assistance loan insurance program. Permits amounts from the student loan fund to be used for any public or other nonprofit school which is located in a State and which offers graduate programs in clinical psychology. Authorizes appropriations through FY 1988 for health professions student loans. Requires that beginning in FY 1984 any agreement entered into with a school for the operation of a student loan fund provide that at least one-half of the Federal contribution in a fiscal year to the school's student loan fund be used to make loans to individuals from disadvantaged backgrounds. Authorizes appropriations through FY 1988 for scholarships for students of exceptional financial need and for departments of family medicine. Requires, in making grants to schools with departments of family medicine, that priority be given to an applicant which demonstrates a commitment to making its family medicine program a permanent component of its medical education training program. Authorizes appropriations through FY 1988 for area health education centers. Permits grants to be made to public and nonprofit private schools of public health for projects to develop new programs or expand existing programs in human nutrition, geriatrics, health promotion and disease prevention, alcoholism, and injury due to accidents. Authorizes appropriations through FY 1988 for such grants. Authorizes appropriations through FY 1988 for grants for: (1) physician assistant programs; and (2) general internal medicine and general pediatric programs. Requires, in making such grants, that priority be given to an applicant which demonstrates a commitment to making its general internal medicine and general pediatrics programs permanent components of its medical education training program. Authorizes appropriations through FY 1988 for grants for family medicine and the general practice of dentistry. Requires at least seven percent of the amount appropriated for such grants in any fiscal year to be obligated. Requires priority to be given in making such grants to an applicant which demonstrates a commitment to making its family medicine program a permanent component of its medical education training program. Authorizes appropriations through FY 1988 for health education assistance to individuals from disadvantaged backgrounds. Permits such funds to be used for public and nonprofit private schools which offer graduate programs in clinical psychology. Authorizes appropriations through FY 1988 for grants to health professions schools for conversion and curriculum grants. Permits such grants to be used to maintain and improve schools which provide the first or last two years of education leading to the degree of doctor of medicine. Permits curriculum development grants to allied health profession schools or institutions. Authorizes appropriations through FY 1988 for grants for: (1) advanced financial distress assistance; (2) graduate programs in health administration; (3) traineeships for students in other graduate programs; (4) public health traineeships; and (5) training in preventive medicine. Changes the composition of the National Advisory Council on Health Professions Education to require that at least one member be a representative of schools of public health. Title II: Programs under Title VII of the Public Health Service Act - Amends the Public Health Service Act to authorize appropriations through FY 1988 for grants and contracts for special projects and for advanced nurse training programs. Permits such grants to be used for programs which lead to masters and doctoral degrees and which prepare nurses to serve as nurse educators, administrators, and researchers, or in clinical nurse specialties which require advanced training. Provides for educational grants for nurse midwives. Permits grants to be made to public and nonproft private entities for projects to demonstrate: (1) improvements in clinical nursing care in institutions; (2) improvements in clinical nursing care in homes, independent nursing practice arrangements, and ambulatory facilities; and (3) programs to encourage nurses to practice in health manpower shortage areas. Authorizes appropriations through FY 1988 for such grants. Authorizes appropriations through FY 1988 for grants to cover costs of traineeships for training of nurse anesthetists. Permits the use of grant funds for traineeships for nurses in masters degree and doctoral degree programs. Title III: National Health Service Corps Program - Amends the Public Health Service Act to authorize appropriations through FY 1988 for the National Health Service Corps program. Requires action to be taken to assure that the conditions of any written agreement concerning National Health Service Corps scholarships are adhered to. Prohibits the removal of an area from the areas determined to be health manpower shortage areas unless it is also determined that such an area does not have a population group which has such a shortage or a facility which has such a shortage. Title IV: Health Maintenance Organizations and Migrant and Community Health Centers - Amends the Public Health Service Act to authorize appropriations through FY 1988 for grants and contracts for feasibility surveys and loan guarantees for planning and for initial development costs. Authorizes appropriations through FY 1988 for health maintenance organizations and migrant and community health centers. Permits such funds to be used for repaying loans made by the Farmer's Home Loan Administration for buildings. Limits the amount of grant funds available to community health centers to enable the centers to plan and develop the provision of health services on a prepaid basis to not more than five percent of the funds appropriated to community health centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions and Services Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles VII and VIII of the Public Health Service Act to extend the programs of assistance for the training of health professions personnel, to revise and extend the National Health Service Corps program under that Act, and to revise and extend the programs of assistance under that Act for health maintenance organizations and migrant and community health centers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:00-05:00"
}