{
  "actions": [
    {
      "acted_at": "1989-05-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2239-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-04", 
  "number": "2239", 
  "official_title": "To amend title 10, United States Code, to improve program stability of major defense acquisition programs by establishing new congressional authorization procedures and improving cost schedule and performance control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Kasich, John R.", 
    "state": "OH", 
    "thomas_id": "00618", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-04", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional oversight", 
    "Cost accounting", 
    "Defense budgets", 
    "Defense procurement"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-04", 
    "text": "Amends Federal defense procurement provisions to provide that when a major defense acquisition program (MDAP) is approved by the Congress to proceed into the full-scale engineering development stage or the production stage, the Congress shall authorize the appropriate funds for that stage in a single amount sufficient to carry out that stage. Prohibits any such stage from beginning until the Congress has authorized and appropriated funds for such stage. Requires the Secretary of Defense to include in a request to the Congress for funding for a MDAP stage specified information as to the nature and cost of such stage, including a baseline description of the development, production, and use of the system to be delivered under the program. Requires the Secretary, if he or she determines that there is a significant adverse system change during a stage of development or production, to notify the Congress of the change within ten days, at which time funds appropriated for such program may no longer be obligated. Terminates such funding prohibition at the end of a 45-day period after a new baseline description report is submitted to the Congress concerning such development or production stage as changed. Identifies a significant adverse system change as one that results in a lower capacity for the system than specified in its original report or an increase of more than five percent in the current total program cost in the description. Authorizes the Secretary or the Secretary of the military department concerned, after the Congress authorizes and appropriates funds for a stage, to change the current baseline description with respect to a program, as long as such change does not result in a signiificant adverse system change. Directs the Secretary to notify the Senate and House Armed Services Committees of any such changes no later than ten days after such changes are made. Limits the delegation of the authority of the Secretaries to make such baseline description changes. Makes the provisions of this Act applicable to MDAPs for which the full-scale engineering development stage is begun after FY 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to improve program stability of major defense acquisition programs by establishing new congressional authorization procedures and improving cost schedule and performance control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:33-05:00"
}