{
  "actions": [
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3982-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-27", 
  "number": "3982", 
  "official_title": "A bill to establish a policy for the management of oil and gas resources on the Outer Continental Shelf so as to protect the marine and coastal environment; to establish policies and procedures governing Outer Continental Shelf operations that are environmentally, socially, and economically compatible with the coastal zone management programs of affected States funded under Public Law 92-583.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-27", 
  "subjects": [
    "Coastal zone", 
    "Continental shelf", 
    "Oceans and oceanography", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Petroleum law and legislation", 
    "States"
  ], 
  "subjects_top_term": "Petroleum law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-27", 
    "text": "Designates the National Oceanic and Atmospheric Administration as the lead agency for the purposes of complying with the requirements of the National Environmental Policy Act. Requires the Administrator of the National Oceanic and Atmospheric Administration, in consultation with the Secretary of the Department of the Interior, to conduct a study to establish baseline information concerning the status of the marine and coastal environment of the Outer Continental Shelf and the coastal zone which may be affected by oil and gas development. Requires the Administrator, subsequent to leasing and development of any area, to monitor the marine and coastal environment of the areas affected so that previous data collected can be compared and significant changes in the quality and productivity of the environment can be identified. Requires the Administrator to designate within guidelines which coastal States are to be considered as adjacent coastal States for the purposes of this Act, and to be so designated within 60 days after notice from the Secretary of the Interior of an intent to proceed with exploratory drilling. Authorizes appropriations to the Administrator of such sums as are necessary to carry out the purposes of this Act during fiscal years 1976 and 1977. Authorizes and directs the Secretary of the Interior to transmit a development plan to the Governor and State coastal zone management agencies in adjacent coastal States in which oil or gas are found in commercial quantities. Authorizes the Secretary to proceed with the sale of the proposed lease tracts pursuant to each leasing and development plan unless within 90 days either House of the Congress passes a resolution expressing disapproval of such plan. Requires the Secretary, after a request for a postponement of a leasing plan by a Governor, to either grant or deny the request, or to provide for a shorter postponement. Authorizes to be appropriated such sums as are necessary for fiscal years 1976 and 1977. Authorizes and directs the Secretary of the Interior to prepare and maintain a leasing program for the development of oil and gas resources, to manage the Outer Continental Shelf, to locate oil and gas in the physiographic regions of the Outer Continental Shelf, to schedule the timing of leasing for maximum environmental and production benefit, and to receive fair market value for the oil and gas resources. Authorizes and directs the Secretary to conduct an exploratory program to determine the extent, location, and potential for developing the oil and gas resources in the Outer Continental Shelf. Permits the Secretary to conduct geological investigations and exploratory drilling. Directs the Secretary to make available to the public all data obtained directly or under contract, subject to certain exceptions. Directs the Secretary and the Administrator of the National Oceanic and Atmospheric Agency to jointly develop and transmit to the Congress an implementation for the oil and gas exploration program authorized by this Act. Directs the Secretary of the Interior to establish procedures for determining areas to be considered for exploratory drilling and potential leasing. Directs the Secretary to coordinate such program with the coastal management programs developed by any coastal or adjacent coastal states. Establishes a moratorium on the leasing of any additional tracts for oil and gas development under the Outer Continental Shelf Lands Act upon the effective date of this Act and continues such moratorium until the Federal Outer Continental Shelf oil and gas exploration program is implemented."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a policy for the management of oil and gas resources on the Outer Continental Shelf so as to protect the marine and coastal environment; to establish policies and procedures governing Outer Continental Shelf operations that are environmentally, socially, and economically compatible with the coastal zone management programs of affected States funded under Public Law 92-583.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:33-05:00"
}