{
  "actions": [
    {
      "acted_at": "1999-05-18", 
      "references": [
        {
          "reference": "CR S5493-5494", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-18", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1069-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-05-18", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-05-18", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-18", 
  "number": "1069", 
  "official_title": "A bill to provide economic security and safety for battered women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Battered Women's Economic Security and Safety Act", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-18", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administrative fees", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alien labor", 
    "Aliens", 
    "Apprenticeship", 
    "Arrest", 
    "Assault", 
    "Authorization", 
    "Business income tax", 
    "Cash welfare block grants", 
    "Child abuse", 
    "Child care workers", 
    "Child safety", 
    "Child support", 
    "Child support enforcement", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Conferences", 
    "Consumer education", 
    "Continuing education", 
    "Counseling", 
    "Court records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal aliens", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Custody of children", 
    "Damages", 
    "Day care", 
    "Department of Health and Human Services", 
    "Deportation", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Dismissal of employees", 
    "Divorcees", 
    "Economics and public finance", 
    "Education", 
    "Employee assistance programs", 
    "Employee health benefits", 
    "Employee training", 
    "Employers' liability", 
    "Employment tax credits", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Families", 
    "Family leave", 
    "Family violence", 
    "Federal aid to Indians", 
    "Federal aid to day care centers", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial planning", 
    "Flexible work hours", 
    "Food stamps", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Habeas corpus", 
    "Health", 
    "Health insurance", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "Higher education", 
    "Housing and community development", 
    "Housing authorities", 
    "Identification devices", 
    "Immigrants", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indian children", 
    "Indian courts", 
    "Indian housing", 
    "Indian law enforcement", 
    "Indian women", 
    "Injunctions", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Job hunting", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Leave of absence", 
    "Legal assistance to the poor", 
    "Legal assistance to women", 
    "Legal education", 
    "Legal fees", 
    "Life insurance", 
    "Married people", 
    "Medical economics", 
    "Medical records", 
    "Minorities", 
    "Minority women", 
    "Naturalization", 
    "Newsletters", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Parent and child", 
    "Performance measurement", 
    "Personnel records", 
    "Police training", 
    "Poor", 
    "Poor women", 
    "Public housing", 
    "Public interest law", 
    "Punitive damages", 
    "Rape", 
    "Rape victim services", 
    "Relocation", 
    "Relocation of employees", 
    "Rent subsidies", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Security measures", 
    "Separation (Law)", 
    "Sex crimes", 
    "Sick leave", 
    "Social welfare", 
    "Sparsely populated areas", 
    "Stalking", 
    "State laws", 
    "Stress (Psychology)", 
    "Supplemental security income program", 
    "Taxation", 
    "Teaching materials", 
    "Telephone", 
    "Transfer of employees", 
    "Unemployment insurance", 
    "Victims of crimes", 
    "Violence in the workplace", 
    "Vocational guidance", 
    "Wages", 
    "Welfare eligibility", 
    "Welfare waivers", 
    "Welfare-to-work", 
    "Wife abuse", 
    "Witnesses", 
    "Women", 
    "Women's employment", 
    "Women's health", 
    "Women's shelters"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-18", 
    "text": "TABLE OF CONTENTS: Title I: Domestic Violence Prevention Subtitle A: Housing for Victims of Domestic Violence and Sexual Assault Subtitle B: Full Faith and Credit for Protection Orders Subtitle C: Victims of Abuse Insurance Protection Subtitle D: Access to Safety and Advocacy Subtitle E: Battered Women's Shelters and Services Subtitle F: Battered Immigrant Women's Economic Security and Safety Title II: Violence Against Women and the Workplace Subtitle A: National Clearinghouse on Domestic Violence and Sexual Assault in the Workplace Grant Subtitle B: Victims' Employment Rights Subtitle C: Workplace Violence Against Women Prevention Tax Credit Subtitle D: Employment Protection for Battered Women Title III: Protections for Victims of Domestic Violence Under Social Security Act Programs Title IV: Miscellaneous Provisions Battered Women's Economic Security and Safety Act - Title I: Domestic Violence Prevention - Subtitle A: Housing for Victims of Domestic Violence and Sexual Assault - Domestic Violence and Sexual Assault Victims' Housing Act - Earmarks the use of specified appropriations exclusively to assist nonprofit, nongovernmental organizations in providing supportive housing and attendant financial assistance to victims who leave their residence as a result of domestic violence, stalking, or sexual assault.(Sec. 1004) Directs the Secretary of Housing and Urban Development to allocate such funds on the basis of a national competition among nonprofit, nongovernmental organizations. Mandates a specified amount for grants to Indian tribes or tribal organizations that provide shelter or supportive services to such victims.(Sec. 1005) Authorizes increased appropriations for FY 2000 through 2004.Subtitle B: Full Faith and Credit for Protection Orders - Amends the Federal criminal code, with respect to enforcement of a protection order, to authorize a tribal court to exercise civil and criminal jurisdiction over any violator of a protection order within its jurisdiction, regardless of such person's status as an Indian or non-Indian, if the exercise of jurisdiction is authorized under the Civil Rights Act of 1968.(Sec.1012) Authorizes the Attorney General to award grants to assist States, Indian tribal governments, and local government units to develop and strengthen effective law enforcement and recordkeeping strategies to enforce protective orders issued by sister States and tribal counterparts. Authorizes appropriations.Subtitle C: Victims of Abuse Insurance Protection - Victims of Abuse Insurance Protection Act - Prohibits insurers from engaging in specified discriminatory practices with respect to individuals who are, have been, or may be the subject of abuse or have incurred or may incur abuse-related claims. Prescribes confidentiality guidelines governing disclosure of an individual's abuse status.(Sec. 1027) Prohibits subrogation of claims resulting from abuse without the informed consent of the subject of abuse.(Sec. 1028) Grants the Federal Trade Commission authority to enforce this Act. Authorizes a private cause of action in State or Federal court by a subject of abuse who has been adversely affected by actions of an insurer in violation of this Act.Subtitle D: Access to Safety and Advocacy - Access to Safety and Advocacy Act - Authorizes the Attorney General to make grants to certain eligible grantees to provide legal assistance to domestic violence victims, regardless of race, gender, ethnicity, religion, sexual orientation or immigration status.(Sec. 1037) Authorizes appropriations and prescribes allocation guidelines.Subtitle E: Battered Women's Shelters and Services - Battered Women's Shelters and Services Act - Amends the Family Violence Prevention and Services Act to direct the Secretary of Health and Human Services (the Secretary) to make State demonstration grants available to tribal domestic violence coalitions.(Sec. 1042) Instructs the Secretary to deny State demonstration grant applications that fail to document specific involvement of the State or tribal domestic violence coalitions and other knowledgeable entities in the development of the State application. Revises guidelines governing fund allotment and information and technical assistance centers. Specifies amounts for information and technical assistance centers, as well as for State domestic violence coalitions.(Sec. 1043) Instructs the Secretary to award grants to: (1) develop and implement model community intervention strategies to address domestic violence in underserved populations; (2) enable State and tribal domestic violence coalitions to provide emergency assistance through an emergency assistance fund administered by such coalitions for victims of domestic violence; and (3) State, local, and tribal domestic violence coalitions for technical assistance and training.Authorizes increased appropriations.Subtitle F: Battered Immigrant Women's Economic Security - Amends title IV part A (Temporary Assistance to Needy Families) (TANF) of the Social Security Act (SSA) to authorize the Attorney General to waive certain removal grounds in the case of an alien who has been battered or subject to extreme cruelty and was not the primary perpetrator of violence in the relationship.(Sec. 1053) Prescribes treatment of self-petitioning children of U.S. citizens and permanent residents, whether under or over age 21.(Sec. 1056) Prescribes guidelines for the protection of battered children and children of battered immigrants for cancellation of removal or suspension of deportation.(Sec. 1057) Creates a special category of eligibility for non-213A aliens (aliens without a sponsor's affidavit of support) who fall within specified domestic violence guidelines.(Sec. 1058) Amends the Immigration and Nationality Act to cite circumstances in which the Attorney General may waive: (1) deportability for certain aliens who are first time domestic violence offenders, and are current in their court-ordered child support payments; and (2) inadmissibility criteria for certain aliens who are battered spouses whose family members are U.S. citizens or lawful permanent residents.(Sec. 1061) Provides access to naturalization for divorced victims of abuse.(Sec. 1063) Amends the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (PRWORA), and the Housing and Community Development Act of 1980 to declare certain battered aliens eligible for food stamps and housing assistance, respectively.(Sec. 1066) Amends the Social Security Act to prohibit the collection of information concerning the immigration status of a parent applying for assistance on behalf of a qualified child.(Sec. 1068) Amends PRWORA to permit a battered alien to continue after divorce to count the qualifying quarters worked by the spouse-batterer during the marriage, thus enabling such alien to receive certain public benefits, including food stamps and supplemental security income (SSI).(Sec.1070) Amends the Departments of Commerce, Justice, and State, the Judiciary and Related Agencies Appropriations Act, 1998 to assure access to Legal Services Corporation funds to aliens who have been battered or subjected to extreme cruelty.Title II: Violence Against Women and the Workplace - Subtitle A: National Clearinghouse on Domestic Violence and Sexual Assault in the Workplace Grant - Authorizes the Attorney General to award a grant to a private non-profit entity or tribal organization for the establishment and operation of a national clearinghouse and resource center to provide information and assistance to employer and labor organization efforts to aid victims of domestic violence and sexual assault. Authorizes appropriations.Subtitle B: Victims' Employment Rights - Victims' Employment Rights Act - Prohibits employer discrimination regarding conditions or privileges of employment predicated upon an employee's status as a victim of domestic violence, sexual assault, or stalking. Subjects a violator to liability for monetary damages, and for equitable relief, including reinstatement and promotion.Subtitle C: Workplace Violence Against Women Prevention Tax Credit - Workplace Violence Against Women Prevention Tax Credit Act - Amends the Internal Revenue Code (IRC) to provide a workplace safety program tax credit for 40 percent of the costs incurred or paid by an employer for implementing workplace safety and education programs to combat violence against women.Subtitle D: Employment Protection for Battered Women - Battered Women's Employment Protection Act - Amends the IRC to mandate unemployment compensation for an individual separated from employment as a direct result of a domestic violence experience.(Sec. 2043) Amends the Social Security Act to mandate that claims reviewers and hearing personnel be trained in the nature and dynamics of domestic violence and in ascertaining and keeping confidential information about domestic violence experiences so that employee separations stemming from domestic violence are screened, identified, and adjudicated in full confidentiality.(Sec. 2044) Amends the Family and Medical Leave Act of 1993 and the Federal Medical Leave Act to entitle to leave those employees who must address the effects of domestic violence.Title III: Protections for Victims of Domestic Violence Under Programs Authorized under the Social Security Act - Amends SSA title IV part A (TANF) to prescribe guidelines under which States may grant temporary good cause waivers of compliance to victims of domestic violence without jeopardizing State compliance with TANF requirements.(Sec. 3002) Extends to any unreasonable risk posed to the health, safety, or liberty of a parent or child certain protections from information disclosure applying to the Federal Parent Locator Service and any State plan for child and spousal support.(Sec.3003) Prescribes guidelines under which the Secretary shall award building opportunities bonus grants to States for high performance in implementing a program designed to enhance the ability of recipients of assistance to become economically self-sufficient. Authorizes appropriations.Title IV: Miscellaneous Provisions - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to instruct the Attorney General to award grants to State coalitions to coordinate State victim services activities, and to collaborate and coordinate with Federal, State, and local entities engaged in violence against women activities. Mandates that a specified percentage be made available in each fiscal year for grants to Indian tribal governments to address rural domestic violence and child abuse on tribal lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Battered Women's Economic Security and Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Access to Safety and Advocacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Battered Women's Employment Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Battered Women's Shelters and Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Domestic Violence and Sexual Assault Victims' Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims' Employment Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims of Abuse Insurance Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Workplace Violence Against Women Prevention Tax Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide economic security and safety for battered women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:38-05:00"
}