{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2616-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "2616", 
  "official_title": "A bill to establish an independent Special Prosecution office, as an independent agency of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11291-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Independent Special Prosecutor Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "Independent Special Prosecutor Act - Establishes an Independent Special Prosecution Office, which will have the responsibility for investigating and initiating prosecution of all offenses arising out of the Presidential election of 1972 and matters related thereto and arising therefrom, including all matters which were under investigation by the Special Prosecutor force prior to October 19, 1973, pursuant to the agreement made between the former Special Prosecutor and the Attorney General Designate on May 19, 1973. Authorizes the President of the United States to appoint, within seven days of the enactment of this legislation, a Special Prosecutor and a Deputy Special Prosecutor, by and with the advice and consent of the Senate. Authorizes the Special Prosecutor to have exclusive jurisdiction, to investigate, as he deems appropriate, and prosecute against and in the name of the United States: (1) offenses arising out of the unauthorized entry into Democratic National Committee Headquarters at the Watergate; (2) other offenses arising out of the 1972 Presidential election; (3) offenses alleged to have been committed by the President, Presidential appointees, or members of the White House staff in relation to the 1972 Presidential campaign and election; (4) all other matters heretofore referred to the former Special Prosecutor pursuant to regulations of the Attorney General; and (5) offenses relating to or arising out of any such matters. Empowers the Special Prosecutor with specified powers, including: (1) to determine whether or not to contest the assertion of \"Executive Privilege\" or any other testimonial privilege; and (2) to receive appropriate national security clearance and review all evidence sought to be withheld on grounds of national security and if necessary contest in court any claim of privilege or attempt to withhold evidence on grounds of national security. Provides that all materials, tapes, documents, files, work in process, and all other property relevant to the duties enumerated in this Act shall be delivered into the possession of the Special Prosecutor appointed under this Act. Requires that all investigations, prosecutions, cases, litigation, and Grand Jury or other proceedings initiated by the former Special Prosecutor shall be continued, as the Special Prosecutor deems appropriate. Directs the Special Prosecutor to submit to the Congress directly requests for such funds, facilities, and legislation as he shall consider necessary to carry out his responsibilities under this Act. Provides that such requests shall receive priority consideration by the Congress. Provides that the Special Prosecutor shall carry out his duties under this Act within two years, except as necessary to complete trials pending. Authorizes the President to remove the Special Prosecutor and the Deputy Special Prosecutor for neglect of duty, malfeasance in office, or violation of this Act, but for no other cause. States that when the President believes such violations have occurred, he shall prepare a notice of dismissal to be delivered to both Houses of Congress. Provides that the dismissal shall become effective at the end of thirty calendar days of continuous session of Congress after delivered, unless either House passes a resolution rejecting such dismissal."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Special Prosecutor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent Special Prosecution office, as an independent agency of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}