{
  "actions": [
    {
      "acted_at": "1980-08-05", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3022-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-05", 
  "number": "3022", 
  "official_title": "A bill to encourage States to provide unemployment benefits to certain partially unemployed workers, and to amend the Walsh-Healey Act and the Contract Work Hours and Safety Standards Act to permit certain employees to work a ten-hour day in the case of a four-day work week, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-05", 
  "subjects": [
    "Construction industries", 
    "Federal-state relations", 
    "Four-day week", 
    "Government operations and politics", 
    "Hours of labor", 
    "Intergovernmental relations", 
    "Job sharing", 
    "Labor and employment", 
    "Overtime", 
    "Part-time employment", 
    "Public Contracts, Procurement, and Property", 
    "Social welfare", 
    "States", 
    "Unemployment", 
    "Unemployment insurance", 
    "Wages"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-05", 
    "text": "Directs the Secretary of Labor to develop legislation which may be used by States as a model in developing and enacting short-time compensation programs. Authorizes the Secretary to: (1) make grants, and provide technical assistance, to States to assist in developing, enacting, and implementing short-time compensation programs; and (2) require specified provisions to assure minimum uniformity, even though States are encouraged to experiment. Defines a \"short-time compensation program\" as one under which: (1) individuals whose workweek has been reduced, pursuant to a qualified employer plan, by at least ten percent will be eligible for at least a pro rata portion of the unemployment benefits payable if such individual were totally unemployed; (2) such short-time compensation benefits shall be financed (a) by the usual manner of charging reserve accounts by experience rating, where employers have positive reserve accounts, or (b) by employers with negative reserve accounts being required to reimburse the trust fund quarterly; (3) eligible employees may apply for and collect short-time compensation or regular unemployment compensation benefits, as needed, but may not collect more than the maximum unemployment compensation benefit for full-time unemployment; and (4) eligible employees will not be expected to meet the availability for work or work search test requirement while collecting short-time compensation, but must be available for their normal workweek. Defines \"qualified employer plan\" as one under which there is a reduction in the number of hours worked by employees rather than total layoffs if: (1) such plan is approved by the State agency; (2) the employer certifies that the aggregate reduction in work hours pursuant to such plan is in lieu of total layoffs which would result in an equivalent reduction of work hours; (3) the employer continues to provide health and pension benefits to employees whose workweek is reduced under such plan at the same level provided before such reduction; and (4) the appropriate official of the union or union hall has consented to the plan and implementation is consistent with employer obligations under the National Labor Relations Act, in the case of employees represented by a union. Includes the District of Columbia, the Commonwealth of Puerto Rico, and the Virgin Islands under the term \"State\", for purposes of this Act. Directs the Secretary to conduct, and to pay administrative and benefit costs for, one or more controlled demonstration projects to evaluate the effectiveness of short-time compensation programs, in cooperation with the appropriate State agency. Directs the Secretary to submit two interim reports to the Congress and a final report to the Congress and the President on the implementation of this Act, with evaluation of such programs and recommendations. Authorizes appropriations for fiscal years 1981 through 1983, in limited amounts, to carry out such programs. Amends the Walsh-Healey Act to permit government contractors to have their employees work a four-day workweek consisting of four ten- hour days. Amends the Contract Work Hours Standards Act to revise overtime guidelines to accommodate such a workweek."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to encourage States to provide unemployment benefits to certain partially unemployed workers, and to amend the Walsh-Healey Act and the Contract Work Hours and Safety Standards Act to permit certain employees to work a ten-hour day in the case of a four-day work week, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}