{
  "actions": [
    {
      "acted_at": "1985-02-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1165-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-20", 
  "number": "1165", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to broaden the income tax base, to lower tax rates, and achieve a more neutral tax system by imposing a fair and simple progressive cash flow income tax, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cash Flow Income Tax Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "Heftel, Cecil", 
    "state": "HI", 
    "thomas_id": "00526", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-20", 
  "subjects": [
    "Awards, medals, prizes", 
    "Bank reserves", 
    "Business and commerce", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Consumer credit", 
    "Consumer protection", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Credit unions", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Estate tax", 
    "Finance and financial sector", 
    "Finance charges", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Gift tax", 
    "Gifts", 
    "Holding companies", 
    "Income tax", 
    "Inflation", 
    "Insurance", 
    "Interest", 
    "International corporations", 
    "Labor and employment", 
    "Life insurance", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Medical economics", 
    "Minimum tax", 
    "Public Welfare and Charities", 
    "Railroad retirement plans", 
    "Railroads", 
    "Real property tax", 
    "Social welfare", 
    "State taxation", 
    "States", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trusts and trustees", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-20", 
    "text": "Cash Flow Income Tax Act of 1985 - Title I: Cash Flow Income Tax - Subtitle A: Cash Flow Income Tax - - Amends the Internal Revenue Code to reduce the tax rates for individuals and the number of tax brackets. Imposes an income tax of 30 percent on the taxable income of an estate or trust in excess of $3,000. Provides for a yearly cost-of-living adjustment for the standard deduction, the dependent credit, and the \"ten percent bracket.\" Repeals: (1) the minimum tax for tax preferences; (2) the accumulated earnings tax; (3) the personal holding company tax; (4) the foreign personal holding company tax; and (5) the dividend paid deduction. Imposes a 30 percent income tax on the taxable income of every corporation. Provides that such tax shall be equal to at least 30 percent of the accumulated surplus of a corporation. Revises the definitions of \"taxable income,\" \"adjusted gross income,\" \"net income,\" and \"gross income.\" Provides that the standard deduction shall be $8,000 in the case of a joint return ($4,000 for single individuals or married filing separately). Sets forth restrictions on the availability of the standard deduction. Provides for an unlimited carryforward of any negative amount of a corporation's adjusted net income flow or a taxpayer's taxable income. Allows the taxpayer a credit against the tax for each dependent exemption. Provides that such credit may not exceed the tax of the taxpayer. Subtitle B: Base Broadening - Repeals various tax credits and tax exclusions. Includes in gross income: (1) amounts received as prizes and awards; (2) amounts received as unemployment compensation; (3) social security and tier 1 railroad retirement benefits; and (4) an amount equal to the cost of group-term life insurance carried by an employer for an employee. Includes in gross income the value of property acquired by gift, bequest, devise, or inheritance. Permits a $5,000 per year exclusion for such property. Repeals various tax deductions. Allows a deduction for interest incurred to purchase, carry, or improve an investment asset. Prohibits the deduction of consumer interest. Repeals the deduction for real and personal property taxes. Limits the amount of the deduction for charitable contributions to five percent of the taxpayer's adjusted gross income. Permits a deduction for medical and dental expenses only to the extent such expenses exceed ten percent of adjusted gross income. Permits the deduction for individual casualty losses only to the extent that the aggregate amount of such losses sustained during the taxable year exceeds $500. Treats a husband and wife filing a joint return as one individual for purposes of this limitation. Repeals the tax provisions relating to the limitations on allowance of capital losses. Repeals the tax exemption for credit unions. Provides that gain or loss shall be recognized to a corporation on the distribution of property with respect to its stock in the same manner as if the property distributed had been sold to the distributee at its fair market value. Provides that gain or loss shall be recognized to a corporation on the distribution of property in complete liquidation in the same manner as if it had been sold. Provides one exception to this rule. Eliminates the special bad debt reserves of financial institutions. Subtitle C: Effective Date - Sets forth the effective date for the implementation of this title. Title II - Repeal of Estate and Gift Taxes - Repeals the estate and gift tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cash Flow Income Tax Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to broaden the income tax base, to lower tax rates, and achieve a more neutral tax system by imposing a fair and simple progressive cash flow income tax, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:49-05:00"
}