{
  "actions": [
    {
      "acted_at": "2012-08-02", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3506-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-08-02", 
  "number": "3506", 
  "official_title": "A bill to eliminate requirements to undertake duplicative clinical testing of new pharmaceutical drugs, vaccines, biological products, or medical devices, when such duplication is inconsistent with relevant ethical norms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ethical Pathway Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-08-02", 
  "subjects": [
    "Animal protection and human-animal relationships", 
    "Drug safety, medical device, and laboratory regulation", 
    "Government information and archives", 
    "Health", 
    "Human rights", 
    "Licensing and registrations", 
    "Medical ethics", 
    "Medical research"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-08-02", 
    "text": "Ethical Pathway Act of 2012 - Directs the Commissioner of Food and Drugs (FDA) to establish a mechanism by which an applicant to sell any new pharmaceutical drug, vaccine, biologic product, or medical device that requires regulatory approval by the Secretary of Health and Human Services (HHS) (regulated product) may request a cost-sharing arrangement under which the applicant shall: (1) verify that intended clinical investigations involving humans or vertebrate animals have not been performed or initiated by another person; (2) make reasonable efforts to obtain voluntary agreements to use existing evidence regarding the safety and efficacy of new pharmaceutical drugs or biological products used to obtain marketing approval for use in humans or vertebrate animals (regulatory test data); and (3) notify the Commissioner if there is a failure to reach a voluntary agreement, at which point the Commissioner shall ask the parties to agree to binding arbitration to determine the reasonable and fair fee for relying upon relevant regulatory test data. Permits such applicant to request such arrangement if, but for the arrangement: (1) the applicant would be required to conduct clinical investigations involving human subjects that violate Article 20 of the Declaration of Helsinki on Ethical Principles for Medical Research Involving Human Subjects in order to obtain regulatory approval of the regulated product, or (2) the duplication of the clinical investigations required for such application would violate other applicable ethical standards concerning the testing of products on humans or other vertebrate animals. Requires the fee for reliance by the applicant on such regulatory test data to be determined after considering: (1) the actual out-of-pocket costs of the applicable clinical investigations; (2) the risks of the investigations; (3) any federal grants, tax credits, or other subsidies; (4) the expected share of the global market for the product involved; and (5) the amount of time the holders of the relevant applications or licenses have benefited from exclusive rights and the cumulative revenue earned on the products that relied upon the data at issue. Directs the Secretary to adopt procedures and rules under which sufficient information about costs and fees will be made public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ethical Pathway Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to eliminate requirements to undertake duplicative clinical testing of new pharmaceutical drugs, vaccines, biological products, or medical devices, when such duplication is inconsistent with relevant ethical norms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:38:20-05:00"
}