{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr131-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "131", 
  "official_title": "A bill to strengthen the Nation's competitive position in international trade and to improve its ability to respond to unfair and injurious foreign trade practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Foreign Trade Practices Act of 1987", 
  "sponsor": {
    "district": "11", 
    "name": "Donnelly, Brian J.", 
    "state": "MA", 
    "thomas_id": "00304", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Department of Commerce", 
    "Executive reorganization", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Office of the U.S. Trade Representative", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Fair Foreign Trade Practices Act of 1987 - Amends the Trade Act of 1974 to make the U.S. Trade Representative (USTR), subject to the President's approval, responsible for determining whether import relief actions should be taken. (Currently the President is responsible for such determinations.) Provides that injurious industrial targeting by a foreign country or instrumentality may trigger import relief actions. Defines injurious industrial targeting. Requires the USTR to take the following actions if the USTR makes specified determinations: (1) suspend, withdraw, or prevent the application of benefits of trade agreement concessions; (2) direct customs officers to assess duties or impose other import restrictions on the products of, and assess fees or impose restrictions on the services of, such foreign country or instrumentality; (3) negotiate agreements with foreign countries to fully offset the burden or restriction on U.S. commerce; (4) submit to the President proposed administrative actions and legislation to restore or improve the international competitiveness of the industry that has been injured or threatened with injury; or (5) take any combination of such actions. (Current law authorizes but does not require the President to take certain actions.) Authorizes the USTR (currently the President) to take certain additional actions with respect to access of foreign entities to U.S. service sector markets . Requires the USTR, before taking any of the mandatory import relief actions, to: (1) publish its determination in the Federal Register; and (2) notify the President of any import relief determination and any action taken with respect to such determination. Provides for a 60-day waiting period during which the President may disapprove such determination thereby nullifying it. Requires the President to report to the Congress, within 15 days of disapproving such determination, the reasons for such disapproval. Requires the USTR, upon deciding to begin an import relief investigation, to publish notice of such intent in the Federal Register and request comments and information from other Federal agencies. Directs the USTR, in all investigations initiated pursuant to a petition, to present detailed questionnaires to the foreign governments or instrumentalities and the foreign enterprises concerned in order to develop information about the petitions' allegations. Requires the USTR to base its determination on the best information available, which may be the allegations in the petition. Authorizes the USTR to file with the International Trade Commission (ITC) a copy of the petition or equivalent document in a case alleging injurious industrial targeting and request the ITC to make a determination on such allegation. Grants the ITC 90 days to make such determination. Sets forth the time limitations and procedures for determinations and actions by the USTR. Authorizes the USTR to take actions to compensate a foreign country or instrumentality adversely affected by any import relief action which the United States takes if the contracting parties to the General Agreement on Tariffs and Trade (GATT) disapprove such action. Directs the USTR to: (1) issue regulations governing import relief petitions , investigations, and hearings; (2) keep petitioners informed of all determinations and developments in their cases; and (3) report semiannually to the Congress on import relief petitions and developments. Provides for an investigative staff for the USTR. Directs the Secretary of Commerce to establish a Foreign Industrial Targeting Information Agency (the Agency) within the Department of Commerce to collect information on and monitor foreign industrial targeting. Requires the Director of the Agency, if the Director has reason to believe that a foreign government has initiated or plans to initiate a program to promote the economic development of a particular industry and significant quantities of the products of that industry may be exported to the United States or compete with U.S. products internationally, to collect information on such policies and actions. Authorizes the Director to request information from other Federal agencies. Requires the Director to initiate a special surveillance program if the Director finds that: (1) the foreign government intervention in the industry is substantial; and (2) imports of that industry's merchandise are likely to have significant effects on the competing domestic industry. Requires the special surveillance program to: (1) seek information on the price at which the merchandise is being sold in its home market and other relevant information; (2) monitor import levels and prices of such merchandise and the effect of such imports on the competing U.S. industry; (3) collect and evaluate information on the potential adverse effects that the government intervention might have on the competing industry; and (4) publish quarterly reports on the information obtained through the surveillance program. Requires the Director to recommend to the Secretary that the Commerce Department or another Federal agency initiate a formal investigation of the imported merchandise if a surge of U.S. imports of such merchandise occurs or if such imports appear to be significantly suppressing U.S. prices of competing merchandise. Requires the Director to publish notice of the initiation of a special surveillance program in the Federal Register."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Foreign Trade Practices Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the Nation's competitive position in international trade and to improve its ability to respond to unfair and injurious foreign trade practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:27-05:00"
}