{
  "actions": [
    {
      "acted_at": "1975-03-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-13", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4862-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Hannaford, Mark W.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00495", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Teague, Olin E.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01146", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-13", 
  "number": "4862", 
  "official_title": "A bill to establish a National Energy and Conservation Corporation (AMPOWER).", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3111-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Energy and Conservation Corporation Act", 
  "sponsor": {
    "district": "14", 
    "name": "McFall, John J.", 
    "state": "CA", 
    "thomas_id": "00770", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-13", 
  "subjects": [
    "Corporations", 
    "Energy", 
    "Energy research", 
    "Government corporations", 
    "Patents", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum reserves", 
    "Power resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-13", 
    "text": "National Energy and Conservation Corporation (AMPOWER) Act - Declares the finding of Congress that Government-sponsored exploration, development, investment in and production of petroleum reserves will increase petroleum production on public lands and tidelands. Establishes a National Energy and Conservation Corporation (AMPOWER) to achieve specified goals, including: (1) the exploration, development, and production of public lands and tideland oil, natural gas, oil shale, and coal either independently or in partnership with private industry; and (2) the acceleration of the creation and demonstration of specified technologies. Declares it to be the policy of Congress that costs of production of offshore oil and natural gas and the manufacture of liquid and gaseous fuels from oil shale and coal will be funded through appropriations should such costs exceed market prices. States that fuels produced by the Corporation shall be sold on the open market by competive bid, provided that 50 percent of the production shall be reserved for bids from publicly owned utilities and from State, county, municipal, and other government bodies. Provides a Board of Directors for the Corporation to consist of five members appointed by the President, by and with the advice and consent of the Senate. Sets compensation for Board members and the procedure for removal. Authorizes the Board to appoint such personnel as are necessary for the transaction of the Corporation's business and to fix their compensation. Enumerates the Corporation's powers and duties, including: (1) the power to sue; (2) to make contracts to carry out its functions under this Act; and (3) holding power in the name of the United States to exercise the right of eminent domain. States that, in carrying out its duties under this Act, the Corporation may conduct research and development with a view toward improving the technology related to the use of oil shale, gasification of coal methods, geothermal steam, and solar energy as sources of energy for domestic and industrial used in the United States. Requires the Corporation at all times to maintain and complete accurate account books. States that all purchases and contracts for supplies or services, except for personal service, made by the Corporation, shall be made after advertising . Requires the Board to file with the President and the Congress, in December of each year, a financial statement and a complete report as to the business of the Corporation covering the preceding governmental fiscal year. Directs the Comptroller General to audit the transactions of the Corporation at such times as he shall determine, but not less often than once each governmental fiscal year. Authorizes the Corporation to issue bonds, with the approval of the Secretary of the Treasury, not to exceed $30,000,000,000 outstanding at any one time, which bonds may be sold by the Corporation to obtain funds to carry out the provisions of this Act. States that the payment of interest and principal on such bonds shall be guaranteed by the United States. Authorizes the Corporation to institute proceedings for the acquisition by condemnation of any lands, easements, or rights-of-way which, in the opinion of the Corporation, are necessary to carry out the provisions of this Act. Provides that such actions shall be instituted in the U.S. district court for the district in which the land, easement, or right-of-way is located. Gives the Corporation access to the Patent Office for the purpose of studying, ascertaining, and copying all methods, formulas, and scientific information necessary to enable the Corporation to use and employ the most efficacious and economical process for the exploration and development of energy resources. States that all general penal statutes relating to the larceny, embezzlement, conversion, or to the improper handling, retention, use, or disposal of public money's or property of the United States, shall apply to the moneys and property of the Corporation. Provides that any person who, with intent to defraud the Corporation, or to deceive any director, officer, or employee of the Corporation or any officer or employee of the United States, shall be find not more than $10,000, or imprisoned not more than five years, or both, if he: (1) makes any false entry in any book or the Corporation; (2) makes any false report or statement for the Corporation. Provides a fine of not more than $5,000 or imprisonment for not more than five years, or both, for any person who receives any compensation, rebate, or reward, or enters into any conspiracy, collusion, or agreement, express or implied, with intent to defraud the Corporation. States that the proceeds derived by the Board from the sale of energy minerals or any other products manufactured by the Corporation shall be paid into the U.S. Treasury, except such proceeds as are determined necessary for the operation of the Corporation's energy minerals resources exploration and development program. Exempts also a continuing fund of $2,000,000 to defray emergency expenses and to insure continuous operation. Provides that the Corporation shall give all possible weight to the protection of the environment in the siting and design of facilities constructed pursuant to this Act. Authorizes to be appropriated $5,000,000,000 for the purpose of carrying out the provisions of this Act. Allows the expenditure of such sums as needed without fiscal year limitation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy and Conservation Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Energy and Conservation Corporation (AMPOWER).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:48-05:00"
}