{
  "actions": [
    {
      "acted_at": "2012-03-29", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2254-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2012-03-29", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-29", 
  "number": "2254", 
  "official_title": "A bill to direct the Attorney General to establish uniform standards for the exchange of controlled substance and prescription information for the purpose of preventing diversion, fraud, and abuse of controlled substances and other prescription drugs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4292-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "ID MEDS Act", 
  "sponsor": {
    "district": null, 
    "name": "Portman, Rob", 
    "state": "OH", 
    "thomas_id": "00924", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of Justice", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Fraud offenses and financial crimes", 
    "Health", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Intergovernmental relations", 
    "Prescription drugs", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-29", 
    "text": "Interstate Drug Monitoring Efficiency and Data Sharing Act of 2012 or the ID MEDS Act - Directs the Attorney General to establish national interoperability standards to facilitate the exchange of prescription information by states receiving grant funds under the Harold Rogers Prescription Drug Monitoring Program (Rogers Program) and the Controlled Substance Monitoring Program (CS Program). Directs the Attorney General to ensure that such standards: (1) implement open standards that are freely available to promote broad implementation; (2) provide for the use of exchange intermediaries to facilitate interstate interoperability; (3) support transmissions that are fully secured, using industry standard methods of encryption, to ensure that protected health information and personally identifiable information are not compromised during transmission; and (4) employ access control methodologies to share protected information solely in accordance with state laws and regulations. Requires a grant recipient under the Rogers Program to ensure that the state databases comply with the national interoperability standards. Allows a recipient of an enhancement grant under such Program to use grant funds to standardize the technology architecture used by the recipient to comply with such standards. Amends the Public Health Service Act to require states to ensure that databases established under the CS Program comply with such standards. Directs the Attorney General to report on enhancing the interoperability of state prescription monitoring programs with other technologies and databases used for detecting and reducing fraud, diversion, and abuse of prescription drugs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "ID MEDS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Interstate Drug Monitoring Efficiency and Data Sharing Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Attorney General to establish uniform standards for the exchange of controlled substance and prescription information for the purpose of preventing diversion, fraud, and abuse of controlled substances and other prescription drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:23:25-05:00"
}