{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s100-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "100", 
  "official_title": "A bill to establish an Office of Inspector General in the Nuclear Regulatory Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Improved Nuclear Standards Act", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Executive reorganization", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Inspectors general", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Public safety", 
    "Radiation safety"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Improved Nuclear Standards Act - Creates the position of Inspector General at the Nuclear Regulatory Commission (NRC). Amends the Inspector General Act of 1978 to require that individuals appointed to the position of Inspector General of NRC have expertise in nuclear safety. Confers responsibility upon the Inspector General to: (1) review all nuclear safety procedures implemented by the NRC; (2) propose public safety regulations to the NRC; and (3) submit an annual report to the Congress regarding the adequacy of nuclear safety procedures used in the United States. Directs the Inspector General of the Federal Emergency Management Agency (the Agency) to review emergency evacuation plans for nuclear power facilities and to make recommendations, along with the Director of the Agency, to the Congress concerning the adequacy and implementation of such plans. Requires the Agency to conduct an annual test of the evacuation plan for each operating nuclear power facility, including facilities not licensed by the NRC. Directs the Commission to suspend the license of any facility until it can certify that its evacuation plan assures public safety. Sets as a prerequisite for the granting of any commercial nuclear power facility license that the Agency certify to the NRC that the facility's evacuation plan assures public safety. Confers responsibility upon the owner of such facility for the payment of the non-Federal costs associated with evacuation test plans for such facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improved Nuclear Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Inspector General in the Nuclear Regulatory Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:06-05:00"
}