{
  "actions": [
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr330-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1994-03-23", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-05", 
  "number": "330", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to further restrict contributions to candidates by multicandidate political committees, require full disclosure of attempts to influence Federal elections through \"soft money\" and independent expenditures, correct inequities resulting from personal financing of campaigns, strengthen the role of political parties, and contain the cost of political campaigns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Campaign Reform Act of 1993", 
  "sponsor": {
    "district": "1", 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-05", 
  "subjects": [
    "Business and politics", 
    "Campaign funds", 
    "Campaign management", 
    "Congressional candidates", 
    "Congressional elections", 
    "Corporations", 
    "Democratic Party", 
    "Government operations and politics", 
    "Government paperwork", 
    "Labor union finances", 
    "Labor union political activities", 
    "Loans", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Presidential candidates", 
    "Presidential elections", 
    "Radio in politics", 
    "Republican Party", 
    "Television in politics", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-05", 
    "text": "Congressional Campaign Reform Act of 1993 - Amends the Federal Election Campaign Act of 1971 to: (1) increase the amount a person may contribute to a candidate and his or her authorized political committees for an election for Federal office; and (2) decrease the amount a multicandidate political committee may contribute to a candidate and the candidate's political committees. Requires multicandidate political committees and separate regulated funds to: (1) provide a method so that each person contributing to such committee or fund may specify to which Federal candidate or national political party organization such contribution is being made; and (2) provide each contributor with a list of the names and addresses for the authorized committee of every candidate and for each national political party organization. Requires corporations and labor organizations to report to the Federal Election Commission (Commission) certain payments or services they furnish which are directly attributable to a registration or get-out-the-vote campaign. Sets forth disclosure requirements for independent expenditures through broadcast communications on any radio or television station. Requires a candidate to file with the Commission and each other qualifying candidate a declaration stating whether or not such candidate intends to expend funds and incur personal loans for the primary and general election in the aggregate of $250,000 or more from the following sources: (1) personal funds; (2) family funds; and (3) personal loans incurred in connection with the campaign. Allows the opponents of such candidate to accept larger contribution amounts from individuals. Allows a candidate to repay a personal loan in connection with the candidate's campaign from contributions made to such candidate or his authorized committee. Prohibits a candidate from making expenditures from personal funds or family funds, or from incurring personal loans in connection with the election campaign at any time within 60 days before such election. Prohibits a candidate who makes expenditures from his or her personal funds or those of his or her immediate family to his or her campaign committee, or makes a loan from such funds to such committee, from using post-election contributions made by any other person to repay any such expenditure or loan. Increases the limit on expenditures made by the national committee of a political party on behalf of the general election campaign of a candidate for the Senate or an at-large House seat. Expands the definition of \"national committee\" to include the Democratic and Republican National Committees as well as their respective House and Senate campaign committees. Sets forth national committee reporting requirements. Amends the Communications Act of 1934 to: (1) limit the cost to qualified candidates of broadcasting time for pre-election political advertising to the lowest rate charged for any time in the same period; and (2) prohibit any broadcast licensee from preempting the use of any such time purchased by a qualified candidate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Campaign Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to further restrict contributions to candidates by multicandidate political committees, require full disclosure of attempts to influence Federal elections through \"soft money\" and independent expenditures, correct inequities resulting from personal financing of campaigns, strengthen the role of political parties, and contain the cost of political campaigns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:59-05:00"
}