{
  "actions": [
    {
      "acted_at": "1996-09-28", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on Commerce, Ways and Means, the Judiciary, and International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Commerce, Ways and Means, the Judiciary, and International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-30", 
      "references": [
        {
          "reference": "CR E1826", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-17", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "International Operations and Human Rights", 
      "text": "Referred to the Subcommittee on International Operations and Human Rights.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-17", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-22", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4312-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations and Human Rights", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-28", 
  "number": "4312", 
  "official_title": "To revitalize the tourism industry and to provide airport security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tourism Revitalization and Airport Security Act of 1996", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-28", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Air cargo", 
    "Air piracy", 
    "Aircraft", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Aliens", 
    "Animals", 
    "Aviation agreements", 
    "Aviation fuels", 
    "Aviation safety", 
    "Bombings", 
    "Brazil", 
    "Commerce", 
    "Computers", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Data banks", 
    "Department of Commerce", 
    "Department of Justice", 
    "Department of State", 
    "Department of Transportation", 
    "Diplomats", 
    "East Asia", 
    "Economics and public finance", 
    "Employee selection", 
    "Energy", 
    "Energy policy", 
    "Equipment and supplies", 
    "Excise tax", 
    "Executive reorganization", 
    "Explosives", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal incorporation", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Gamma rays", 
    "Gasoline tax", 
    "Government and business", 
    "Government operations and politics", 
    "Government trust funds", 
    "Immigration", 
    "Income tax", 
    "International affairs", 
    "Japan", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Legislation", 
    "Management audit", 
    "Marketing research", 
    "Married people", 
    "Nonprofit organizations", 
    "Passenger ships", 
    "Passports", 
    "Plastics", 
    "Police dogs", 
    "Police training", 
    "Private police", 
    "Rating of employees", 
    "Recreation", 
    "Science, technology, communications", 
    "Security measures", 
    "South Korea", 
    "Taiwan", 
    "Tax deductions", 
    "Tax rates", 
    "Taxation", 
    "Technological innovations", 
    "Terrorism", 
    "Tourist trade", 
    "Trade fairs", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation workers", 
    "Travel", 
    "User charges", 
    "Venezuela", 
    "Visas"
  ], 
  "subjects_top_term": "Travel", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-28", 
    "text": "TABLE OF CONTENTS: Title I: Ensuring Traveler Safety Title II: Tourism Promotion Title III: Facilitating Travel Title IV: Improvement of Visa Programs and Issuance Tourism Revitalization and Airport Security Act of 1996 - Title I: Ensuring Traveler Safety - Amends Federal aviation security law to direct the Administrator of the Federal Aviation Administration (FAA) to: (1) facilitate deployment of commercially available explosive detection devices which will significantly enhance aviation security; (2) require by regulation that an employment investigation be conducted for personnel who will be responsible for screening passengers or property (including a criminal history record check where such investigation reveals a gap in employment of 12 months or more for which the individual does not satisfactorily account); and (3) provide for the periodic audit of criminal history record checks. (Sec. 105) Urges the FAA, the Secretary of Transportation, and the intelligence and law enforcement community to continue to assist air carriers in developing computer-assisted passenger profiling programs. (Sec. 106) Authorizes the use of funds from project grants and passenger facility fees to enhance air transportation security programs. (Sec. 107) Directs the Administrator to review FAA oversight of: (1) mail and cargo inspections and the need or additional security measures; and (2) the adequacy of cargo screening and inspection. (Sec. 108) Instructs the Director of the Federal Bureau of Investigation (FBI) to assure that FBI agents shall jointly implement periodic threat and vulnerability security assessments with the FAA at high-risk airports. (Sec. 109) Requires the use of dogs as a supplemental screening procedure at major airports. Directs the Secretary of Transportation (the Secretary) to make grants for the training and evaluation of dogs for the explosive detection K-9 team training program. Authorizes appropriations from the Trust Fund. (Sec. 111) Instructs the Administrator to initiate a rulemaking to revise specified rules with respect to small airplanes to enhance their safety and security. (Sec. 112) Establishes the Civil Aviation Security Review Commission (the Commission) to conduct a comprehensive review of aviation security for a report to the Congress and the Administrator. (Sec. 113) Directs the Administrator to conduct a test to assess the performance of inelastic gamma ray imaging and spectroscopy (IGRIS) systems in the detection of explosive materials. Authorizes appropriations. (Sec. 114) Instructs the Secretary to study the efficacy of bomb blast containment technologies in aircraft luggage and cargo holds. Authorizes appropriations. (Sec. 115) Expresses the sense of the Congress that thorough studies of the bag match security system in air transportation need to be conducted before its implementation on a widespread basis. Title II: Tourism Promotion - Establishes: (1) the National Tourism Board to use a private-public partnership for travel and tourism policymaking and develop a national strategy for increasing travel and tourism in the United States; and (2) a federally-chartered National Tourism Organization as a non-Federal, non-profit organization to promote and implement the United States travel and tourism market, including establishment of a Travel-Tourism Data Bank. (Sec. 203) Instructs the Secretary of State and the Director of the United States Information Agency to cooperate with both the Board and the Organization. Title III: Facilitating Travel - Amends the Internal Revenue Code to provide that revenues from the following taxes shall not be transferred to either the Highway Trust Fund or the Airport and Airway Trust Fund: (1) the Leaking Underground Storage Tank Trust Fund financing rate; and (2) the excise tax on diesel and special motor fuels to the extent attributable to fuel used in a train. (Sec. 301) Declares that amounts payable from the Highway Trust Fund for certain repayments and credits shall be determined by taking into account only the portion of the taxes deposited into such Fund. Repeals the definitions of Highway Trust Fund financing rate and the Airport and Airway Trust Fund financing rate. Revises the formula for: (1) funding the Airport and Airways Trust Fund with amounts equivalent to specified excise taxes; and (2) rates of tax imposed upon fuel used in commercial transportation on inland waterways. (Sec. 302) Repeals a scheduled tax increase imposed upon commercial aviation fuel. (Sec. 303) Restores and makes retroactive: (1) the 100 percent deduction allowed for business meals and entertainment; and (2) the deduction for travel expenses of spouses and others accompanying the taxpayer on business. (Sec. 304) Allows a taxpayer engaged in a trade or business to deduct as a business expense any amounts incurred to promote tourism to the United States by a non-resident. (Sec. 305) Repeals the limitations placed upon tax deductions for expenses allocable to business conventions held on foreign-flagged cruise ships. (Sec. 306) Extends from January 1, 1997 to January 1, 2002, the air transportation tax upon persons and property. (Sec. 307) Expresses the sense of the Congress that: (1) the Secretary of Transportation should work to amend the 1952 bilateral agreement regarding airline accessibility to and from Japan; and (2) the new agreement should include increased access by U.S. based airlines. Title IV: Improvement of VISA Programs and Issuance - Amends the Immigration and Nationality Act to replace a joint action requirement for both the Attorney General and the Secretary of State with a mandate that the Attorney General act in consultation with the Secretary of State regarding the visa waiver pilot program for certain visitors. Extends such program from 1996 to 2002. Revises guidelines governing a pilot program country placed on probationary status. (Sec. 402) Directs the Secretary of State to increase by 25 percent the number of consular personnel assigned at specified posts in order to expedite the processing of nonimmigrant visa applications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tourism Revitalization and Airport Security Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To revitalize the tourism industry and to provide airport security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:50-05:00"
}