{
  "actions": [
    {
      "acted_at": "1978-06-16", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13175-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-16", 
  "number": "13175", 
  "official_title": "A bill to establish a National Organization of Securities and Exchange Commission Accountancy, to require that independent public accounting firms be registered with such Organization in order to furnish audit reports with respect to financial statements filed with the Securities and Exchange Commission, to authorize disciplinary action against such accounting firms and principals in such firms, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Accounting Regulatory Act", 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-16", 
  "subjects": [
    "Accounting", 
    "Auditing", 
    "Business and commerce", 
    "Executive reorganization", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Securities", 
    "Securities and Exchange Commission"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-16", 
    "text": "Public Accounting Regulatory Act - Requires the Securities and Exchange Commission (Commission) to establish a National Organization of Securities and Exchange Commission Accountancy (Organization). Requires each independent public accounting firm which furnishes audit reports with respect to any financial statement, report, or other document required to be filed with the Commission under any Federal securities law, and each principal in such a firm, to register with the Organization. Prohibits any firm or principal not registered from furnishing audit reports with respect to any such financial statement, report, or other document required to be filed with the Commission. Requires the Organization to assess and collect from each independent public accounting firm registered under this Act annual dues based upon each firm's annual revenues. Directs that such dues be used to permit the Organization to operate on a self-financing basis. Requires all records of the Organization to be available for public inspection during normal business hours, except for working papers and related files concerning the review or investigation of an independent public accounting firm under this Act. Requires the Organization to establish procedures for the registration of independent public accounting firms and the principals in such firms. Requires each firm seeking registration under this Act to submit an application containing specified information. Requires the Organization to conduct a continuing program of reviews of independent public accounting firms registered under this Act. Sets forth methods for conducting such reviews. Suspends or revokes the registration of any firm which refuses to cooperate in such investigations. Directs the Organization or the Commission, on its own initiative, to take such disciplinary action as may be required, in the public interest and for the protection of investors, against any independent public accounting firm registered under this Act or any principal in such a firm. Directs the Commission to review each disciplinary action and to affirm, reverse, or alter such action as appropriate. States that any disciplinary action shall be subject to review in the United States Court of Appeals for the District of Columbia. Directs the Commission to have responsibility for oversight of the Organization to assure that the activities of the Organization are conducted so as to build public confidence in audits performed by independent public accounting firms and the adequacy of financial statements of publicly owned corporations. Gives the Commission power to approve, deny, alter, propose, or repeal any bylaw or operating procedure of the Organization. Requires the Commission to take the following action; (1) compile, in consultation with appropriate organizations designated by the Commission, listings of needed generally accepted accounting principles and auditing standards which have not been developed and issued; (2) furnish the listings compiled under this subsection together with priorities and timetables, to such appropriate organizations; (3) monitor the progress of such organizations against the appropriate timetables, and in cases in which progress is slow or the results are unsatisfactory, develop and issue the needed auditing standards and accounting principles; and (4) develop and issue uniform accounting principles as needed. Directs the Commission to require each publicly owned corporation which is incorporated under the laws of any State and which files financial statements, reports, or other documents with the Commission under any Federal securities law to establish an audit committee. Directs each such committee to be composed of directors of the corporations. Requires each such audit committee to be responsible for the selection of an independent public accounting firm to audit financial statements, reports, or other documents of the corporation, after satisfying itself that such firm has not compromised its independence as a result of other services it provides to such corporation. Subjects any independent public accounting firm to liability for any damages sustained by any private party as a result of such party's reliance on an audit report by such firm with respect to a financial statement, report, or other document filed with the Commission under any securities law, if such accounting firm was negligent in the preparation of such audit report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Accounting Regulatory Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Organization of Securities and Exchange Commission Accountancy, to require that independent public accounting firms be registered with such Organization in order to furnish audit reports with respect to financial statements filed with the Securities and Exchange Commission, to authorize disciplinary action against such accounting firms and principals in such firms, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:17-05:00"
}