{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1838-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1838", 
  "official_title": "A bill to provide additional readjustment assistance to veterans by providing improved job counseling, training, and placement service for veterans; by providing an employment preference for disabled veterans and veterans of the Vietnam era under contracts entered into by departments and agencies of the Federal Government for the procurement of goods and services by providing for an action program within the departments and agencies of the Federal Government for employment of disabled veterans of the Vietnam era; by providing a minimum amount that may be paid to ex-servicemen under the unemployment compensation law and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Employment and Readjustment Act", 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Armed forces and national security", 
    "Disabled", 
    "Education", 
    "Government operations and politics", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Veterans' Employment and Readjustment Act - Provides additional readjustment assistance to all veterans by providing improved job counseling, training, and placement services. Provides that any contract entered into by any department or agency for the purchase of goods or services for the Federal Government shall contain a provision requiring that in employing persons to carry out such contract the party contracting with the United States shall give a preference to disabled veterans and to veterans of the Vietnam era. Provides that the Administrator of Veterans' Affairs shall furnish readjustment medical counseling and appropriate followup care and treatment to any person who served in the active military, naval or air service during the Vietnam era and was discharged or released therefrom with other than a dishonorable discharge and who requests such counseling in order to assist such veteran in readjusting to civilian life following his discharge or release from the Armed Forces. Provides that the Administrator, in consultation with the Secretary of Labor and the Civil Service Commission, shall establish an affirmative action plan providing for the preferential employment of disabled veterans and Veterans of the Vietnam era by every department and agency. Provides that if after December 31 of any fiscal year the Secretary of Labor determins that insufficient funds have been appropriated for the payment of unemployment compensation to ex-servicemen, he is authorized to draw against the funds appropriated for such purpose for the succeeding fiscal year to the extent necessary to make timely payments of unemployment compensation to ex-servicemen, required by this Act. Provides that any amounts received as pay or allowances, while serving on active duty in the armed forces, and any amounts received by a veteran of any war who served on active duty for a period of more than 180 days or was discharged or released from active duty for a service connected disability, shall be disregarded in determining the need or qualifications of participants in any public service employment program. Reserves out of the funds appropriated to the Veterans' Administration for general operating expenses the additional sum of $12,539,000 for carrying out the Veterans Outreach Services Program during fiscal year 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Employment and Readjustment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional readjustment assistance to veterans by providing improved job counseling, training, and placement service for veterans; by providing an employment preference for disabled veterans and veterans of the Vietnam era under contracts entered into by departments and agencies of the Federal Government for the procurement of goods and services by providing for an action program within the departments and agencies of the Federal Government for employment of disabled veterans of the Vietnam era; by providing a minimum amount that may be paid to ex-servicemen under the unemployment compensation law and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:19-05:00"
}