{
  "actions": [
    {
      "acted_at": "1985-04-17", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-17", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-22", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "text": "Referred to Subcommittee on Natural Resources, Agricultural Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, State, DOT, Interior, Marine Mammal Comm, EPA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography", 
      "text": "Referred to Subcommittee on Oceanography.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-07", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Unfavorable Executive Comment Received From DOT.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2088-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agricultural Research and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-17", 
  "number": "2088", 
  "official_title": "A bill to provide for coordinated management and rehabilitation of the Great Lakes and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s765-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s765-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Great Lakes Management Act of 1985", 
  "sponsor": {
    "district": "14", 
    "name": "Hertel, Dennis M.", 
    "state": "MI", 
    "thomas_id": "00534", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-17", 
  "subjects": [
    "Department of Commerce", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to water pollution control", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Great Lakes", 
    "International environmental cooperation", 
    "Lakes", 
    "Public works", 
    "Research", 
    "Research and development", 
    "Research grants", 
    "State finance", 
    "States", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-17", 
    "text": "Great Lakes Management Act of 1985 - Establishes within the Environmental Protection Agency (EPA) the Great Lakes National Program Office (Program Office), to be headed by a Director. Lists as responsibilities of the Program Office the following: (1) developing the long-term, comprehensive environmental, resource, and economic data bases required for assessing the impact of proposed decisions on the environmental health, productivity, and economic well-being of the Great Lakes; (2) conducting an inventory of all State, Federal, tribal, and international agencies with management responsibility for the Great Lakes system, and updating such information biennially; (3) identifying priority management needs to protect and rehabilitate the Great Lakes and their resources and developing management plans where needed; (4) developing a five-year plan and program for reducing the input of nutrients into the Great Lakes; (5) carrying out a five-year study and demonstration projects relating to the control and removal of toxic pollutants in the Great Lakes; (6) identifying lead agencies with primary responsibilities for each specific issue relating to the Great Lakes; (7) developing an annual report on the status of the Great Lakes; (8) promoting the adoption and execution of the management and rehabilitation plans; (9) serving as the source of issues which the Federal Government refers to the International Joint Commission for study; and (10) hosting a meeting (at least annually) for officials of the Federal, State, and tribal agencies involved with the Great Lakes. Requires the Administrator of EPA, in the agency's annual budget submission to the Congress, to include a funding request for the Program Office as a separate budget line item. Requires the Program Office to be located in a Great Lakes State. Establishes within the National Oceanic and Atmospheric Administration the Great Lakes Research Office (Research Office), to be headed by a Director. Lists as responsibilities of the Research Office the following: (1) annually identifying Federal, State, and tribal research programs relating to the Great Lakes system; (2) establishing a Great Lakes research exchange; (3) identifying priority Great Lakes research needs; (4) conducting research and monitoring activities which address priority issues and current needs of the Great Lakes; and (5) cooperating with EPA in monitoring the water quality of the Great Lakes. Provides for the coordination of certain activities between the Program Office and the Research Office. Allows the Administrator of EPA to provide financial assistance in the form of grants or contracts for research, monitoring, and planning projects and activities necessary to address Great Lakes priorities. Allows any person, institution of higher education, or instrumentality of the Federal, State, or local government, or any tribe to apply for such assistance. Requires the Administrator to act upon each grant or contract application within six months of its receipt. Permits the grants to cover, in the discretion of the Administrator, up to 100 percent of the total project costs. Directs the head of each department or agency of the Federal Government which is in any way connected with the enhancement of the Great Lakes to: (1) cooperate with the Administrators of EPA and NOAA; (2) make available such personnel, services, or facilities as may be necessary to achieve the purposes of this Act; and (3) furnish, upon written request, such data or information deemed necessary to fulfill such purposes. Directs the Chief of Engineers of the Army, the Chief of the Soil Conservation Service, the Commandant of the Coast Guard the Director of the Fish and Wildlife Service and the Administrator of NOAA to submit annual reports to the Administrator of EPA regarding their efforts to comply with the Water Quality Agreement of 1972. States that this Act does not affect the jurisdiction or powers of any Federal or State department or agency or of any tribe or international body created by treaty with authority relating to the Great Lakes. Authorizes appropriations for FY 1986 through 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Great Lakes Management Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for coordinated management and rehabilitation of the Great Lakes and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:14-05:00"
}