{
  "actions": [
    {
      "acted_at": "2004-05-20", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-05-20", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-05-20", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-05-28", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-06-24", 
      "in_committee": "House Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24", 
      "in_committee": "House Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-28", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Border Security, and Claims", 
      "text": "Referred to the Subcommittee on Immigration, Border Security, and Claims.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-07-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 33 - 0.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-07-13T13:47:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 108-598, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-13T13:47:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than July 13, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-13T13:48:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-13T13:48:00-04:00", 
      "calendar": "Union", 
      "number": "358", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 358.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2004-07-14T12:28:00-04:00", 
      "references": [], 
      "text": "Mr. Thomas moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-14T12:28:00-04:00", 
      "references": [
        {
          "reference": "CR H5675-5682", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-14T12:28:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4418.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-14T13:04:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Thomas objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-14T14:11:00-04:00", 
      "references": [
        {
          "reference": "CR H5688-5689", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-14T14:22:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H5675-5678", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "373", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by recorded vote (2/3 required): 341 - 85 (Roll no. 373).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-07-14T14:22:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4418-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Border Security, and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "2004-05-20", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ramstad, Jim", 
      "sponsored_at": "2004-05-20", 
      "state": "MN", 
      "thomas_id": "00942", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2004-05-20", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Shaw, E. Clay, Jr.", 
      "sponsored_at": "2004-05-20", 
      "state": "FL", 
      "thomas_id": "01047", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-07-14T14:22:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2004-05-20", 
  "number": "4418", 
  "official_title": "To authorize appropriations for fiscal years 2005 and 2006 for the Bureau of Customs and Border Protection and the Bureau of Immigration and Customs Enforcement of the Department of Homeland Security, for the Office of the United States Trade Representative, for the United States International Trade Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Customs Border Security and Trade Agencies Authorization Act of 2004", 
  "sponsor": {
    "district": "8", 
    "name": "Crane, Philip M.", 
    "state": "IL", 
    "thomas_id": "00249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2004-07-14T14:22:00-04:00", 
  "subjects": [
    "Administrative remedies", 
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air cargo", 
    "Airports", 
    "Aliens", 
    "Authorization", 
    "Bolivia", 
    "Border patrols", 
    "Boundaries", 
    "Bridges", 
    "Canada", 
    "Caribbean area", 
    "Charter airlines", 
    "Clothing", 
    "Colombia", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Department of Homeland Security", 
    "Economics and public finance", 
    "Ecuador", 
    "Employee training", 
    "Exports", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hours of labor", 
    "Immigration", 
    "Imports", 
    "Infrastructure", 
    "Inspectors general", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Motor vehicles", 
    "Office of the U.S. Trade Representative", 
    "Peru", 
    "Private aviation", 
    "Privileges and immunities", 
    "Tariff", 
    "Tariff preferences", 
    "Texas", 
    "Textile fabrics", 
    "Trade agreements", 
    "Transportation and public works", 
    "Treaties", 
    "Tunnels", 
    "U.S. International Trade Commission", 
    "User charges"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2004-07-14", 
    "text": "Customs Border Security and Trade Agencies Authorization Act of 2004 - Title I: Bureau of Customs and Border Protection and Bureau of Immigration and Customs Enforcement - Subtitle A: Authorization of Appropriations; Related Provisions - (Sec. 101) Amends the Customs Procedural Reform and Simplification Act of 1978 to reflect the division of the former U.S. Customs Service into the Bureau of Customs and Border Protection (CBP) and the Bureau of Immigration and Customs Enforcement (ICE) upon its incorporation into the Department of Homeland Security (DHS). Authorizes appropriations for CBP and ICE salaries and expenses. Requires funds authorized for customs revenue functions of CBP to be appropriated from the Customs User Fee Account, with the exception of those sums incurred in connection with the processing of fee-exempt merchandise. (Sec. 102) Amends the Customs and Border Security Act of 2002 to require the establishment and implementation of cost accounting systems for the Bureaus that: (1) identify and distinguish expenses incurred in commercial and noncommercial operations; (2) identify and distinguish expenses incurred in the administration and enforcement of customs laws and immigration laws; and (3) identify expenses based on the type of operation, the port of operation (for CBP), time spent on the operation by CBP and ICE personnel, and any other appropriate classification. Requires the Commissioner of Customs and the Assistant Secretary for U.S. Immigration and Customs Enforcement to submit to Congress quarterly progress reports on implementation of their respective cost accounting systems and to provide annual reports itemizing expenses following implementation. Requires the Inspector General of DHS to prepare and submit to Congress a report on CBP and ICE compliance with cost accounting system requirements. (Sec. 103) Directs the Comptroller General to study and report to specified congressional committees on the extent to which customs user fees imposed under the Consolidated Omnibus Budget Reconciliation Act (COBRA) of 1985 approximate the costs of CBP services, including recommendations for the appropriate amount of user fees if fees are not commensurate with CBP service levels. (Sec. 104) Requires the Commissioner of Customs to report to Congress on the One Face at the Border Initiative (a DHS initiative that unifies customs, immigration, and agriculture inspection functions by cross-training CBP inspectors) addressing: (1) the effectiveness of the initiative in enhancing security and facilitating trade; (2) the number of CBP personnel who worked for the former Customs Service or the former Immigration and Naturalization Service before the DHS was established and the number hired after its establishment; (3) training provided to each employee for various components of the initiative; and (4) steps taken by the CBP to ensure that expertise is retained with regard to customs, immigration, and agriculture inspection functions under the initiative. Subtitle B: Technical Amendments Relating to Entry and Protests - (Sec. 111) Amends the Tariff Act (TA) of 1930 to address reconfigured entries on import activity summary statements and to allow individual shipments listed on such statements to be separated from larger shipments where disputes over individual shipments arise. Subtitle C: Miscellaneous Provisions - (Sec. 121) Amends the Tariff Suspension and Trade Act of 2000 to extend through November 9, 2006, the designation of San Antonio International Airport as the site for customs processing of certain private aircraft arriving in the United States. (Sec. 122) Restates existing law directing the Commissioner of the Customs Service to seek to establish Integrated Border Inspection Areas (IBIAs) on either side of the U.S.-Canada border that allow U.S. Customs officers to inspect vehicles prior to their entry into the United States or Canadian Customs officers to inspect vehicles prior to their entry into Canada. Requires the Commissioner to seek to: (1) locate IBIAs in those areas with bridges or tunnels with high traffic volumes and significant commercial activity that have experienced backups or delays since September 11, 2001; (2) ensure that U.S. Customs officers stationed in IBIAs on the Canadian side of the border have maximum authority to carry out their duties and enforce U.S. law; (3) ensure that such officers possess the same immunity they would possess if stationed in the United States; and (4) encourage appropriate U.S. officials to enter into an agreement with Canada permitting Canadian Customs officers stationed in IBIAs in the United States to claim the immunities they are permitted in Canada. (Sec. 123) Amends the TA of 1930 to restate existing law authorizing the Secretary of State to enter into agreements with foreign countries to provide for the stationing of foreign customs and agriculture inspection officers in the United States, with all of the privileges and immunities of U.S. Customs Service officers. (Sec. 124) Amends the COBRA of 1985 to authorize CBP to provide customs border patrol services for charter air carrier flights arriving after normal operating hours upon the request of such air carriers and at their expense. (Sec. 125) Expresses the sense of Congress that CBP should broadly interpret provisions of the African Growth and Opportunity Act, Andean Trade Preference Act, and Caribbean Basin Economic Recovery Act relating to preferential treatment of textile and apparel articles in order to expand trade by maximizing opportunities for imports of such articles from eligible beneficiary countries. (Sec. 126) Amends the TA of 1930 to: (1) increase from 10 to 12 working days the time period for importers to make periodic payments; (2) require the issuance of regulations permitting participating importers to deposit estimated duties and fees for entries of merchandise no later than 15 days following the month in which the merchandise is entered or released. Amends the COBRA of 1985 to modify certain customs service fee requirements. Title II: Office of the United States Trade Representative - (Sec. 201) Amends the Trade Act of 1974 to authorize FY 2005 and 2006 appropriations for the Office of the U.S. Trade Representative (USTR). Authorizes FY 2005 and 2006 appropriations for the appointment of additional staff in the Office of the General Counsel and the Office of Monitoring and Enforcement of USTR. Title III: United States International Trade Commission - (Sec. 301) Amends the TA of 1930 to authorize FY 2005 and 2006 appropriations for the U.S. International Trade Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Border Security Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Customs Border Security and Trade Agencies Authorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Customs Border Security and Trade Agencies Authorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for fiscal years 2005 and 2006 for the Bureau of Customs and Border Protection and the Bureau of Immigration and Customs Enforcement of the Department of Homeland Security, for the Office of the United States Trade Representative, for the United States International Trade Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:41-05:00"
}