{
  "actions": [
    {
      "acted_at": "1976-04-05", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13017-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-05", 
  "number": "13017", 
  "official_title": "A bill to amend title 38 of the United States Code to establish a program of educational assistance (funded in part through contributions made to the program by individuals while on active duty) for individuals entering on active duty after the Vietnam era who are not eligible for educational assistance under chapter 34 of such title.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Brinkley, Jack", 
    "state": "GA", 
    "thomas_id": "00124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-05", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-05", 
    "text": "Establishes a contributory plan under which educational assistance shall be made available to individuals who enter on active military duty in the Armed Forces after June 30, 1976, to enable them to undertake programs of education after discharge or release from active duty. Provides that any individual upon entering on active duty shall be enrolled as a participant in the plan unless such individual indicates that he or she does not wish to be so enrolled. Directs the Administrator of Veterans' Affairs to establish and maintain on a current basis, a contributory plan account for each participant. States that such account shall contain notation of: (1) the date and amount of each contribution made by the participant; (2) all bonuses credited to the participant; (3) all Federal supplementary credits added to the account; and (4) all interest apportioned to the account. Provides that for each month any participant receives educational assistance pursuant to this Act, the Administrator deduct from the participant's account the amount paid to the participant. States that no participant may make contributions to the plan after whichever of the following occurs: (1) the participant disenrolls from the plan; (2) the participant has contributed to the plan for 36 months; (3) the participant is discharged or released from active service. Provides that each month in which a participant is enrolled in the plan $50 shall be deducted from his pay and credited to his account. Directs that on the day such deduction is credited the Administrator shall also credit to such account a Federal supplementary credit equal to twice the amount of the contribution. Directs the Administrator to credit to the account of each participant the amount of $600: (1) at the time the participant enters on active duty if he joins the plan; and (2) for each period of 12 consecutive months in which the participant is enrolled in the plan. Establishes procedures for enrollment in educational institutions and approval of programs of education to establish eligibility for assistance under the plan. States that the basic monthly amount of educational assistance payable to any participant who is pursuing a full-time program of education shall be determined by dividing the balance of the contributory plan account of the participant, existing as of the date of his or her discharge or release from active duty, by the number of months in which contributions to the plan were made by the participant. Sets forth a similar formula for determining the amounts of benefits for those pursuing a part-time program. States that no participant is eligible for educational assistance under this Act: (1) if the participant is discharged or released under dishonorable conditions; or (2) the participant does not enroll in a program of education within ten years of discharge. Provides for the reimbursement to such participant of his contributions only plus interest accrued."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code to establish a program of educational assistance (funded in part through contributions made to the program by individuals while on active duty) for individuals entering on active duty after the Vietnam era who are not eligible for educational assistance under chapter 34 of such title.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:07-05:00"
}