{
  "actions": [
    {
      "acted_at": "1988-06-28", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-20", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-20", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Handicapped (Labor and Human Res.)", 
      "text": "Referred to Subcommittee on Handicapped (Labor and Human Res.).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-20", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2579-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Handicapped", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-28", 
  "number": "2579", 
  "official_title": "A bill to improve the contribution of libraries to the education of economically disadvantaged or handicapped individuals, to increase access to library materials through resource sharing, to support research and assessment necessary to improve library services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Library Improvement Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-28", 
  "subjects": [
    "Architecture and the disabled", 
    "Authorization", 
    "College libraries", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Federal aid to handicapped services", 
    "Federal aid to libraries", 
    "Higher education", 
    "Information networks", 
    "Libraries", 
    "Library schools and training", 
    "Planning", 
    "Research", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Libraries", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-28", 
    "text": "Library Improvement Act of 1988 - Provides assistance for: (1) library services for economically disadvantaged or handicapped individuals; (2) library resource sharing; and (3) library research and assessment of services. Authorizes appropriations for FY 1989 through 1993 to carry out this Act. Directs the Secretary of Education (the Secretary) to make specified allotments or reallotments to States from funds for titles I and II of this Act. Sets forth State application requirements. Title I: Library Services to Disadvantaged Americans - Directs the Secretary to make grants, from State allotments, to States to carry out projects or activities that provide new or expand existing library services to economically disadvantaged or handicapped individuals to enhance their educational opportunities or to facilitate their greater use of such services. Permits State library administrative agencies to support projects either directly or through grants to, or contracts with, public or private entities, including Indian tribes. Allows such projects to include joint projects among libraries and other types of institutions, such as schools. Specifies kinds of library projects and activities which States may support with title I funds. Requires States to use title I funds only for the support of new, or the expansion of existing, projects or activities. Prohibits States from using such funds to: (1) support a project or activity for more than five years; (2) acquire, expand, or construct buildings, other than minor remodeling to improve access to libraries or library services for handicapped individuals; or (3) pay State administrative costs under this title. Title II: Library Resource Sharing - Part A: State Grants - Directs the Secretary to make grants, from State allotments, to States to develop new, and expand existing, interstate and intrastate library networks. Permits State library administrative agencies to support projects either directly or through grants to or contracts with public or private entities, including Indian tribes. Prohibits States from using part A funds to: (1) support a new, or expand an existing, intrastate library network for more than five years; or (2) pay State administrative costs under this part. But allows a State to expend up to five percent of its grant for any fiscal year for the planning of interstate library network. Part B: Discretionary Awards - Directs the Secretary, from reserved funds, and through grants to or cooperative agreements or contracts with public or private entities, to develop new, or expand existing, interstate library networks. Part C: General Provisions - Specifies kinds of projects and activities for which part A or B funds may be used. Title III: Library Research and Assessment - Directs the Secretary, either directly or through grants to or contracts or cooperative agreements with public or private entities, to support library research and assessment projects and activities to improve library services. Specifies authorized uses for such funds. Title IV: Repeals and Effective Date - Repeals: (1) the Library Services and Construction Act; (2) title II (Academic Library and Information Technology Enhancement Research) of the Higher Education Act of 1965; and (3) provisions of the Higher Education Amendments of 1986 for a study of the effectiveness of the needs criteria for the college library resource program. Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Library Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the contribution of libraries to the education of economically disadvantaged or handicapped individuals, to increase access to library materials through resource sharing, to support research and assessment necessary to improve library services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:02-05:00"
}