{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-04", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4924-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1992-05-07", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1992-07-07", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1992-06-02", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1992-04-09", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1992-06-03", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Horn, Joan Kelly", 
      "sponsored_at": "1992-06-09", 
      "state": "MO", 
      "thomas_id": "00558", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1992-08-04", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1992-04-09", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1992-04-09", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1992-04-09", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1992-05-18", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1992-04-09", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Poshard, Glenn", 
      "sponsored_at": "1992-04-09", 
      "state": "IL", 
      "thomas_id": "00925", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Zeliff, William H., Jr.", 
      "sponsored_at": "1992-06-11", 
      "state": "NH", 
      "thomas_id": "01263", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4924", 
  "official_title": "To reform the operations and structure of the Resolution Trust Corporation to serve the real economy of the country, provide accountability to the taxpayers and consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resolution Trust Corporation Reform Act of 1992", 
  "sponsor": {
    "district": "5", 
    "name": "Jontz, Jim", 
    "state": "IN", 
    "thomas_id": "00613", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Actions and defenses", 
    "Apartment houses", 
    "Auditing", 
    "Bank capital", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank records", 
    "Condominium (Housing)", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Credit unions", 
    "Data banks", 
    "Deposit insurance", 
    "Economic impact statements", 
    "Endangered animals", 
    "Endangered plants", 
    "Environmental protection", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Freedom of information", 
    "Government corporations", 
    "Government paperwork", 
    "Government securities", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Information services", 
    "Interest", 
    "Leases", 
    "Limitation of actions", 
    "Marketing", 
    "Public debt", 
    "Real estate business", 
    "Real property", 
    "Rental housing", 
    "Resolution Trust Corporation", 
    "Risk assessment", 
    "Savings accounts", 
    "Savings and loan associations", 
    "Tax exclusion", 
    "Taxpayers", 
    "Trusts and trustees", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Resolution Trust Corporation Reform Act of 1992 - Title I: Serving the Real Economy - Subtitle A: Evaluation of Economic Impact - Amends the Home Loan Bank Act to require the Oversight Board and the Resolution Trust Corporation (RTC) to include in their semiannual report to the Congress an analysis of: (1) the impact that real property asset disposition by the RTC has had upon local real estate markets in certain metropolitan statistical areas in which it disposes of such property; (2) the efficacy of RTC procedures to ensure compliance with certain requirements to minimize the impact of RTC actions upon local real estate markets; and (3) specified details regarding RTC disposition of real property parcels. Requires the RTC, upon acquiring control of any asset, to: (1) evaluate the costs of holding and managing the property; and (2) take such evaluation into account when determining property disposition. Prohibits the RTC from disposing of any real property unless it has been appraised during the six-month period ending on the date of disposition. Subtitle B: Treatment of Residential Real Property Assets - Extends from 90 to 180 days after RTC notice the period in which qualifying multifamily purchasers may give written notice of serious interest in certain RTC property disposition. Grants the RTC loan guarantee authority for loans made by qualified lenders to finance purchases under the affordable housing program with respect to RTC-held residential properties (including condominium properties). Prescribes loan guarantee limitations. Authorizes appropriations to cover loan guarantee commitment costs. Sets forth maintenance standards for RTC-held residential property. Prohibits the RTC from disaffirming or repudiating any qualified residential lease. Requires the RTC to comply with State and municipal laws regarding residential leases and tenancies. Subtitle C: Increases in National Savings - Amends Federal law regarding the public debt to direct the Secretary of the Treasury (the Secretary) to issue citizen restitution bonds for the purpose of: (1) making restitution to the American taxpayer; (2) increasing national savings; and (3) providing funds to the RTC. Directs the Secretary to establish a marketing program for advertising the citizen restitution bonds and offering them for sale in depository institutions, including credit unions and United States Postal Service facilities. Amends the Internal Revenue Code exclude from gross income up to $1,000 ($2,000 in the case of a joint return) of interest on passbook savings accounts in federally insured depository institutions. Subtitle D: Preservation of Environmentally Sensitive Land - Amends the Federal Home Loan Bank Act to prescribe disposition guidelines for real property assets with natural value of special significance, including their transfer, upon agency request, to any Federal or State agency for conservation purposes. Title II: Accountability to Taxpayers and Consumers - Subtitle A: Bank and Thrift Disclosure Provisions - Bank and Thrift Disclosure Act of 1992 - Requires each appropriate banking agency to disclose to the public the reports of all examinations of each failed depository institution performed during the five-year period preceding its transfer, failure, or receipt of certain Federal depository insurance (or other Federal \"bail-out\" funds for a failed depository institution). Limits such disclosure requirement to any institution that received such funds while it was critically undercapitalized within the one-year period before its failure. Cites conditions under which public disclosure may be delayed because of threats to safety, soundness, or pending administrative, civil, or criminal investigations. Subjects a holding company of such a failed institution to the same public disclosure requirements, but excludes open institutions and affiliated solvent institutions. Mandates public disclosure of settlement agreements between the Resolution Trust Corporation or the Federal Deposit Insurance Corporation and any other party with respect to certain failed depository institutions. Applies the public disclosure requirements of this Act to specified kinds of failed institutions. Subtitle B: Public Right-to-Know Requirements - Directs the RTC and the Federal Deposit Insurance Corporation (FDIC) to establish and maintain: (1) a comprehensive national information tracking system to monitor data on insured depository institutions in conservatorship or receivership; and (2) standardized information to assess the status of such institutions, including the disposition of their assets. Requires such standardized information to be entered into the tracking system in a manner which allows direct electronic access by appropriate governmental agencies. Sets forth specific content requirements with respect to real estate and contractors. Subtitle C: Tort and Fraud Claims Recovery - Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to extend from three years to five years the statute of limitations for tort actions brought by the Federal conservator or receiver of an insured depository institution. Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 to authorize any person to bring a civil action to assess a civil money penalty for certain criminal violations affecting a federally insured financial institution. Subtitle D: RTC Accountability - Amends Federal law regarding Government corporations to define the RTC as a wholly-owned Government corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution Trust Corporation Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bank and Thrift Disclosure Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the operations and structure of the Resolution Trust Corporation to serve the real economy of the country, provide accountability to the taxpayers and consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:28-05:00"
}