{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Internal Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Internal Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1169-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Internal Security", 
      "committee_id": "HSUA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1169", 
  "official_title": "A bill to amend the Internal Security Act of 1950 to authorize the Federal Government to institute measures for the protection of defense production and of classified information released to industry against acts of subversion.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1595-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Defense Facilities and Industrial Security Act", 
  "sponsor": {
    "district": "5", 
    "name": "Scherle, William J.", 
    "state": "IA", 
    "thomas_id": "01028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Defense industries", 
    "Military bases", 
    "National defense", 
    "Subversive activities"
  ], 
  "subjects_top_term": "Subversive activities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Defense Facilities and Industrial Security Act - Authorizes the Federal Government to institute measures for the protection of defense production and of classified information released to industry against acts of subversion. Authorizes the Secretary of Defense to designate the following facilities as defense facilities: (1) facilities engaged in important classified military projects; (2) facilities producing important weapons, or defense systems, their subassemblies and components; (3) facilities producing basic material and raw material which are essential to the support of military production or mobilization programs and in limited supply; or (4) important utility and service facilities whose disruption or damage would seriously delay essential services in times of emergency or substantially affect the national defense capability. Provides that with respect to any educational institution only that part which is engaged in a classified military project shall be designated as a defense facility. Authorizes the President to issue such regulations and to prescribe such procedures as may be necessary for determining eligibility and authorization for access of individuals and for controlling such access to positions, places, or areas of employment in defense facilities which the Secretary of Defense determines to be sensitive. Prescribes specific standards and procedures for designation, by the Secretary of Defense under Presidential regulations, of selected facilities as \"defense facilities.\" Requires the Secretary to give an opportunity both to management and labor to be heard with respect to the designation of any such facility. Requires the Secretary of Defense to designate the positions, places, and areas of employment in any defense facility which he determines to be sensitive. Establishes explicit hearing procedures for determining eligibility for access to, or control of, sensitive positions and classified information. Authorizes the President to suspend or revoke access to a sensitive position or to classified information prior to hearing, provided that the applicant is given prompt notice of the reasons for the action taken against him and thereafter, on request, a hearing is held in accordance with the applicable procedures. Requires a separation of the investigative or prosecution function from the decision function. Authorizes exclusion of the general public from the whole or any part of proceedings and hearings conducted under provisions of the bill, except that the hearings shall be public if the person requesting a hearing so demands. Requires the President to establish programs for the special training of personnel assigned or authorized for the execution of their duties under the title. Directs the President, in accordance with such regulations as he may prescribe, to provide for the reimbursement of all or any part of an applicant's net loss of earnings resulting directly from the suspension, denial, or revocation of access clearance pursuant to the provisions of this title. Authorizes the issuance of compulsory process for the attendance of witnesses and production of papers at any stage of any inquiry, investigation, or proceeding. Authorizes the Secretary of Defense to establish area restrictions and prohibitions limiting access to defense facilities, and facilities to which classified information is released, against intrusion by unauthorized persons. Provides that with respect to educational institutions, such area restrictions and prohibitions shall be limited to those areas directly involved in classified military projects. Authorizes the President to develop a voluntary program, in cooperation with business, labor, and other interested persons, to protect facilities of importance to defense mobilization against sabotage, espionage, acts of subversion, and other destructive acts and omissions. Denies jurisdiction to courts at any time to issue any injunction that would have the effect of granting or continuing access to sensitive positions in defense facilities or to classified information in cases where such access has been denied, suspended, or revoked pursuant to this Act. Provides that no court shall have jurisdiction of any other action or proceeding on the complaint of any person adversely affected except after prior exhaustion of the administrative remedies authorized by the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Facilities and Industrial Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Security Act of 1950 to authorize the Federal Government to institute measures for the protection of defense production and of classified information released to industry against acts of subversion.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:08-05:00"
}