{
  "actions": [
    {
      "acted_at": "1974-02-08", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 93-884.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-11", 
      "bill_ids": [
        "hr14592-93"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 14592 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3000-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-08", 
  "number": "3000", 
  "official_title": "A bill to authorize appropriations during the fiscal year 1975 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12564-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr14592-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Stennis, John C.", 
    "state": "MS", 
    "thomas_id": "01439", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-08", 
  "subjects": [
    "Appropriations", 
    "Armed forces and national security", 
    "Department of Defense", 
    "Military and naval supplies"
  ], 
  "subjects_top_term": "Military and naval supplies", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1974-05-29", 
    "text": "(LATEST SUMMARY) Department of Defense Appropriation Authorization Act - Authorizes appropriations during the fiscal year 1975 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces. Prescribes the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense. Prescribes military training student loads. Directs that the noncombat component of the total authorized Army strength in Europe shall be reduced by an amount not less than 20 percent of the noncombat component strength authorized as of June 30, 1974. Authorizes the Secretary of Defense to increase the combat component strength of the Army in Europe, such increase not to exceed the number of noncombat military personnel reduced by this Act. Provides that the total number of United States tactical nuclear warheads located in Europe on the date of enactment of this Act shall not be increased except in the event of imminent hostilities in Europe. Revises the National Security Act by clarifying the restrictions against domestic activities of the Central Intelligence Agency. Prohibits the use of dogs for testing of chemical and biological warfare agents. Provides for a recomputation of military retirement pay. Requires annual Defense Department reports to justify contracts above $1,000,000 awarded without open and competitive bidding. Authorizes the Government Accounting Office to study and report on the Department of Defense procurement with a view to determining how competitive bidding through formal advertising can be increased. Prohibits the Department of Defense from denying assistance to enrollees in a college or university solely on the grounds that such institution has previously terminated its ROTC program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations during the fiscal year 1975 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:03-05:00"
}