{
  "actions": [
    {
      "acted_at": "1978-03-22", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-22", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2787-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-22", 
  "number": "2787", 
  "official_title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Contract Disputes Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-22", 
  "subjects": [
    "Administrative procedure", 
    "Claims", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-22", 
    "text": "Contract Disputes Act - Declares that this Act applies to any contract entered into by the United States for the procurement or disposal of personal property, the construction or maintenance of real property, the use, construction, or repair of vessels and navigational aids, and for any other contract which by its terms is expressly made subject to the provisions of this Act. Requires all contract disputes claims to be submitted to the appropriate executive agency in writing. Authorizes each such agency to compromise any claim or dispute with a contractor. Requires the contracting officer of such agency to issue a final and binding decision on each dispute which is not settled by compromise. Requires that each contractor be afforded an opportunity to have informal conferences with the agency involved for the purpose of considering the possibility of disposing of the claim by mutual consent after a contracting officer's decision has been issued. Authorizes executive agencies to establish agency boards of contract appeals to which appeals from decisions of contracting officers may be taken. States that if the volume of procurement of any agency does not justify a full-time appeals board, such agency may agree with another agency to permit appeals to be taken by such other agency's appeals board. Requires each appeals board to include a simplified procedure for the expedited disposition of small claims. States that the decision of such appeals board may be appealed to any United States district court or to the United States Court of Claims. Permits a contractor to bring a de novo suit in any such court in lieu of appealing the decision of a contracting officer. Requires the payment of interest to a prevailing contractor from the date a claim was received by a contracting officer until a final decision by an appeals board, a court of competent jurisdiction, or until a prior settlement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Contract Disputes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:42-05:00"
}