{
  "actions": [
    {
      "acted_at": "1988-06-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Health and Safety", 
      "text": "Referred to Subcommittee on Health and Safety.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4856-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health and Safety", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1988-08-03", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1988-10-06", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1988-10-06", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1988-10-06", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gejdenson, Sam", 
      "sponsored_at": "1988-06-16", 
      "state": "CT", 
      "thomas_id": "00431", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1988-10-06", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1988-06-16", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1988-06-16", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1988-10-06", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1988-08-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Morrison, Bruce A.", 
      "sponsored_at": "1988-06-16", 
      "state": "CT", 
      "thomas_id": "00835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1988-08-03", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1988-08-03", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Rowland, John G.", 
      "sponsored_at": "1988-06-16", 
      "state": "CT", 
      "thomas_id": "00994", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1988-08-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-16", 
  "number": "4856", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve safety in the construction industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2518-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2518-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Construction Safety and Health Improvement Act of 1988", 
  "sponsor": {
    "district": "4", 
    "name": "Shays, Christopher", 
    "state": "CT", 
    "thomas_id": "01048", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-16", 
  "subjects": [
    "Accident prevention", 
    "Architects", 
    "Asbestos", 
    "Building construction", 
    "Building laws", 
    "Business and commerce", 
    "Construction equipment", 
    "Construction industries", 
    "Construction workers", 
    "Crime and law enforcement", 
    "Disasters", 
    "Engineering", 
    "Engineers", 
    "Environmental protection", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Imprisonment", 
    "Industrial accidents", 
    "Interest", 
    "Labor and employment", 
    "Licenses", 
    "Nondiscrimination provisions", 
    "Occupational health and safety", 
    "Planning", 
    "Punishment", 
    "Sentences (Criminal procedure)", 
    "Standards", 
    "Whistle blowing", 
    "White collar crime"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-16", 
    "text": "Construction Safety and Health Improvement Act of 1988 - Amends the Occupational Safety and Health Act of 1970 (the Act) to provide for construction industry accident reporting, recordkeeping, investigation, and work-suspension procedures, for a permit system for hazardous construction operations, and for health and safety planning and supervision of all construction projects. Involves professional engineer-architects in such procedures. Increases civil and criminal violations and penalties under the Act. Defines a Professional Engineer-Architect (E-A) as an individual who: (1) has attained, through engineering education and science, a thorough knowledge of mathematical, physical, and engineering sciences and principles and methods of engineering analysis and design; and (2) is registered, where permitted, as a professional engineer in the State where such work is to be performed. Defines serious injury as one requiring professional medical treatment. Defines hazard analysis as a report: (1) detailing the potential safety hazards (including structural collapses, cave-ins, fires, flooding or other water hazards, explosions, and lightning) that could occur on a construction site throughout the construction process; and (2) containing instructions and provisions for the prevention or handling of potential safety hazards. Sets forth incident reporting, recordkeeping, and investigation procedures relating to construction site accidents. Requires the E-A responsible for the worksite to: (1) immediately investigate any incident upon its occurrence; and (2) report all reportable incidents on the construction worksite to the appropriate regional office of the Occupational Safety and Health Administration (OSHA) by telephone or telegraph immediately after their occurrence. Defines the term \"reportable incident\" as one that: (1) causes serious injury or death; (2) could have caused serious injury or death, as determined by the E-A; (3) involves a structural failure that leads to a collapse of a building; or (4) involves a near-collapse of a building. Excludes from such term an incident that causes serious injury or death, if an E-A determines that the incident was not a violation of: (1) the project construction process and hazard analysis or the Project Safety and Health Program and Procedures; or (2) the Act or a standard promulgated pursuant to the Act. Sets forth the types of information which such report must specify. Requires the employer, appropriate contractor, or the owner to bar ingress to and egress from, or other interference with, an incident site until OSHA completed its investigation, on the occurrence of a reportable incident involving: (1) three or more serious injuries; (2) a fatality; (3) a life-threatening injury; (4) a structural failure that leads to the collapse of a building; or (5) the near-collapse of a building. Allows necessary medical treatment or medical transportation and rescue and recovery work to take place at such site. Prohibits any work from being done at such site until OSHA completes its investigation and certifies that it is safe for work to continue. Requires the employer, appropriate contractor, or owner to take appropriate measures, as defined by regulations promulgated by the Secretary of Labor (the Secretary), to prevent the destruction of relevant evidence. Directs OSHA to conduct an investigation of such an incident (including site inspection) as soon as practicable after it is reported. Requires the employer, appropriate contractor, or owner to grant OSHA immediate access to the incident site. Requires OSHA to ensure a full investigation. Requires such investigation to take place within 24 hours following receipt of the report unless rescue and recovery operations are in progress or OSHA determines that conditions at the site would make investigation dangerous. Directs OSHA to determine during the investigation whether the incident site is an imminent danger or to certify that work may resume at the site. Directs OSHA, following such investigation, to prepare a description of the incident (including all items specified for E-A reports) and submit it to the area office as soon as possible, but no later than one week following commencement of the investigation. Requires each employer engaged in construction work to file a report with OSHA upon completion of such work at a construction project. Requires such reports to include information on work incidents, injuries, and deaths. Requires that such information be used to: (1) determine the national incident rate average for each type of construction work; and (2) target for inspections high hazard construction operations, and employers that have a higher than average incident rate. Revises provisions for civil and criminal penalties under the Act. Raises to $25,000 the maximum civil penalty for each: (1) willful or repeated violation (currently $10,000); (2) citation for a serious violation (currently $1,000); (3) citation for a violation determined not serious (currently $1,000); and (4) failure (per day) to correct a violation (currently $1,000). Makes mandatory (currently discretionary) the assessment of a civil penalty against employers who fail to correct a violation against which a citation has been issued. Adds criminal penalties for repeated violations of specified standards, rules, or orders under the Act and for failure to correct a violation for which a citation has been issued (as well as for willful violations), if that violation or failure caused death, serious injury, or illness to any employee, or was a serious violation under new provisions covering directors, officers, or agents of a corporate employer who knowingly authorize, order, or carry out violations, failures, or refusals to comply with orders under the Act. Increases the maximum criminal penalties for such violations (after having increased their scope beyond willful violations resulting in an employee death) to $250,000 in fines and/or 20 years' imprisonment (currently $10,000 and/or six months), and, for violations committed after a first conviction, to $500,000 and/or ten years (currently $20,000 and/or one year). Increases the maximum criminal penalties for giving advance notice of an inspection (without the authority of the Secretary or a designee under the Act) to $50,000 in fines and/or one year's imprisonment (currently, $1,000 and/or six months). Increases the maximum criminal penalties for false statements, representations, or certifications under the Act to $100,000 in fines and/or one year's imprisonment (currently $10,000 and/or six months). Increases the maximum civil penalty for a violation of posting requirements to $25,000 (currently $1,000). Revises procedures for the payment of civil penalties to require that interest be charged against a person on any final order of the Occupational Safety and Health Review Commission (the Commission) or the U.S. district court. Specifies such interest rate and requires accrual to begin 30 days after issuance of such order. Subjects any director, officer, or agent of a corporate employer, who knowingly authorized, ordered, or carried out the employer's violation of a safety or health standard or knowing violation or failure or refusal to comply with an order issued under the Act, to the same civil penalties, criminal fines, and imprisonment that may be imposed on a person under applicable provisions of the Act. Prohibits the use of the assets of any business entity to pay, directly or indirectly, a penalty or fine imposed on a director, officer, or agent. Establishes criminal penalties for any director, officer, or agent of any employer who discovers an occupational hazard at the workplace that could cause serious injury or illness to any employee and who fails, during the 15 day-period after such discovery (or immediately, if there is an imminent risk of bodily injury or death), to: (1) inform the Assistant Secretary in writing, unless such person has actual knowledge that the Assistant Secretary has been so informed; and (2) warn affected employees in writing, unless such person has actual knowledge that such employees have been so warned. Sets the maximum penalty for such violation at $250,000 in fines and/or ten years' imprisonment. Prohibits fines from being paid, directly or indirectly, out of the assets of any business entity on behalf of such individual. Establishes criminal penalties for any person who knowingly discriminates against any person in the terms or conditions of employment or in retention in employment or in hiring because of such person's having informed the Assistant Secretary or warned employees of a serious concealed occupational hazard at the workplace. Sets the maximum penalty for such a violation at $250,000 in fines and/or ten years' imprisonment. Prohibits such fines from being paid, directly or indirectly, out of the assets of any business entity on behalf of such an individual. Prohibits compromise, mitigation, or settlement of any proposed civil penalty that has been: (1) issued under provisions for enforcement procedures under the Act, unless the affected employees or their representative have been given a full opportunity to participate in the process resulting in such an outcome; or (2) contested before the Commission under the Act, except with the Commission's approval. Prohibits compromise, mitigation, or settlement of any penalty assessment that has become a final order of the Commission, except with court approval. Makes each instance a separate violation, for purposes of assessing civil penalties and fines, where there are multiple instances of a violation of a standard under the Act. Considers a serious violation to exist in a place of employment if there is a substantial probability that death or serious physical harm could result from a condition that exists there, or from one or more practices, means, methods, operations, or processes that have been adopted or in use there, unless the employer did not, and could not with the exercise of reasonable diligence, know of the presence of the violation. Subjects to criminal penalties, upon conviction, any person who knowingly distributes, offers for sale, introduces, or delivers in commerce any equipment (or components or accessories) for use at a construction site, if such equipment: (1) is represented as complying with the provisions of the Act or any applicable specification or regulation of the Secretary; but (2) does not so comply. Provides that no State or local law shall be superseded by any provision, order, or standard under the Act, unless such law is in conflict with it. Provides that State or local safety and health laws are not in conflict with the Act if they provide standards which are either more stringent than or not provided by the Act. Provides that nothing in the Act shall preclude State and local law enforcement agencies from engaging in criminal prosecutions in accordance with State or local laws. Establishes a permit system for certain construction operations under the Act. Requires the issuance of a permit by an E-A for an employment or place of employment prior to the commencement of any of the following covered operations: (1) the construction of trenches and excavations that are five feet or deeper and into which a person is required to descend; (2) the erection of scaffolding that is more than three stories high; (3) the demolition of any building, structure, or the dismantling of scaffolding, that is more than three stories high; (4) operations involving exposure to asbestos; (5) any other operation that OSHA determines involves an exposure of employees to death or serious bodily harm; and (6) any other operation on a specific project which involves an exposure to death or serious bodily harm. Requires a construction industry employer to obtain such a permit by submitting an application demonstrating that the employer knows, complies with, and intends to comply with, all statutes, regulations, standards, and agency directives applicable to construction work generally and to the covered operation or operations specifically, including all requirements set forth in the Act. Requires such an application to include a copy of: (1) the Project Safety and Health Program Procedures; and (2) the Construction Process Plan and Hazard Analysis. Requires only one application and one permit for two or more operations to be performed concurrently by the same employer. Allows an employer who complies with the general application demonstration requirements to obtain an annual permit in lieu of an application and permit for each covered operation of that employer. Requires the employer, before commencement of work on each new covered operation within the year covered by the annual permit, to: (1) notify the project E-A of the nature, location, and intended date of commencement of such operation; and (2) certify that the demonstration made to obtain such annual permit continues to apply to such new operation. Requires such notification to include copies of that portion of the Project Safety and Health Program and Procedures and the Construction Process Plan and Hazard Analysis that are applicable to such new operation or that have been revised since submission of the permit application. Requires permit applications to be submitted to an E-A for certification (or to OSHA in the absence of a permit certified by an E-A). Directs OSHA to establish a schedule of fees to cover the costs involved in investigating and issuing permits. Requires employers to pay such fees to the E-A or OSHA prior to permit issuance. Requires every employer issued a permit to post a copy or copies at or near each place of employment involving a covered operation (or at the nearest practicable location of such employer if the posting is impracticable at the site of an excavation). Makes specified Federal criminal law penalties applicable to false statements made with respect to permit applications and information. Requires that all construction projects be under the supervision of a professional E-A who is registered in the State where the project is located. Makes the owner of the project responsible for designating the E-A. (Considers the owner to have joint responsibility where the project contract specifically assigns such responsibility to a project or construction manager or a prime or general contractor.) Makes the E-A responsible for: (1) determining whether a project's size or complexity requires the designation of qualified representatives of the E-A to ensure that the work is performed in compliance with all provisions, orders, and standards under the Act; (2) assuring that an adequate number of qualified designated representatives (meeting requirements for being competent persons) are assigned to the project; and (3) the actions, and compliance with the Act, of the designated representatives. Makes the E-A liable to the same extent that the supervisor is liable for violations of the Act. Requires posting at each construction project, near the OSHA poster, of the name and registration number of the E-A and the names of all designated representatives. Allows, in such instances, work on the project to be performed only when the E-A's designated representative or representatives will be present on the work site. Allows work on a construction project to be performed only when the E-A is present on the site, unless the E-A determines and certifies that a designated representative will be present on the site and will be sufficient to assure that the work will be performed in compliance with all provisions, orders, and standards under this Act. Makes the owner responsible for the development and implementation on the project of Project Safety and Health Program and Procedures (project procedures). (Considers the owner to have joint responsibility where the project contract assigns such responsibility to a project or construction manager, contractor, or other person.) Requires project procedures to be job-site specific, with benchmarks for monitoring compliance with the program. Requires that specific duties and responsibilities for monitoring compliance with such procedures be assigned to the E-A or designated representatives. Prohibits certain liability claims against labor-management committee members or labor unions if such a committee participates in monitoring project procedures. Directs the E-A to review project procedures, and to certify approval after determining that they: (1) will adequately address safety and health-related conditions anticipated on the project; and (2) contain appropriate provisions for education and training of employers, supervisors, and employees in the recognition, avoidance, and prevention of unsafe and unhealthy conditions. Requires an E-A to perform or supervise, and the project E-A to verify, any required design (or alterations or modifications in the design) of equipment, structures, temporary structures, drawings, or processes. Requires the E-A to notify in writing the appropriate contractors and subcontractors performing work on the project of the existence of hazardous conditions or work practices that violate any Federal, State, or local safety and health laws or regulations, and of noncompliance with any project procedures. Directs the E-A to notify the owner and to require that work be stopped or affected employees be removed from areas where an imminent danger exists. Requires certification of designated representatives in the appropriate State. Directs the Secretary to review and approve such State certification programs and to provide such certification where such State programs are not provided. Requires every owner to prepare a construction process plan and hazard analysis for every construction project prior to commencement of work on that project. (Considers the owner to have joint responsibility where the project contract assigns such responsibility to a project or construction manager or a project or general contractor.) Requires E-A review and approval of such plan and analysis prior to commencement of work on the project. Requires such plan and analysis to include specified components. Requires the prime or general contractor to provide every other contractor and subcontractor, prior to their commencement of work on the project, with a copy of such plan and analysis. Requires every contractor and subcontractor to maintain the plan and analysis throughout its presence on the project and to make such available for review by its employees and employee representatives. Requires all contractors and subcontractors on the project to observe the construction process plan, unless the E-A certifies an exception from one or more aspects of the plan. Requires the project E-A, prior to the commencement of work on a construction project, to certify to OSHA project compliance with all requirements relating to the permit system for certain hazardous construction operations, and with the health and safety supervisory rules for all construction projects under the Act. Authorizes the Secretary, with the approval of the Advisory Committee on Construction, Safety and Health, to exempt from such requirements for all construction projects: (1) certain sizes or types of construction operations, as determined appropriate by the Secretary; and (2) other construction operations, if they are being performed according to a specific plan that includes adequate safety and health procedures approved by an E-A."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Safety and Health Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve safety in the construction industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:34-05:00"
}