{
  "actions": [
    {
      "acted_at": "2003-05-22", 
      "references": [
        {
          "reference": "CR S7041-7042", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-22", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [
        {
          "reference": " CR S7042-7051", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-10", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-30", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-11-17", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Specter with an amendment in the nature of a substitute. With written report No. 108-197.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-11-17", 
      "calendar": "Senate Legislative", 
      "number": "393", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 393.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-11-21", 
      "references": [
        {
          "reference": "CR S15481-15499", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S15481-15498", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21", 
      "references": [], 
      "text": "The committee substitute agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21", 
      "bill_ids": [
        "hr100-108"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H. R. 100 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21", 
      "bill_ids": [
        "hr100-108"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 100 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 393.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1136-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bunning, Jim", 
      "sponsored_at": "2003-05-22", 
      "state": "KY", 
      "thomas_id": "00146", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2003-06-16", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Miller, Zell", 
      "sponsored_at": "2003-11-21", 
      "state": "GA", 
      "thomas_id": "01624", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-05-22", 
  "number": "1136", 
  "official_title": "A bill to restate, clarify, and revise the Soldiers' and Sailors' Civil Relief Act of 1940.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr100-108", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr100-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr100-108", 
      "reason": "includes"
    }
  ], 
  "short_title": "Servicemembers Civil Relief Act", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-09-30", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Appellate courts", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Collection of accounts", 
    "Commerce", 
    "Consumer credit", 
    "Contracts", 
    "Courts of special jurisdiction", 
    "Debtor and creditor", 
    "Department of Veterans Affairs", 
    "Eviction", 
    "Evidence (Law)", 
    "Families", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreclosure", 
    "Garnishment", 
    "Government life insurance", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Health insurance", 
    "Housing and community development", 
    "Income tax", 
    "Injunctions", 
    "Insurance premiums", 
    "Interest rates", 
    "Judicial review", 
    "Law", 
    "Leases", 
    "Liability (Law)", 
    "Liens", 
    "Limitation of actions", 
    "Married people", 
    "Military dependents", 
    "Military personnel", 
    "Mining claims", 
    "Mining leases", 
    "Missing in action", 
    "Mortgages", 
    "Power of attorney", 
    "Property tax", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Real estate business", 
    "Rent", 
    "Rental housing", 
    "Residence requirements", 
    "Taxation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-11-17", 
    "text": "Amends the Soldiers' and Sailors' Civil Relief Act of 1940 to: (1) rename the Act as the Servicemembers Civil Relief Act; (2) add to the definition of \"military service\" active service by members of the National Guard of more than 30 consecutive days, as well as any period during which a servicemember is absent from duty on account of sickness, wounds, leave, or other lawful cause; (3) include a definition of \"dependents\" for purposes of dependent coverage; (4) extend certain rights and protections to reserve personnel ordered to report for military service; and (5) authorize any servicemember to waive any of such rights and protections, pursuant to written agreement. Provides certain protections for servicemembers against default judgments while in military service, including a minimum 90-day stay of proceedings, with respect to the payment of any tax, fine, penalty, insurance premium, or other civil obligation or liability. Requires a court to appoint an attorney to represent any defendant in military service. Allows a default judgment against a servicemember to be vacated or set aside and the case reopened if the servicemember: (1) was materially affected by such service in making a defense; and (2) has a meritorious or legal defense to the action or a part thereof.Authorizes a stay of proceedings while an individual is either in military service or within 90 (currently, 60) days after termination or release from such service for a servicemember who has received notice of such proceedings, if the court receives a letter or other communication: (1) stating that current duty requirements materially affect the servicemember's ability to appear; or (2) from the servicemember's commanding officer stating that current duties prevent the servicemember's appearance and that military leave is not authorized. Allows a servicemember granted a stay from such proceedings to apply for an additional stay based on continuing material effect of military duty on the ability to appear.Allows a stay of execution of judgments, attachments, and garnishments against a servicemember for the period of military service or within 90 days thereafter.Forgives the payment of interest in excess of six percent a year for obligations or liabilities incurred by the servicemember, or jointly by the servicemember and his or her spouse, before the servicemember entered military service. Requires the servicemember to provide written notice to the creditor in order to receive such interest limitation. Prohibits an eviction or distress from being made against a servicemember or his or her dependents during a period of military service for a premise for which rent does not exceed $2,400 (currently, $1,200), except by court order. Increases the rental limit annually based on housing price inflation adjustments (requiring annual publication of such adjustments). Prohibits: (1) rescinding or terminating for breach of contract during a period of military service a contract for the purchase or lease of real or personal property, including a motor vehicle, entered into prior to such service; and (2) a person holding a lien on property or effects of a servicemember from foreclosing or otherwise enforcing such lien (with penalties and protection for materially affected dependents) during a period of service and 90 days thereafter. Increases the total amount of life insurance coverage protection provided under the Act to $250,000, or an amount equal to the Servicemembers' Group Life Insurance maximum limit, whichever is greater. Makes findings of fact and conclusions of law made by the Secretary of Veterans Affairs in administering the life insurance provisions of the Act subject to review by the Board of Veterans Appeals and the U.S. Court of Appeals for Veterans Claims (not reviewable under current law). Repeals provisions concerning: (1) homestead entries and settlement claims made prior to entry into military service; (2) the suspension of residence requirements for servicemembers with respect to entry upon land for irrigation rights; and (3) limitations on the persons subject to coverage under a power of attorney of a servicemember in a missing status. Requires a servicemember to apply for reinstatement under prior health insurance coverage within 120 days after termination of or release from military service. Provides that if the trade or business of a servicemember has an obligation or liability for which the servicemember is personally liable, the assets of the trade or business which are not held in connection with the trade or business may not be available for the satisfaction of such obligation or liability during the servicemember's military service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Servicemembers Civil Relief Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Servicemembers Civil Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restate, clarify, and revise the Soldiers' and Sailors' Civil Relief Act of 1940.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:19-05:00"
}