{
  "actions": [
    {
      "acted_at": "1995-09-29", 
      "references": [
        {
          "reference": "CR S14711", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-21", 
      "references": [
        {
          "reference": "CR S2627-2628", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-23", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-24", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings concluded. Hearings printed: S.Hrg. 104-645.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-24", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2846-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2846"
    }, 
    {
      "amendment_id": "s3563-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3563"
    }
  ], 
  "bill_id": "s1285-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1995-09-29", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1995-09-29", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1995-09-29", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "1995-09-29", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1995-09-29", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kempthorne, Dirk", 
      "sponsored_at": "1995-09-29", 
      "state": "ID", 
      "thomas_id": "01376", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1995-09-29", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1995-09-29", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1995-10-24", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1995-09-29", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1995-09-29", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-29", 
  "number": "1285", 
  "official_title": "A bill to reauthorize and amend the Comprehensive Environmental Recovery, Compensation, and Liability Act of 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2500-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Accelerated Cleanup and Environmental Restoration Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Smith, Bob", 
    "state": "NH", 
    "thomas_id": "01082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-29", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Charities", 
    "Citizen participation", 
    "Commerce", 
    "Commercial law", 
    "Common carriers", 
    "Community organization", 
    "Compensation (Law)", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Damages", 
    "Decision making", 
    "Deposit insurance", 
    "Discovery (Law)", 
    "Ecology", 
    "Economic development", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Environmental Protection Agency", 
    "Environmental economics", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Environmental technology", 
    "Epidemiology", 
    "Evidence (Law)", 
    "Factories", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal installations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreclosure", 
    "Government contractors", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Groundwater", 
    "Groundwater pollution", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health surveys", 
    "Higher education", 
    "Indemnity", 
    "Indian lands", 
    "Industrial pollution", 
    "Injunctions", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Land use", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Liens", 
    "Limitation of actions", 
    "Minorities", 
    "Negligence", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Public lands and natural resources", 
    "Railroad management", 
    "Railroads", 
    "Real estate development", 
    "Research and development", 
    "Research centers", 
    "Restoration ecology", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Subpoena", 
    "Surety and fidelity", 
    "Technological innovations", 
    "Toxicology", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Trusts and trustees", 
    "Urban affairs", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-29", 
    "text": "TABLE OF CONTENTS: Title I: Community Participation Title II: State Role Title III: Voluntary Cleanup Title IV: Selection of Remedial Actions Title V: Liability Allocations Title VI: Federal Facilities Title VII: Natural Resource Damages Title VIII: Miscellaneous Title IX: Funding Accelerated Cleanup and Environmental Restoration Act of 1995 - Title I: Community Participation - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA or Superfund) to direct the Administrator of the Environmental Protection Agency (EPA) to establish Community Response Organizations (CROs) to solicit views on issues affecting remedial action plans. Authorizes technical assistance grants to citizen groups of two or more who may be affected by the release or threatened release of a hazardous substance, pollutant, or contaminant on the State registry or National Priorities List (NPL). Adds provisions designed to improve public participation in the Superfund decisionmaking process and requiring the Administrator to consider community remedial action alternatives in the same manner as alternatives proposed by potentially responsible parties. Title II: State Role - Amends CERCLA to add provisions requiring the Administrator, upon application by a State, to delegate authority to perform functions (including risk analysis, remedy selection, remedial design, remedial operation, allocation of liability, and enforcement) with respect to one or more non-Federal listed facilities in the State. Prescribes application and performance procedures. Provides for the removal of delegated facilities from the NPL and the deposit of recovered costs in the Hazardous Substances Superfund. Directs the Administrator to provide grants to States to carry out delegated functions. Title III: Voluntary Cleanup - Adds new provisions to CERCLA requiring the Administrator to provide technical and other assistance to States to establish and expand qualifying State voluntary response programs, including oversight and enforcement programs. (Sec. 302) Defines \"brownfield facility\" to mean a parcel of land containing abandoned or underused commercial or industrial property, the expansion or redevelopment of which is complicated by the presence or potential presence of a hazardous substance. Excludes from the definition seven specific categories of facilities, including: NPL facilities, facilities under administrative or judicial cleanup orders, and U.S.-owned facilities. Directs the Administrator to establish a program to provide interest-free loans of up to $200,000 to local government entities and Indian tribes for site characterization and assessment of brownfield facilities. Prescribes loan ranking and application procedures. (Sec. 303) Amends CERCLA's definition of \"owner or operator\" for purposes of determining cleanup liability to exclude persons not participating in facility management who hold an indicium of ownership primarily to protect a security interest. Adds a definition of \"fiduciary\" and limits fiduciary liability. Delimits liability of lenders. (Sec. 304) Amends the Federal Deposit Insurance Act to provide that, with specific exceptions, a Federal banking or lending agency shall not be liable under any law imposing strict liability for the release or threatened release of a hazardous substance from a facility acquired through receivership or conservatorship, through a loan or financial assistance, or in connection with a civil or criminal proceeding or administrative enforcement action. Prescribes rules of construction. (Sec. 305) Adds to CERCLA provisions governing owner-operator status of persons owning or operating property contiguous to a release site. (Sec. 306) Limits liability of bona fide prospective purchasers so long as they do not impede response actions or natural resource restoration. (Sec. 307) Requires that the standards developed by the American Society for Testing and Materials (ASTM) be used to determine innocent landholder status. Title IV: Selection of Remedial Actions - Amends CERCLA to add definitions of \"actual or planned or reasonably anticipated future use of the land and water resources,\" \"significant ecosystem,\" and other terms. (Sec. 402) Establishes revised procedures for selection and implementation of remedial actions. Requires selection of the most cost-effective means of achieving the goals of protecting human health and the environment, using specified criteria and allowing for technical impracticability and unreasonable cost. States that a remedial action shall not be required to attain any standard that would be legally applicable under any other Federal or State law except in cases involving the transfer of hazardous waste off-site. (Sec. 403) Adds new provisions regarding the use and requirements of facility-specific risk evaluations. Requires EPA to issue regulations that promote a realistic characterization of risk that neither minimizes nor exaggerates the risks and potential risks posed by a facility or a proposed remedial action. (Sec. 404) Establishes procedures, in lieu of any other law, for conducting remedial investigations, feasibility studies, records of decisions, remedial designs, and remedial actions. (Sec. 405) Prescribes procedures and time frames for final EPA notice of completion of remedial action and delisting of a facility. Provides for release from further liability for facilities available for unrestricted use. Requires seven-year reviews by EPA of facilities not available for unrestricted use. (Sec. 406) Sets forth transition rules for facilities involved in remedy selection on the date of enactment of this Act. (Sec. 408) Revises the National Contingency Plan to prohibit the Administrator, when listing a site on the NPL, from including property at which no release has occurred but to which a contaminant had migrated in groundwater. Title V: Liability Allocations - Adds new provisions allocating liability for multiparty facilities. Differentiates mandatory, requested, and permissive allocations. Prescribes allocation process procedures, including time frames, selections of allocators, reports, orphan shares, and de minimis settlements. (Sec. 502) Excludes response action contractors from the definition of \"owner or operator.\" Amends the national uniform negligence standards. Revises procedures governing EPA decisions to indemnify response action contractors. Limits actions against response action contractors. (Sec. 503) Requires nonconfidential CERCLA records and reports to be released within 14 days after the information is obtained. (Current law provides no time limit for public availability.) (Sec. 505) Adds provisions which include religious, charitable, scientific, and educational organizations as owner-operators. Limits the liability of such organizations. (Sec. 506) Adds provisions limiting the liability of railroad owners or operators of spur tracks. Title VI: Federal Facilities - Amends CERCLA to revise provisions governing the transfer of authorities vested in the Administrator to allow States to apply to exercise such authorities at any U.S. facility located in the State. Prescribes procedures governing such transfers. (Sec. 602) Directs the Secretary of Energy, after providing Federal, State, and local agencies notice and opportunity for comment, to submit to the President annual lists identifying the Department of Energy (DOE) environmental cleanup requirements that cannot be met within the Department's budget request for environmental management activities. Requires inclusion of such information in the President's annual budget request. Allows for one list revision following appropriations funding. States that, with specified exceptions, no action seeking to impose civil or criminal sanctions under any law may be commenced against the United States, its employees, or DOE contractors with respect to failure to comply with DOE environmental cleanup requirements by reason of lack of funds appropriated specifically for such purposes during a fiscal year for which such cleanup requirement was on the list. (Sec. 603) Amends CERCLA to add provisions allowing the President to designate Federal facilities listed on, or proposed for listing on, the NPL to facilitate the development of innovative technologies for remedial action. Requires a report to the Congress. (Sec. 604) Amends provisions governing assessment and evaluation of Federal facility listings: (1) to allow notice of uncontaminated parcels; and (2) to include as a factor in determining priorities the extent to which the Federal land holding agency has arranged with the Administrator or a State to respond. Title VII: Natural Resource Damages - Amend CERCLA's definition of \"natural resource\" to add language that the resource is committed for use by the general public. States that a resource shall be considered to be committed for use by the general public only if, at the time of the act of disposal giving rise to liability, the resource is subject to a public use or to a planned public use, for which there is an authorized and documented legal, administrative, budgetary, or financial commitment. Adds definitions for \"baseline,\" \"compensatory restoration,\" and other terms. Revises provisions governing liability for costs and damages for release, or threatened release, of a hazardous substance, to limit recovery to the restoration of baseline ecological services. Requires that recovered sums shall be used for restoration. (Previous law provided for use to restore, replace, or acquire the equivalent.) Revises the measure of damages to provide that damages shall be limited to the reasonable costs of restoration and of assessing damages, disallowing recovery under CERCLA for impairments of non-use values. Prohibits double recoveries. Prohibits recovery of costs of compensatory restoration for a natural resource injury, destruction, or loss that occurred prior to December 11, 1980. Limits recovery for the costs of primary restoration. Requires selection of the most cost-effective method of achieving restoration. Sets dollar amount limitations on the aggregate liability of all parties for costs of compensatory restoration. Eliminates the rebuttable presumption and imposes revised methods of damage assessment, requiring district courts to try de novo the issue of defendant liability and the issue of the amount of liability. Requires, on judicial review of claims challenging trustee decisions, that the court hold unlawful and set aside actions, findings, and conclusions found to be unsupported by substantial evidence. Revises procedures governing the issuance of regulations for damage assessments, requiring that regulations identify, specify, and take into consideration four specific elements, including the ability of a natural resource to recover naturally and the availability of replacement or alternative resources. Requires biennial review of such regulation. Prohibits the Administrator from selecting a remedial action that goes beyond the measures necessary to protect human health and the baseline ecological services of the environment. Prohibits the imposition of liability for natural resource injuries resulting from a response action or remedial action selected by the Administrator. Revises CERCLA statutes of limitations. Title VIII: Miscellaneous - Revises National Contingency Plan guidelines for the National Hazardous Substances Response Plan to add procedures governing the conduct of response evaluations, including a requirement that such procedures use a results-oriented approach and other expedited actions in order to minimize response time and exposure hazards. (Sec. 802) Limits new NPL listings to 30 sites per year for the next three years. Requires prioritization of and State concurrence with such sites. States that the Administrator's authority to add sites to the NPL expires in three years. (Sec. 804) Amends the Solid Waste Disposal Act to exempt remediation waste from specified regulations, including those that bar storage and land disposal of untreated hazardous waste. Title IX: Funding - Amends CERCLA to authorize appropriations from the Fund of $8.5 billion for FY 1996 through 2000. (Sec. 902) Allows payment of orphan shares as a use of the Fund. (Sec. 903) Authorizes funds for Agency for Toxic Substances and Disease Registry activities. (Sec. 904) Sets limitations for FY 1996 through 2000 of $20 million per year for alternative or innovative technologies research, development, and demonstration programs and training, $20 million for hazardous substance research, and $5 million for university research centers. (Sec. 905) Authorizes appropriations to the Fund through FY 2000. (Sec. 906) Sets limits on funding of qualifying State voluntary response programs, brownfield cleanup assistance, and community response organizations. Specifies that collected recoveries will be credited as offsetting collections. (Sec. 907) Allows use of the Fund to reimburse potentially responsible parties following the results of an audit showing costs are unallowable or should be adjusted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Accelerated Cleanup and Environmental Restoration Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend the Comprehensive Environmental Recovery, Compensation, and Liability Act of 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}