{
  "actions": [
    {
      "acted_at": "2010-03-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1179-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Butterfield, G. K.", 
      "sponsored_at": "2010-07-29", 
      "state": "NC", 
      "thomas_id": "01761", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-12", 
  "number": "1179", 
  "official_title": "Expressing the sense of the House of Representatives that biotechnology firms meeting small business standards are critical to the United States, its people and its economy because they create new medicines, services, and jobs and meet unmet needs related to populations and patients with infectious and chronic diseases, including those of medically underserved populations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Davis, Danny K.", 
    "state": "IL", 
    "thomas_id": "01477", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-12", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health and Human Services", 
    "Drug safety, medical device, and laboratory regulation", 
    "Executive agency funding and structure", 
    "Health", 
    "Health technology, devices, supplies", 
    "Infectious and parasitic diseases", 
    "Medical research", 
    "Public-private cooperation", 
    "Research and development", 
    "Small business", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-12", 
    "text": "Recognizes: (1) that the public deserves the safest, most effective, and efficient processes to save the lives of people living in the United States with infectious and chronic diseases; and (2) the need to coordinate existing public funding to help small business biotechnology firms whose products may be lost due to domestic economic conditions, and to fund critical paths for small biotechnology drug development and for regulatory review and commercial approval. Expresses support for: (1) the domestic development and commercialization of biotechnology research by firms meeting small business size standards and collaborations with university-based biotechnology research facilities; and (2) the advancement of U.S.-based commercialization of point of care therapeutics and diagnostics by emerging and small business biotechnology firms for domestic and global use. Encourages: (1) the development of a national strategic framework to facilitate technological advancements in improving the commercialization processes for small business biotechnology firms; (2) the creation of incentives for small business biotechnology companies that perform basic and applied research through the development and commercialization of biotechnology products and processes and their diffusion into national and local economies; (3) the development of a comprehensive approach to describing disease populations and the production of comprehensive research programs that are current with evolving biotechnology and the unmet needs of diverse patient populations; and (4) the Office of the Secretary of Health and Human Services (HHS) to develop a Federal Biotechnology Coordinating Council representative of small business biotechnology companies, research facilities, and federal agencies with a strategic initiative to facilitate development and preserve these small business biotechnology firms and coordinate resources and funding mechanisms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Expressing the sense of the House of Representatives that biotechnology firms meeting small business standards are critical to the United States, its people and its economy because they create new medicines, services, and jobs and meet unmet needs related to populations and patients with infectious and chronic diseases, including those of medically underserved populations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:38-05:00"
}