{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1592-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "1592", 
  "official_title": "A bill to amend the Tariff Act of 1930 to require that petitioners may elect whether price or constructed value is used in determining the foreign market value of merchandise imported from foreign state-controlled economies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Communist countries", 
    "Countervailing duties", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Amends the Tariff Act of 1930 to require the administering authority when making determinations as to the foreign market value of imported merchandise from a foreign state-controlled economy to identify its choice of the: (1) non-state-controlled country that will be used as a source of information on prices of certain merchandise for consumption in its home market; (2) country that will be used as a source of information on prices for sales to other countries; and (3) country that will be used as a source of information to construct foreign market value with respect to antidumping duty investigations. Allows a party filing an antidumping petition to elect whether such determinations will proceed on the basis of home market price, export price, or constructed value. Sets forth the basis for the determination by such authority as to whether a country is at a comparable stage of economic development to a nonmarket economy country. Requires such authority, if information cannot be verified by it when making determinations as to the prices or costs in a non-state-controlled economy country at a comparable stage of economic development, to use the best information available to it (during the investigation or the review of an antidumping order)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 to require that petitioners may elect whether price or constructed value is used in determining the foreign market value of merchandise imported from foreign state-controlled economies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:35-05:00"
}