{
  "actions": [
    {
      "acted_at": "1997-01-21", 
      "references": [
        {
          "reference": "CR S376-382", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-01-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-02-10", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-12", 
      "references": [], 
      "text": "Second Star Print ordered on the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-07", 
      "references": [
        {
          "reference": "CR S7606", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s24-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-21", 
  "number": "24", 
  "official_title": "A bill to provide improved access to health care, enhance informed individual choice regarding health care services, lower health care costs through the use of appropriate providers, improve the quality of health care, improve access to long-term care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Assurance Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-21", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Agricultural cooperatives", 
    "Agriculture and food", 
    "Aliens", 
    "Anesthetics", 
    "Annuities", 
    "Associations, institutions, etc.", 
    "Auctions", 
    "Authorization", 
    "Birth control", 
    "Block grants", 
    "Breast cancer", 
    "Cervical cancer", 
    "Chambers of commerce", 
    "Child care workers", 
    "Child health", 
    "Child nutrition", 
    "Churches", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Clergy", 
    "Clinical trials", 
    "Clinics", 
    "Commerce", 
    "Communication in medicine", 
    "Competitive bidding", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cooperative societies", 
    "Cost control", 
    "Cost effectiveness", 
    "Curricula", 
    "Data banks", 
    "Day care", 
    "Demography", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Electronic data interchange", 
    "Electronic data processing", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Employee health benefits", 
    "Employee training", 
    "Energy", 
    "Excise tax", 
    "Executive reorganization", 
    "Families", 
    "Family medicine", 
    "Federal Communications Commission", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Flexible benefit plans", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Head Start programs", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "High school students", 
    "Higher education", 
    "Home care services", 
    "Home equity conversion", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Infant mortality", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Life insurance", 
    "Living wills", 
    "Long-term care insurance", 
    "Marketing", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medical statistics", 
    "Medically uninsured", 
    "Medicare", 
    "Nurse practitioners", 
    "Nurses", 
    "Osteopathy and osteopaths", 
    "Patients' rights", 
    "Payroll deductions", 
    "Personal income tax", 
    "Pharmaceutical research", 
    "Physicians' assistants", 
    "Power of attorney", 
    "Premarital sex", 
    "Preschool education", 
    "Preventive medicine", 
    "Professional associations", 
    "Quality of care", 
    "Radio frequency allocation", 
    "Religion", 
    "Research centers", 
    "Residence requirements", 
    "Right of privacy", 
    "Right to die", 
    "Rural electrification", 
    "Rural health", 
    "School health programs", 
    "Science, technology, communications", 
    "Secondary education", 
    "Self-employed", 
    "Self-insurance", 
    "Sexually transmitted diseases", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Taxation", 
    "Teacher education", 
    "Teenage pregnancy", 
    "Telephone", 
    "Trade associations", 
    "Tuberculosis", 
    "Urban affairs", 
    "Vaccination", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-21", 
    "text": "TABLE OF CONTENTS: Title I: Health Care Coverage for Children Title II: Health Care Insurance Coverage Title III: Primary and Preventive Care Services Title IV: Patient's Right to Decline Medical Treatment Title V: Primary and Preventive Care Providers Title VI: Cost Containment Title VII: Tax Incentives for Purchase of Qualified Long-Term Care Insurance Title VIII: National Fund for Health Research Health Care Assurance Act of 1997 - Title I: Health Care Coverage for Children - Healthy Kids Pilot Program Act of 1997 - Mandates grants to a State for planning and establishing a pilot program to provide vouchers to eligible children to enable the children to enroll in a health plan offered in the State. (Sec. 106) Directs the Secretary of Health and Human Services to provide for a payment to each participating State for (unless appropriations are insufficient) 100 percent of the voucher cost and five percent of administration expenses. (Sec. 107) Ties eligibility to: (1) income, excluding children who are eligible for medical assistance under title XIX (Medicaid) of the Social Security Act; (2) age; and (3) citizenship or lawful permanent residency. Regulates voucher amounts. (Sec. 109) Establishes the Healthy Kids Trust Fund. Appropriates amounts from the Fund to carry out this Act. (Sec. 111) Amends the Communications Act of 1934 to modify license application competitive bidding requirements. Requires the Federal Communications Commission to conduct, by competitive bidding, the assignment of licenses for specified frequency bands. Amends the National Telecommunications and Information Administration Organization Act to provide for the reallocation of bands currently used by the Federal Government. Modifies reallocation and distribution of frequency requirements. Title II: Health Care Insurance Coverage - Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Public Health Service Act to mandate: (1) a set of rules for determining the actuarial value of the coverage offered by a plan or group health insurance coverage; and (2) a target actuarial value. Includes coverage for medical and surgical services, medical equipment, preventive services, and emergency transportation in frontier areas (standard coverage). Mandates model regulations specifying standards for making qualified group health plans available to small employers. Allows a State to implement more stringent standards, so long as the State standards do not prevent the offering of at least one plan that provides standard coverage. Requires each group plan offered, and issuer offering group coverage, to a small employer to establish a standard premium in each community rating area. Requires each State to divide the State into one or more community rating areas. Regulates premiums. Provides for the treatment of rates negotiated with a small employer purchasing group in a rating area. Mandates full disclosure of rating practices. Provides for State certification of small employer purchasing groups. Regulates such groups. Provides for payroll deductions for premiums. Requires each such group to offer eligible employees, eligible individuals, and certain uninsured individuals the opportunity to enroll in any qualified group health plan that has an agreement with the group. Regulates premiums. Requires each such group to market plans to members through the entire community rating area served by the group. Mandates grants to States and small employer purchasing groups to assist in planning, developing, and operating such groups. Authorizes appropriations. Authorizes a State to establish a system in all or part of the State under which the groups are the sole mechanism through which coverage for employees of small employers may be purchased or provided. Requires each small employer (except new and very small employers) to make available to each eligible employee a group health plan providing at least standard coverage, with a specified maximum waiting period allowed. Declares that employer cost contributions are not required. Allows the requirement to be met through a multiemployer plan. Applies the requirements of this title to a multiemployer plan that is maintained by an organization such as a trade, industry, or professional association, a chamber of commerce, a religious organization, or a public entity association. Requires that a plan be certified by the Secretary. Sets forth special rules for church plans, plans maintained by a health plan sponsor, or plans maintained by a rural electric or rural telephone cooperative. Amends the Public Health Service Act to apply the provisions of this title to coverage offered in the individual market. (Sec. 211) Amends the Internal Revenue Code to impose taxes on the failure to comply with this title's requirements by a health insurance issuer, any small employer, or a qualified association, church plan, multiemployer plan, or plan maintained by a rural electric or telephone cooperative. (Sec. 214) Allows self-employed individuals to deduct 100 percent of their health insurance costs in 2007 and thereafter. (Sec. 215) Provides for group health plan continuation coverage and modifies the requirements regarding the period of continuation coverage. Title III: Primary and Preventive Care Services - Authorizes appropriations to carry out the healthy start program under provisions of the Public Health Service Act relating to research and investigations generally, requiring reservation of specified amounts for model projects. (Sec. 302) Amends the Public Health Service Act to authorize appropriations for: (1) preventive health service immunization programs; (2) the prevention and control of sexually transmitted diseases; (3) family planning projects; (4) breast and cervical cancer programs; and (5) preventive health and health services block grants. Amends title V (Maternal and Child Health Services Block Grants) of the Social Security Act to authorize appropriations. (Sec. 303) Mandates grants to States to enable the States to: (1) make grants to establish, operate, and improve local programs of comprehensive health education and prevention, early health intervention, and health education in elementary and secondary schools; and (2) develop related training, technical assistance, and coordination. Establishes in the Office of the Secretary of Education the Office of Comprehensive School Health Education. Authorizes appropriations. (Sec. 304) Mandates a program of grants to agencies conducting Head Start training for training and technical assistance to Head Start teachers and other child care providers. Authorizes appropriations. (Sec. 305) Amends adolescent family life demonstration project provisions of the Public Health Service Act to include in the definition of \"necessary services\" the providing of information about abstinence. Requires that demonstration project grants, as much as practicable, ensure adequate urban and rural area representation. Mandates a simplified and expedited application process for applicants seeking under a specified amount of funds. Authorizes appropriations to carry out the adolescent family life demonstration project provisions. Title IV: Patient's Right to Decline Medical Treatment - Prohibits State restrictions, except to protect a third party, on the right: (1) of a competent adult to consent to or decline medical treatment; or (2) of an incapacitated person to consent to or decline medical treatment through a power of attorney or similar document. Mandates development of national advance directive and durable power of attorney forms and requires all health care providers to honor such forms. Shields providers who act in good faith from criminal or civil liability or professional discipline. Denies Medicare and Medicaid payment for services contrary to the adult's wishes. Title V: Primary and Preventive Care Providers - Amends title XVIII (Medicare) of the Social Security Act to modify or establish payment requirements regarding certified nurse midwives, nurse practitioners, clinical nurse specialists, and physician assistants. Allows (current law requires) payment to the employer of a physician assistant or nurse practitioner for the services provided. (Sec. 502) Amends title XIX (Medicaid) of the Social Security Act to include physician assistants, nurse practitioners, clinical nurse specialists, and certified registered nurse anesthetists in the definition of \"medical assistance\" for which payment will be made. (Sec. 503) Amends the Public Health Service Act to establish grant programs to: (1) provide medical (including osteopathic) students for programs to interest high school or college students in careers in general medical practice; and (2) develop strategies for recruiting and placing medical students interested in practicing general medicine. Authorizes appropriations. Title VI: Cost Containment - Authorizes a program of clinical trials regarding promising new drugs and disease treatments. Authorizes appropriations. (Sec. 602) Authorizes appropriations for the Agency for Health Care Policy Research. Amends the Internal Revenue Code to impose a tax on health insurance premiums, payable by any person who makes, signs, issues, or sells any of the documents and instruments subject to the tax or for whose use or benefit the same are made, signed, issued, or sold. Establishes, and deposits the resulting tax receipts in, the Trust Fund for Medical Treatment Outcomes Research. Mandates annual Trust Fund distributions for outcomes research. (Sec. 603) Mandates establishment of a national health insurance data and claims system and a national database for health insurance and health outcomes information. Authorizes appropriations. (Sec. 604) Mandates grants to States that establish health care cost containment and quality information systems. Authorizes appropriations. Title VII: Tax Incentives for Purchase of Qualified Long-Term Care Insurance - Allows a credit for a percentage of premiums for a long-term care insurance contract. (Sec. 702) Includes (currently, excludes) long-term care insurance from the definition of \"qualified benefits\" in provisions relating to cafeteria plans. Excludes from (currently, includes in) an employee's gross income employer-provided coverage for long-term care. (Sec. 703) Excludes from gross income amounts from the whole or partial surrender, cancellation, or exchange of any life insurance contract if the amount is used to pay for any qualified long-term care insurance contract and other requirements are met. Declares that no gain or loss shall be recognized on the exchange of a life insurance or annuity contract for a long-term care contract if certain requirements are met. (Sec. 704) Makes a home equity conversion sale-leaseback transaction eligible for the one-time exclusion from gain from the sale of a principal residence if a portion of the proceeds are used to purchase a qualified long-term care contract and other requirements are met. Title VIII: National Fund for Health Research - Amends the Public Health Service Act to establish the National Fund for Health Research, consisting of amounts transferred to the Fund and interest on those amounts. Requires distribution of all amounts in the Fund in a year to the institutes and centers of the National Institutes of Health in the same proportion as appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Assurance Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Healthy Kids Pilot Program Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved access to health care, enhance informed individual choice regarding health care services, lower health care costs through the use of appropriate providers, improve the quality of health care, improve access to long-term care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:38-05:00"
}