{
  "actions": [
    {
      "acted_at": "1977-02-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3828-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-22", 
  "number": "3828", 
  "official_title": "A bill to require the President, the Vice President, Justices and judges and officers and employees of the United States to file statements with designated officers and the Civil Service Commission with respect to their income and financial transactions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4453-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Financial Disclosure Act", 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-22", 
  "subjects": [
    "Armed forces and national security", 
    "Cabinet officers", 
    "Conflict of interests", 
    "Congressional ethics", 
    "Election candidates", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "House of Representatives", 
    "Members of Congress", 
    "Military personnel", 
    "Political ethics", 
    "Presidential appointments", 
    "Presidential elections", 
    "Senate", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Financial disclosure", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-22", 
    "text": "Financial Disclosure Act - Requires the President, Vice President, Members of Congress and candidates for those offices, justices and judges of the United States, Presidential nominees, officers and employees of the United States compensated at a rate equal to or in excess of the rate prescribed for the grade of GS-16, and members of the uniformed services compensated at a rate equal to or in excess of the monthly rate prescribed for grade 0-7 to file in each calendar year a financial disclosure statement for the preceding calendar year if such individual has occupied or been a candidate for the office or position for more than 90 days in such calendar year. Specifies the content of such financial statements. Makes mandatory the inclusion in such report of all items held not only by the individual, but by the spouse, and dependents of such person, and those acting on the individual's behalf. Requires Members of Congress and employees of Congress or congressional agencies to file their statements with either the Clerk of the House of Representatives or the Secretary of the Senate. Requires justices, judges and judicial employees and officers to file their statements with the Administrative Office of the United States Courts. Requires all other Federal employees and officers to file their statements with the head of their agency and the Civil Service Commission. Requires candidates to file their reports with the Federal Elections Commission. Permits the President to exempt any individual in the Central Intelligence Agency, the Defense Intelligence Agency, and the National Security Agency, or other person engaged exclusively in intelligence activities from the requirement to file a copy of a report with the Civil Service Commission if such disclosure would reveal the identity of an undercover Federal agent. Makes failure to file and falsifying reports punishable by a fine and/or imprisonment. Requires the head of each agency, the Clerk of the House of Representatives, the Secretary of the Senate, and the Director of the Administrative Office of the United States Courts to submit annually to Congress a complete list of individuals required to file such a report. Requires the persons with whom such reports are filed to make such reports available to the public for all purposes not excluded and pursuant to conditions specified under this Act. Permits the House of Representatives, the Senate, the Director of the Administrative Office of the United States Courts, the Civil Service Commission, the President and Vice President to take any appropriate personnel or other action against any individual failing to file or falsifying information. Requires the President, after consulting with appropriate officials, to recommend to Congress such legislation as may be necessary with respect to financial disclosure by persons not covered by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the President, the Vice President, Justices and judges and officers and employees of the United States to file statements with designated officers and the Civil Service Commission with respect to their income and financial transactions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:27-05:00"
}