{
  "actions": [
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-21", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "464", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House by Yea-Nay Vote: 361 - 0 (Record Vote No: 464).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-22", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-22", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-14", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-11-14", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-25", 
      "pocket": "1", 
      "references": [], 
      "status": "VETOED:POCKET", 
      "text": "Pocket Vetoed by President.", 
      "type": "vetoed"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5560-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-21", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-22", 
    "vetoed": true, 
    "vetoed_at": "1988-11-25"
  }, 
  "introduced_at": "1988-10-21", 
  "number": "5560", 
  "official_title": "A bill to amend the Public Health Service Act, and the Health Omnibus Programs Extension of 1988, to make technical corrections relating to the Health Omnibus Programs Extension of 1988.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "VETOED:POCKET", 
  "status_at": "1988-11-25", 
  "subjects": [
    "AIDS (Disease)", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Child health", 
    "Communicable diseases", 
    "Curricula", 
    "Deaf", 
    "Deafness", 
    "Dentistry", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Executive reorganization", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal receipts and expenditures", 
    "Food adulteration and inspection", 
    "Government records, documents, and information", 
    "Health", 
    "Information services", 
    "Manpower utilization", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical residents", 
    "National Institutes of Health (NIH)", 
    "Native Americans", 
    "Osteopathy and osteopaths", 
    "Paramedical personnel", 
    "Peer review organizations (Medicine)", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Student aid"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-21", 
    "text": "Title I: Technical and Conforming Amendments to Health Omnibus Programs Extension of 1988 - Amends the Health Omnibus Programs Extention of 1988 to direct the Secretary of Health and Human Services to develop a uniform methodology for collection of, as well as to compile and analyze, certain data relating to health manpower shortages. Title II: Technical and Conforming Amendments to the Public Health Service Act - Amends title III (General Powers and Duties of Public Health Service) of the Public Health Service Act to require each application for a grant, contract, or cooperative agreement in an amount exceeding a specified sum of direct costs for the dissemination of research findings or the development of research agendas to be submitted to a standing peer review group. Prohibits such applications from being submitted to any peer review group established to review applications for research, evaluation, or demonstration projects. Amends title IV (National Research Institutes) of the Public Health Service Act to direct the Secretary of Health and Human Services to establish in the National Institute on Deafness and Other Communication Disorders the National Deafness and Other Communications Disorders Advisory Board. Requires the Advisory Board to be established not later than 90 days after the enactment of the National Institute on Deafness and Other Communication Disorders and Health Research Extension Act of 1988. Authorizes the Secretary to establish the Deafness and Other Communication Disorders Interagency Coordinating Committee. Makes provisions limiting the amounts obligated in any fiscal year for administrative expenses of the National Institutes of Health applicable to the National Institute on Deafness and Other Communication Disorders. Amends provisions of the Public Health Service Act, as amended by the National Deafness and Other Communications Disorders Act of 1988, to read as if similar amendments made by specified provisions of the Health Research Extension Act of 1988 and this Act had not been enacted. Removes provisions requiring that the Secretary, in making grants and entering into contracts for training, traineeships, and fellowships in general internal medicine and general pediatrics, give priority to applicants that demonstrate a commitment to coordination of curriculum development and resident teaching activities with the departments of family medicine where there is a department within the same school. Removes a prohibition on using certain funds, provided for educational assistance in the form of stipends to individuals from disadvantaged backgrounds, for schools of medicine, osteopathy, or dentistry. Amends title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Public Health Service Act to permit, rather than require, the Secretary to make grants and enter into contracts relating to training of allied health professionals. Amends provisions relating to peer review of applications for grants and contracts concerning health care for rural areas to remove a requirement that the Secretary, in administering the peer review provisions, act through the Director of the Indian Health Service. Authorizes appropriations for a study of health manpower training needs in rural areas for FY 1989 rather than FY 1989 through 1991. Amends title XXIV (Health Services with Respect to Acquired Immune Deficiency Syndrome) of the Public Health Service Act to authorize appropriations for subacute care demonstration projects for FY 1989 through 1992 rather than FY 1988 through 1991. Title III: Technical and Conforming Amendment to Federal Food, Drug, and Cosmetic Act - Amends the Federal Food, Drug, and Cosmetic Act to declare that the Secretary of Health and Human Services, through the Commissioner of Food and Drugs, is responsible for executing such Act as well as for other stated responsibilities. Title IV: Miscellaneous - Makes amendments dependent upon the enactment of a specified bill containing the Nursing Shortage Reduction and Education Extension Act of 1988. (Such bill was not enacted.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act, and the Health Omnibus Programs Extension of 1988, to make technical corrections relating to the Health Omnibus Programs Extension of 1988.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:50-05:00"
}