{
  "actions": [
    {
      "acted_at": "1975-02-07", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s619-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-07", 
  "number": "619", 
  "official_title": "A bill entitled \"Energy Facilities Planning and Development Act of 1975.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Facilities Planning and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-07", 
  "subjects": [
    "Energy", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Power resources", 
    "Public utilities", 
    "States"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-07", 
    "text": "Energy Facilities Planning and Development Act - Requires the Administrator of the Federal Energy Administration, within one year after the enactment of this Act, to prepare and submit to the President and to Congress a National Energy Site and Facility Report, which shall analyze short and long term energy needs and demand and indicate the number, type, and general location of energy facilities required to meet national energy objectives. Declares that such Report shall be developed in consultation with the States, industry, and other appropriate Federal agencies. Sets forth types of information the Report shall include. Provides that within one year from the issuance of the Administrator's Report, each State shall submit to the Administrator for approval an energy facility management program for long term energy facility planning and the achievement of energy production needs by the expeditious consideration and processing of applications to site, construct, and operate energy facilities. States that the Administrator shall hold at least one public hearing on the State's program within the State and shall approve or disapprove such plan in whole or in part within 120 days after the date of its submission. Allows any aggrieved party to bring suit to enforce an approved management program or promulgated State management program being administered by the State, in an appropriate Federal district court, or in any appropriate State court. Empowers the Administrator to make grants to the States for the purposes of assisting in the development of management programs. States that such authority shall expire on September 30, 1980. Directs the Administrator to encourage cooperative activities among the States regarding the siting and approval of energy facilities. Grants the consent of Congress for two or more States to enter into agreements or compacts for cooperative efforts and mutual assistance in selecting energy facility sites and approving energy facilities. Provides that the actual authority to approve or disapprove applications for energy facilities shall continue to reside in those Federal agencies possessing specific statutory authority over proposed energy facilities or their appendages. Sets forth the Administrator's duties and authorities in such approval process. Requires that a complete application for approval of a proposed energy facility other than a facility owned or to be owned by the Federal government shall be filed with the Administrator at least 18 months prior to the planned date of commencement of construction. States that the applicant for a facility may, under specified circumstances, commence construction prior to being notified by the appropriate lead Federal agency (designated on a case-by-case basis by the Administrator) that all Federal approvals have been obtained. Provides a judicial review process for persons aggrieved by a final order of a Federal agency granting or denying an application for energy facility approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Facilities Planning and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Energy Facilities Planning and Development Act of 1975.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:04-05:00"
}