{
  "actions": [
    {
      "acted_at": "2004-02-26", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-11", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-25", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-01", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-06", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-08", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on VA, HUD, and Independent Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 108-776.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-09-21", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Bond. With written report No. 108-353.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-21", 
      "calendar": "Senate Legislative", 
      "number": "708", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 708.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2825-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on VA, HUD, and Independent Agencies", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-09-21", 
  "number": "2825", 
  "official_title": "An original bill making appropriations for the Departments of Veterans Affairs and Housing and Urban Development, and for sundry independent agencies, boards, commissions, corporations, and offices for the fiscal year ending September 30, 2005, and for other purposes.", 
  "popular_title": "Appropriations bill FY2005, Veterans Affairs and HUD", 
  "related_bills": [
    {
      "bill_id": "hr4818-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5041-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2005", 
  "sponsor": {
    "district": null, 
    "name": "Bond, Christopher S.", 
    "state": "MO", 
    "thomas_id": "01286", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-21", 
  "subjects": [
    "AIDS (Disease)", 
    "Aeronautics", 
    "Affordable housing", 
    "Alaska", 
    "American Battle Monuments Commission", 
    "Antarctic regions", 
    "Apartment houses", 
    "Appellate courts", 
    "Appropriations", 
    "Arctic and polar regions", 
    "Armed forces and national security", 
    "Army", 
    "Astronautics", 
    "Auditing", 
    "Bank examination", 
    "Block grants", 
    "Boundaries", 
    "Brownfields", 
    "Building construction", 
    "Cemeteries and funerals", 
    "Child safety", 
    "Claims", 
    "Commerce", 
    "Community development", 
    "Community development banking", 
    "Congregate housing", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Consumer Product Safety Commission", 
    "Consumer protection", 
    "Corporation for National and Community Service", 
    "Courts of special jurisdiction", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Department of Defense", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of Veterans Affairs", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Depressed areas", 
    "Disability evaluation", 
    "Disabled", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Families", 
    "Federal Deposit Insurance Corporation", 
    "Federal aid to Indians", 
    "Federal aid to air pollution control", 
    "Federal aid to housing", 
    "Federal aid to research", 
    "Federal aid to water pollution control", 
    "Federal home loan banks", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "General Services Administration", 
    "Government National Mortgage Association", 
    "Government corporations", 
    "Government lending", 
    "Government life insurance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hawaiians", 
    "Hazardous wastes", 
    "Health", 
    "Health surveys", 
    "Home ownership", 
    "Homeless", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing for the aged", 
    "Housing for the disabled", 
    "Housing subsidies", 
    "Indian housing", 
    "Indigenous peoples", 
    "Information technology", 
    "Infrastructure", 
    "Inspectors general", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Lead", 
    "Lead poisoning", 
    "Lobbying", 
    "Low-income housing", 
    "Medical research", 
    "Mexico", 
    "Minorities", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "National Aeronautics and Space Administration", 
    "National Credit Union Administration", 
    "National Institutes of Health (NIH)", 
    "National Science Foundation", 
    "National service", 
    "Native Americans", 
    "Neighborhood Reinvestment Corporation", 
    "Nursing homes", 
    "Oil pollution", 
    "Paints and varnishes", 
    "Parking facilities", 
    "Policy sciences", 
    "Pollution control", 
    "Pollution measurement", 
    "Potable water", 
    "Prefabricated buildings", 
    "Product safety", 
    "Prosthesis", 
    "Public housing", 
    "Relocation", 
    "Rental housing", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Research and development", 
    "Residential rehabilitation", 
    "Revolving funds", 
    "Rural economic development", 
    "Rural housing", 
    "Science, technology, communications", 
    "Selective Service System", 
    "Sewerage", 
    "Social welfare", 
    "Soldiers' homes", 
    "Space activities", 
    "Space exploration", 
    "Space flight", 
    "Storm drains", 
    "Toxicology", 
    "Transportation and public works", 
    "Underground storage", 
    "Urban affairs", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Waste water treatment", 
    "Water quality", 
    "Water resources development", 
    "Water treatment plants", 
    "Watersheds", 
    "Witnesses"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2004-09-21", 
    "text": "Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2005 - Title I: Department of Veterans Affairs - Makes FY 2005 appropriations to the Department of Veterans Affairs (VA) for: (1) veterans' compensation, pensions, and readjustment benefits; (2) veterans' insurance and indemnities; (3) veterans' housing and vocational rehabilitation loan accounts, including Native American and homeless veterans; (4) veterans' medical care; (5) medical and prosthetic research; (6) medical administration; (7) departmental administration; (8) the National Cemetery Administration; (9) the Office of Inspector General; (10) construction; and (11) grants to States for construction of extended care facilities and State veterans cemeteries. Sets forth authorized uses of, and limitations on, funds made available under this title. (Sec. 107) Directs the Secretary of Veterans Affairs to reimburse the general operating expenses account from the National Service Life Insurance Fund, the Veterans' Special Life Insurance Fund, and the United States Government Life Insurance Fund for the cost of administration of the insurance programs financed through those accounts. (Sec. 108) Directs the VA to continue until October 1, 2005, the Franchise Fund pilot program for providing administrative support services to designated Federal agencies. Extends program funding through such date. (Sec. 110) Requires for FY 2005 that funds available in any VA appropriation or fund for salaries and other administrative expenses shall be available to reimburse specified service costs provided by the Offices of Resolution Management and Employment Discrimination Complaint Adjudication. (Sec. 111) Prohibits the use of appropriations made by this title for: (1) entering into any new lease of real property with an estimated annual rental of over $300,000, unless the Secretary submits a report which the congressional appropriations committees approve within 30 days after submission; or (2) hospitalization or treatment for non-service-connected disability or illness unless the individual provides accurate insurance and annual income information. (Sec. 113) Prohibits the use of funds in this Act to implement specified provisions of the Department of Veterans Affairs Emergency Preparedness Act of 2002 that: (1) establish medical emergency preparedness centers at VA medical centers; and (2) add an Assistant Secretary of Veterans Affairs for Operations, Preparedness, Security, and Law Enforcement Functions. (Sec. 114) Deposits and transfers receipts that would otherwise be credited to the Veterans Extended Care Revolving Fund, the Medical Facilities Revolving Fund, the Special Therapeutic and Rehabilitation Fund, the Nursing Home Revolving Fund, the Veterans Health Services Improvement Fund, and the Parking Revolving Fund to the Medical Care Collections Fund and to the Medical Care account. (Sec. 115) Directs the Secretary to conduct a program of recovery audits for the fee basis and other hospital-related service contracts. (Sec. 116) Authorizes enhanced-use leasing proceeds in the Medical Care Collection Fund to be transferred to construction accounts and used for VA medical facility construction or improvements. (Sec. 117) Authorizes any general operating expense FY 2005 appropriation for the Veterans Benefits Administration to be transferred for property management contract use if such contract's administrative costs exceed a specified amount. (Sec. 118) Makes medical services amounts available for: (1) recreational facilities; and (2) funeral expenses for beneficiaries receiving Department care. (Sec. 120) Authorizes and specifies medical account transfers. (Sec. 121) Authorizes the expenditure of specified funds originally appropriated to the medical care account for emergency expenses resulting from the January 1994 earthquake in Southern California for the same purposes of the medical services account. (Sec. 123) Directs the the Secretary to allow eligible veterans in rural areas of Alaska to obtain medical care from an Indian Health Service or tribal organization facility if no VA health facility or service is available, provided that such service results in no additional VA cost. Title II: Department of Housing and Urban Development - Makes FY 2005 appropriations for the Department of Housing and Urban Development (HUD) for: (1) public and Indian housing; (2) the Public Housing Capital and Operating Funds; (3) revitalization of severely distressed public housing (HOPE VI); (4) Native American housing block grants; (5) Indian and Native Hawaiian housing loan guarantees; (6) housing opportunities for persons with AIDS; (7) the Office of Rural Housing and Economic Development; (8) empowerment zones and enterprise communities; (9) community development block grants and loan guarantees; (10) brownfields redevelopment; (11) the HOME investment partnerships program; (12) homeless assistance grants; (13) housing for the elderly and for persons with disabilities; (14) flexible subsidy fund; (15) manufactured housing fees trust fund; (16) the Federal Housing Administration (FHA); (17) the Government National Mortgage Association (GNMA or Ginnie Mae); (18) housing policy development and research; (29) fair housing activities; (20) the Office of Lead Hazard Control; (21) management and administration; (22) the Working Capital Fund; (23) the Office of Inspector General; and (24) the Office of Federal Housing Enterprise Oversight. Rescinds specified amounts of rental housing assistance. Cancels specified funds with respect to: (1) the Indian and public housing certificate fund; (2) drug elimination grants for low-income housing; (3) Indian housing loan guarantees and block grants; and (4) housing for the elderly and for persons with disabilities. (Sec. 201) States that 50 percent of budget authority amounts, or in lieu thereof 50 percent of the cash amounts associated with such budget authority, that are recaptured from certain \"qualified projects\" under the Stewart B. McKinney Homeless Assistance Amendments Act of 1988 shall be rescinded, or in the case of cash, remitted to the Treasury, and such non-rescinded or non-remitted amounts shall be used by State housing finance agencies or local governments or local housing agencies for certain approved projects. Authorizes the Secretary to use up to 15 percent of such non-rescinded or non-remitted amounts as refinancing incentives for project owners. (Sec. 202) Prohibits funds under this Act from being used during FY 2005 to investigate or prosecute under the Fair Housing Act any otherwise lawful activities aimed at achieving or preventing government or court action. (Sec. 203) Directs the Secretary of Housing and Urban Development to make housing for persons with AIDS grants to any State that qualified in a prior fiscal year but does not qualify in FY 2005 due to decreased AIDS cases in non-metropolitan areas of the State. Allocates certain FY 2005 housing funds for persons with AIDS from New York City, New York, on behalf of the New York-Wayne-White Plains, New York-New Jersey Metropolitan Division of the New York-Newark-Edison, NY-NJ-PA Metropolitan Statistical Area to: (1) Jersey City, New Jersey, based on the number of AIDS cases in the portion of the metropolitan area or division that is located in Hudson County, New Jersey; and (2) Paterson, New Jersey, based on the number of AIDS cases in the portion of the metropolitan area or division that is located in Bergen County and Passaic County, New Jersey. Requires the recipient cities to use such amounts in their respective portions of the metropolitan division located in New Jersey. (Sec. 204) Declares, with respect to FY 2005 assisted living facility section 8 rental payments, that a family residing in an assisted living facility in Oakland, Macomb, Wayne, or Washtenaw Counties, Michigan, may be required to pay rent in an amount exceeding 40 percent of its monthly adjusted gross income. (Sec. 205) Requires HUD to grant awards on a competitive basis. (Sec. 206) Makes HUD funds subject to the Government Corporation Control Act or other restrictions available, without regard to limitations on administrative expenses, for legal services and services and facilities of the Federal National Mortgage Association (FNMA or Fannie Mae), Ginnie Mae, Federal Home Loan Mortgage Corporation (FHLMC or Freddie Mac), Federal Financing Bank (FFB), Federal Reserve banks, Federal Home Loan banks, and any insured bank within the meaning of the Federal Deposit Insurance Corporation (FDIC). (Sec. 207) Limits HUD spending to amounts set forth in budget estimates submitted to Congress. (Sec. 208) Authorizes HUD corporations and agencies subject to the Government Corporation Control Act to make necessary FY 2005 expenditures without regard to fiscal year limitations. Limits the use of collections of these corporations and agencies (with specified exceptions) to new loan or mortgage purchase commitments only to the extent expressly provided for in this Act, unless they are in support of other forms of assistance provided in this or prior appropriations Acts. (Sec. 209) Prohibits the obligation or expenditure by HUD of funds provided in this title for technical assistance, training, or management improvements unless HUD provides the appropriations committees with a description of each proposed activity and budget estimates of the associated costs (by March 15, 2005, for FY 2005). (Sec. 210) Exempts public housing agencies in Alaska, Iowa, or Mississippi from the requirement of having a public housing resident or section 8 recipient on the board of directors. Requires such public housing agencies to establish advisory boards that include public housing tenants and section 8 recipients. (Sec. 211) Directs the Secretary to: (1) report quarterly regarding all uncommitted, unobligated, and excess funds in each HUD program; and (2) report annually regarding the number of federally assisted units under lease and the per unit cost of these units to HUD. (Sec. 212) Directs the Secretary, in managing and disposing of any HUD-held multifamily property that is occupied primarily by elderly or disabled families in FY 2005, to maintain any section 8 rental assistance payments that are attached to such dwelling units. Authorizes the Secretary, if such payments are not feasible, to contract for project-based rental assistance payments with an owner or owners of other existing housing properties or provide other rental assistance. (Sec. 214) Allocates certain FY 2005 housing funds for persons with AIDS from: (1) Wilmington, Delaware, on behalf of the Wilmington, Delaware-Maryland-New Jersey Metropolitan Division of the Philadelphia-Camden-Wilmington, PA-NJ-DE-MD Metropolitan Statistical Area, to New Jersey based on the number of AIDS cases in the New Jersey portion of the metropolitan area or division; and (2) Raleigh, North Carolina, on behalf of the Raleigh-Carey, North Carolina, Metropolitan Statistical Area, to Wake County, North Carolina. Requires that the allocations be used in such Areas. (Sec. 217) Amends the National Housing Act with respect to grounds for civil penalties for violations by FHA participants and multifamily mortgagors. (Sec. 218) Amends the Housing and Community Development Act of 1987 to: (1) include nursing homes, intermediate care facilities, board and care homes, assisted living facilities, or hospitals among the properties for which the Secretary may recover damages for violations of certain mortgages held under the National Housing Act; and (2) expand the category of persons who may be held liable for such violations. (Sec. 219) Amends the National Housing Act to with respect to payment of mortgage insurance benefits to a mortgagor to: (1) make States or Indian tribes eligible asset purchasers in revitalization areas; and (2) define \"State\" as any State of the United States, the District of Columbia, the Commonwealth of Puerto Rico, Guam, American Samoa, the Virgin Islands, the Northern Mariana Islands, or any designated agency or instrumentality. (Sec. 222) Exempts funds for the PATH Initiative under the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2004 from certain competitive grant requirements. (Sec. 223) Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2004 with respect to specified provisions for housing for the elderly and for persons with disabilities. (Sec. 224) Amends the United States Housing Act of 1937 to prohibit a public housing agency from using funds under this Act for Federal, State, or local election activities. (Sec. 225) Considers all financial assistance made available to any person by any college or university as adjusted income for rental housing eligibility purposes under the United States Housing Act of 1937. (Sec. 226) States that funds made available for Native Alaskans under the heading \"Native American Housing Block Grants\" in title II of this Act shall be allocated to the same Native Alaskan Indian Housing block grant recipients that received FY 2004 funds. (Sec. 227) Makes funds appropriated for housing for the elderly and for supportive housing for persons with disabilities available for maintaining and disposing of such HUD-held properties. (Sec. 228) Authorizes public housing agencies in tight rental markets to use up to 50 percent of their section 8 assistance for project-based assistance. (Sec. 229) Authorizes, subject to specified conditions, the transfer of of project-based assistance, debt and statutorily required low-income and very low-income use restrictions from one multifamily housing project to another multifamily housing project. Title III: Independent Agencies - Makes FY 2005 appropriations for: (1) the American Battle Monuments Commission; (2) the Chemical Safety and Hazard Investigation Board; (3) the Department of the Treasury, Community Development Financial Institutions Fund Program Account; (4) the Consumer Product Safety Commission; (5) the Corporation for National and Community Service; (6) the U.S. Court of Appeals for Veterans Claims; (7) the Department of Defense (DOD)-Civil for cemeterial expenses, Army; (8) the Department of Health and Human Services (HHS), National Institute of Environmental Health Sciences; (9) the Agency for Toxic Substances and Disease Registry; (10) the Environmental Protection Agency (EPA); (11) the Hazardous Substance Superfund, including transfers of funds; (12 ) the Executive Office of the President, Office of Science and Technology Policy, the Council on Environmental Quality, and the Office of Environmental Quality; (13) the Federal Deposit Insurance Corporation (FDIC), Office of Inspector General; (14) the General Services Administration (GSA), Federal Citizen Information Center Fund; (15) the United States Interagency Council on Homelessness; (16) the National Aeronautics and Space Administration (NASA); (17) the National Credit Union Administration; (18) the National Science Foundation (NSF); (19) the Neighborhood Reinvestment Corporation; and (20) the Selective Service System. Title IV: General Provisions - Sets forth conditions and limitations on the obligation and expenditure of funds appropriated or made available under this Act. (Sec. 410) Expresses the sense of Congress that, to the greatest extent practicable, all equipment and products purchased with funds made available in this Act should be American-made. (Sec. 411) Prohibits the use of funds under this Act for any program, project, or activity when it is made known to the appropriate Federal entity or official that the program, project, or activity is not in compliance with Federal law relating to risk assessment, private property protection, or unfunded mandates. (Sec. 414) Encourages all Departments and agencies funded under this Act, within the limits of existing statutory authorities and funding, to expand their use of \"E-Commerce\" technologies and procedures. (Sec. 417) Amends the National Aeronautics and Space Administration Act of 1958 to replace the space flight capabilities appropriations account with an exploration capabilities account. (Sec. 418) Prohibits the use of funds under this Act to implement any policy prohibiting the Directors of the Veterans Integrated Service Networks from conducting outreach or marketing to enroll new veterans within their respective Networks. (Sec. 422) Makes specified NASA funds available to the families of the astronauts who died on the Space Shuttle Columbia on February 1, 2003."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2005, Veterans Affairs and HUD", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Housing and Urban Development FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Veterans Affairs FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Veterans Affairs and Housing and Urban Development, and for sundry independent agencies, boards, commissions, corporations, and offices for the fiscal year ending September 30, 2005, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:59-05:00"
}