{
  "actions": [
    {
      "acted_at": "1983-01-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr974-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-26", 
  "number": "974", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to make certain changes in the tax treatment of private foundations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-26", 
  "subjects": [
    "Capital gains tax", 
    "Charitable contributions", 
    "Excise tax", 
    "Foundations", 
    "Income tax", 
    "Public Welfare and Charities", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax-exempt organizations", 
    "Taxation"
  ], 
  "subjects_top_term": "Foundations", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-26", 
    "text": "Amends the Internal Revenue Code to provide that the income tax deduction for charitable contributions to private foundations shall be the same as the deduction allowed for contributions to public charities (50 percent of taxpayer adjusted gross income). Eliminates distinctions between public charities and private foundations for purposes of the tax deduction for charitable contributions. Provides an exemption from the tax on taxable expenditures of a private foundation for grants to charitable organizations not exceeding a total of $15,000 for the calendar year. Permits the abatement of excise tax penalties imposed on private foundations if the Secretary of the Treasury determines that the activity giving rise to the tax penalty was due to reasonable cause and not to intentional disregard of rules and regulations and was corrected within the specified time period for corrections. Redefines \"members of family,\" for purposes of identifying disqualified persons under the private foundation self-dealing rules, to include only the individual's spouse, ancestors, and children, and the spouses of the individual's children. Removes from the formula for determination of the distributable amount of a private foundation, for purposes of assessing taxes on undistributed income, the adjusted net income of such foundation. Classifies expenses for the production of gross investment income or for the management of investment property as qualifying distributions for purposes of calculating the undistributed income of a private foundation. Excludes capital gain income from the computation of net investment income for purposes of computing the two percent tax on the investment income of private foundations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to make certain changes in the tax treatment of private foundations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:05-05:00"
}