{
  "actions": [
    {
      "acted_at": "1987-06-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2781-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Chandler, Rod D.", 
      "sponsored_at": "1987-06-25", 
      "state": "WA", 
      "thomas_id": "00189", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-25", 
  "number": "2781", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to permit excess assets in a single employer pension plan to be withdrawn or transferred without plan termination, to strengthen the minimum funding requirements for defined benefit plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pension and Health Benefits Protection Act of 1987", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-25", 
  "subjects": [
    "Business and commerce", 
    "Employee benefit plans", 
    "Excise tax", 
    "Insurance", 
    "Insurance rates", 
    "Labor and employment", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Taxation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-25", 
    "text": "Pension and Health Benefits Protection Act of 1987 - Title I: Withdrawal or Transfer of Excess Assets from Single Employer Defined Benefit Pension Plans - Amends the Internal Revenue Code and the Employee Retirement Income Security Act of 1974 (ERISA) to permit withdrawal or transfer of excess assets from single employer defined benefit pension plans without plan termination. Sets forth limitation on the amounts of such withdrawals. Reduces the amount of a permitted withdrawal where the employer made a prior withdrawal within five years. Applies certain limits to withdrawals in the case of plan mergers or spinoffs. Sets forth procedures relating to withdrawals. Requires notice to be given to employees and the Secretary of the Treasury. Provides that the amount of such a withdrawal shall be included in the gross income of the employer maintaining the plan, for income tax purposes. Makes an exception for amounts transferred to other qualified retirement plans or health benefits plans which are nondiscriminatory. Makes such provisions regarding withdrawals inapplicable: (1) to any amount distributed to or on behalf of an employee (or his beneficiaries) if such amount could have been so distributed before termination of such plan without violating specified requirements; or (2) to any distribution to the employer which is otherwise allowable under specified provisions. Provides that, if an employer withdraws any assets from a defined benefit plan which holds employee contributions, or transfers excess plan assets from such a plan to any other plan, then the accrued benefits of the plan participants shall be increased by the amount of excess plan assets which would have been allocated to employee contributions under specified ERISA provisions immediately before the date of the withdrawal or transfer. Provides that such increase shall be in addition to all other accrued benefits under the plan. Makes such provisions inapplicable to any transfer of excess plan assets if the portion of excess plan assets being transferred is proportional to the portion of the present value of accrued benefits being transferred. Provides that withdrawals to which such provisions apply shall be treated as experience losses for particular funding purposes. Makes the ten percent excise tax on employer reversions inapplicable to withdrawals which meet specified requirements under this title. Imposes such tax, with interest, on any withdrawal made during the five-year period ending on the date a plan terminates. Exempts from the excise tax on prohibited transactions any withdrawal which meets specified requirements under this title. Imposes such tax on amounts of withdrawals in excess of specified limitations. Exempts from prohibited transaction and fiduciary rules under ERISA withdrawals which meet specified requirements under this title. Authorizes plan trustees to recapture withdrawals which do not meet such requirements. Authorizes plan sponsors to amend plans to allow for the withdrawal or transfer of excess plan assets in accordance with specified requirements under this title if, before such amendment, the plan provides for the payment to the employer of any surplus plan assets on plan termination. Title II: Increase in Minimum Funding Requirements and Changes in Rules Relating to Investments in Employer Securities - Amends the Internal Revenue Code and ERISA to revise minimum funding standards for plans to require a minimum annual contribution where the funded ratio is less than 100 percent. (The funded ratio is the percentage determined by dividing the fair market value of the assets of the plan by the present value of accrued benefits under the plan). Makes such minimum required contribution the greater of: (1) the amount paid or distributed under the plan (including expenses) during the plan year; or (2) the increased benefit liability for such year. Provides that the increased benefit liability is the sum of: (1) the value of benefits accrued during the year; (2) interest on all unfunded benefits at the beginning of the plan year; and (3) five-year amortization of the lesser of any unfunded liabilities created by plan amendments after December 31, 1987, or the amount by which present value of the accrued benefits under the plan exceeds the fair market value of the assets of the plan. Provides that the amount of increased benefit to which a plan participant is entitled is to be based on years of participation after the benefit increase. Limits waivers of minimum funding standards. Prohibits such a waiver unless: (1) adequate security is provided to the plan; or (2) the accrued benefits under the plan shall not increase during the period from application for the waiver to cessation of its effect. Changes rules relating to investments in employer securities. Prohibits a combined individual account plan and defined benefit plan in a floor offset arrangement from investing more than ten percent of their combined assets in employer securities or employer real property. Provides for a ten-year period to reduce to such ten percent limit, with 50 percent of the necessary divestitive to be accomplished in five years. Provides that a change of the employer maintaining the plan is not to be treated as a reversion subject to the excise tax unless the plan is terminated as a result of such change. Sets forth a formula for taking into account transfers from defined benefit plans to defined contribution plans in determining the annual addition to such a contribution plan. Title III: Increases in Premium Revenue for Single-Employer Pension Plan Termination Insurance Program, Etc. - Amends ERISA to establish single-employer variable-rate premiums under the pension plan termination insurance program. Sets forth such variable-rate premium structure. Revises the general rule governing the determination of premium rates. Sets forth new rules for determining premiums for basic benefits under single-employer plans. Makes inapplicable to such new rules certain existing rules providing for statutory approval of changes in premium rates. Makes employers liable for single-employer plan premiums. (Makes contributing sponsors or members of such a sponsor's controlled group, rather than plan administrators, jointly and severally liable to the Pension Benefit Guaranty Corporation for the amount of such premium payment.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension and Health Benefits Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to permit excess assets in a single employer pension plan to be withdrawn or transferred without plan termination, to strengthen the minimum funding requirements for defined benefit plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:38-05:00"
}