{
  "actions": [
    {
      "acted_at": "1977-02-08", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3285-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Flood, Daniel J.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00391", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-08", 
  "number": "3285", 
  "official_title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1901-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-08", 
  "subjects": [
    "Credit unions", 
    "Finance and financial sector", 
    "Interest", 
    "Interest rates", 
    "New Jersey", 
    "New York State", 
    "Pennsylvania", 
    "Savings and loan associations", 
    "Savings banks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-08", 
    "text": "Title I: Extends, for three months, the effectiveness of provisions authorizing, among other things, more flexible regulation of maximum interest rates and open market operations in agency issues by Federal Reserve Banks. Title II: Exempts depository institutions situated in New York, New Jersey, and Pennsylvania from the prohibition against offering interest or dividend-paying accounts, from which the owner may make withdrawals by negotiable or transferable instruments for the purpose of making transfers to third parties. Title III: Amends the Federal Reserve Act to extend for two years: (1) the limitation on the aggregate amount of specified obligations of the United States which may be purchased or sold; and (2) the period during which direct purchases of United States obligations may be made. Title IV: Amends the Federal Credit Union Act to remove specified requirements which must be met by State credit unions as a condition for insurance of members' accounts. Empowers a Federal credit union to make loans and extend credit to members, other credit unions or financial organizations. Permits credit unions to make loans to members in accordance with the following: (1) loans shall be made in conformity with criteria established by the board of directors and with standards enumerated in this Act; (2) lines of credit shall be established to a stated maximum amount on specified terms and conditions which may be different than those for another borrower; (3) loans to other credit unions shall be approved by the board of directors, and are not to exceed one percent of the paid-in and unimpaired capital and surplus of the credit union; and (4) participation loans shall be in accordance with written policies of the board of directors. Prohibits a Federal Credit Union from making loans to its directors and to members of its supervisory credit committee. Makes changes with respect to the powers of Federal credit unions including the power to: (1) invest funds, with some limitations, in the shares, stocks, or obligations of any other organization or corporation which advances the development of credit unions; and (2) sell all or part of its assets to another credit union, to purchase all or part of the assets of another credit union and to assume the liabilities of the selling credit union. Revises the powers and duties of the credit committee of a Federal credit union. Makes changes with respect to loan limits; security for loans; the amount of funds to be set aside by the credit union to protect itself from losses; and the issuance of dividends by the board of directors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:18-05:00"
}