{
  "actions": [
    {
      "acted_at": "1987-06-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-03", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-16", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-16", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-07-22", 
      "bill_ids": [
        "hr2470-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.2470.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2592-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-03", 
  "number": "2592", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for coverage of catastrophic expenses for prescription drugs and insulin under the medicare program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2470-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare Catastrophic Prescription Drug Benefits Act of 1987", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-06-24", 
  "subjects": [
    "Ambulatory care", 
    "Catastrophic health insurance", 
    "Drugs", 
    "Drugs and narcotics", 
    "Drugstores", 
    "Electronic data processing", 
    "Health", 
    "Health maintenance organizations", 
    "Insulin", 
    "Medicare", 
    "Pharmacists", 
    "Social security taxes", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-03", 
    "text": "Medicare Catastrophic Prescription Drug Benefits Act of 1987 - Amends title XVIII (Medicare) of the Social Security Act to cover catastrophic expenses for outpatient prescription drugs and insulin (outpatient drugs) under part B (Supplementary Medical Insurance) of the Medicare program. Sets the annual deductible for such coverage at $500 for 1989, with subsequent annual adjustments of such deductible reflecting changes in the prices of outpatient drugs. Covers all costs in excess of such deductible provided the cost for each drug does not exceed payment limits based on the average cost for each drug. Directs the Secretary of Health and Human Services to establish a utilization review program for outpatient drugs to identify instances of unnecessary or inappropriate prescribing or dispensing practices and to identify quality of care problems. Authorizes a pharmacy to enter into an agreement with the Secretary to accept payment under part B of the Medicare program on an assigned basis for outpatient drugs furnished to part B enrollees. Sets forth the obligations of participating pharmacies, including the requirements that they: (1) charge Medicare beneficiaries no more for drugs than they charge the general public; (2) keep patient records for all outpatient drugs dispensed to such beneficiaries; (3) assist beneficiaries in determining whether or not their expenses have exceeded the annual deductible; (4) offer to counsel each of their beneficiaries on the appropriate use of such drugs and the availability of therapeutically equivalent outpatient drugs; and (5) submit requests for payment to carriers electronically by 1991, unless they are located in rural areas. Requires the Secretary to provide each participating pharmacy with: (1) a distinctive emblem indicating its status as such; and (2) information on the payment limits established for outpatient drugs. Prohibits Medicare part B payments for covered outpatient drugs which are dispensed in a quantity exceeding a 60-day supply. Authorizes the Secretary, after giving the public notice and an opportunity to comment, to include drugs on a list of outpatient drugs for which payment will be denied by reason of there being cheaper drugs which are not significantly different from the banned drug in effect or safety. Amends the Internal Revenue Code to impose an annual supplemental Medicare premium on part A (Hospital Insurance) Medicare beneficiaries pursuant to a table which bases the amount of such premium due on the beneficiary's gross income. Requires the Secretary to make returns setting forth certain information regarding Medicare part A (Hospital Insurance) beneficiaries. Increases the monthly Medicare part B premium to cover a portion of the Medicare expenditures occasioned by this Act's outpatient drug coverage. Requires Medicare carriers which make determinations or payments with respect to outpatient drugs to offer to receive requests from participating pharmacies for payments for such drugs through electronic communications and respond to requests by such pharmacies as to whether or not an individual has paid the deductible for such drugs. Directs the Secretary to: (1) take this Act's amendments into account in estimating the adjusted average per capita cost used in computing payments to be made to health maintenance organizations; and (2) require such organizations to adjust their agreements with Medicare beneficiaries in consideration of such amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Catastrophic Prescription Drug Benefits Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for coverage of catastrophic expenses for prescription drugs and insulin under the medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:32-05:00"
}