{
  "actions": [
    {
      "acted_at": "2001-06-19T19:11:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 107-102, by Mr. Young (FL).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-19T19:13:00-04:00", 
      "calendar": "Union", 
      "number": "55", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 55.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2001-06-19T21:42:00-04:00", 
      "bill_ids": [
        "hres171-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 171 Reported to House. Rule provides for consideration of H.R. 2216 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Waives all points of order against the bill. The amendment printed in Part A of H.Rept. 107-105 shall be considered as adopted. Makes in order the amendment printed in Part B of H. Rept. 107-105 and waives all points of order against the amendment. Measure will be read by paragraph. Bill is open to amendments. Authorizes the Chair to accord priority in recognitions to Members who have pre-printed their amendments in the Congressional Record.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:41:00-04:00", 
      "bill_ids": [
        "hres171-107"
      ], 
      "references": [], 
      "text": "Rule H. Res. 171 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:51:00-04:00", 
      "bill_ids": [
        "hres171-107"
      ], 
      "references": [
        {
          "reference": "CR H3291-3348", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 171.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:51:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2216 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Waives all points of order against the bill. The amendment printed in Part A of H.Rept. 107-105 shall be considered as adopted. Makes in order the amendment printed in Part B of H. Rept. 107-105 and waives all points of order against the amendment. Measure will be read by paragraph. Bill is open to amendments. Authorizes the Chair to accord priority in recognitions to Members who have pre-printed their amendments in the Congressional Record.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:51:00-04:00", 
      "bill_ids": [
        "hres171-107"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 171 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:51:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doug Bereuter to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T14:53:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2216.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:08:00-04:00", 
      "references": [], 
      "text": "FIVE-MINUTE RULE - The Committee of the Whole proceeded with reading the bill for amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:17:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Young of Florida asked unanimous consent that debate on the following amendments proceed within the time constraints noted, notwithstanding points of order which will lie against said amendments: An amendment offered by Ms. Pelosi for 30 minutes; an amendment offered by Mr. Farr for 20 minutes; an amendment offered by Ms. DeLauro for 20 minutes; an amendment offered by Mr. Visclosky for 20 minutes; an amendment offered by Mr. Bentsen for 20 minutes; and an amendment offered by Mr. Skelton for 20 minutes. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:23:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the DeFazio amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:30:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the DeFazio amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the Noes had prevailed. Mr. DeFazio demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Kucinich amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T15:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 20 minutes of debate on the Skelton amendment, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T16:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 30 minutes of debate on the Pelosi amendment, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T17:00:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 20 minutes of debate on the Farr amendment, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T17:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Knollenberg amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T17:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Filner amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T17:49:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Jackson-Lee amendment under the five-minute rule pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T17:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Visclosky amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:02:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 20 minutes of debate on the DeLauro amendment, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:24:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Young of Florida asked unanimous consent that debate be limited on the following amendments when called up for consideration: an amendment offered by Mr. Toomey for 20 minutes; and an amendment offered by Mr. Obey for 30 minutes. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:25:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Sanders amendment under the five-minute rule pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:34:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Crowley amendment under the five-minute rule, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Jackson-Lee amendment under the five-minute rule, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T18:53:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 30 minutes of debate on the Obey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T19:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Obey amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the Noes had prevailed. Mr. Frank (MA) demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T19:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Engel amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T19:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 20 minutes of debate on the Toomey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T20:03:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Toomey amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Toomey demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T20:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Commitee of the Whole proceeded with 20 minutes of debate on the Bentsen amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T20:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Baird amendment undert the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T20:38:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - The Chair announced that proceedings would resume on amendments debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:26:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2216.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:26:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:26:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:27:00-04:00", 
      "references": [
        {
          "reference": "CR H3346", 
          "type": "text"
        }
      ], 
      "text": "Mr. Obey moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:27:00-04:00", 
      "references": [], 
      "text": "Floor summary: DEBATE - The House proceeded with 10 minutes of debate on the Obey motion to recommit with instructions. The instructions contained in the motion direct the Committee on Appropriations to report the bill back promptly with amendments to strike the rescission of $389,200,000 from the FEMA Disaster Relief Fund while complying with all applicable budget constraints.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:34:00-04:00", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:51:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 209 - 218 (Roll no. 175).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-20T21:59:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "176", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 341 - 87 (Roll no. 176).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-06-20T21:59:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21", 
      "calendar": "Senate Legislative", 
      "number": "77", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 77.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-07-10", 
      "bill_ids": [
        "s1077-107"
      ], 
      "references": [
        {
          "reference": "CR S7417", 
          "type": "consideration"
        }
      ], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.1077 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-10", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 7/11/2001 S7527-5734", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "228", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 98 - 1. Record Vote Number: 228.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-07-10", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Byrd, Inouye, Hollings, Stevens and Cochran.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-10", 
      "bill_ids": [
        "s1077-107"
      ], 
      "references": [], 
      "text": "See also S. 1077.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T11:11:00-04:00", 
      "references": [], 
      "text": "Mr. Young (FL) moved that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T11:11:00-04:00", 
      "references": [], 
      "text": "The House proceeded with one hour of debate on the motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T12:07:00-04:00", 
      "references": [
        {
          "reference": "CR H3967-3979", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to by the Yeas and Nays: 423 - 3 (Roll no. 224).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T12:10:00-04:00", 
      "references": [], 
      "text": "Mr. Obey moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T12:10:00-04:00", 
      "references": [], 
      "text": "The House proceeded with one hour of debate on the Obey motion to instruct managers on the part of the House at the conference on the disagreeing votes of the two Houses on the Senate amendment to the bill be instructed (1) to insist that no provision to rescind FEMA Disaster Relief Fund be included in the conference report; (2) to agree to the Senate provision that appropriates an additional $35 million for the Animal and Plant Health Inspection Service for projects related to \"mad cow disease\" and \"hoof and mouth disease,\" and (3) to agree to the Senate provision that appropriates an additional $84 million for claims covered by the Radiation Exposure Compensation Act.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T12:11:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T13:01:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T13:22:00-04:00", 
      "references": [], 
      "text": "On motion that the House instruct conferees Failed by the Yeas and Nays: 205 - 219 (Roll no. 225).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T13:22:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12T13:23:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees: Young (FL), Regula, Lewis (CA), Rogers (KY), Skeen, Wolf, Kolbe, Callahan, Walsh, Taylor (NC), Hobson, Istook, Bonilla, Knollenberg, Obey, Murtha, Dicks, Sabo, Hoyer, Mollohan, Kaptur, Visclosky, Lowey, Serrano, and Olver.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-19T17:32:00-04:00", 
      "references": [
        {
          "reference": "CR H4281-4303", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 107-148 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-19", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-19T21:49:00-04:00", 
      "bill_ids": [
        "hres204-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 204 Reported to House. Rule provides for consideration of the conference report to H.R. 2216 with 1 hour of general debate. All points of order against the conference report and against its consideration are waived. The conference report shall be considered as read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20T09:13:00-04:00", 
      "bill_ids": [
        "hres204-107"
      ], 
      "references": [], 
      "text": "Rule H. Res. 204 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20T09:13:00-04:00", 
      "bill_ids": [
        "hres204-107"
      ], 
      "references": [
        {
          "reference": "CR H4356-4367", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Young (FL) brought up conference report H. Rept. 107-148 for consideration under the provisions of H. Res. 204.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20T09:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 60 minutes of debate on the conference report to accompany H.R. 2216.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20T09:39:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20T10:10:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "256", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by the Yeas and Nays: 375 - 30 (Roll no. 256).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-07-20T10:10:00-04:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20", 
      "references": [], 
      "text": "Conference papers: Senate report and manager's statement and message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20", 
      "references": [
        {
          "reference": " CR S8004-8008", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-07-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2001-07-20", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2001-07-24", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2001-07-24", 
      "congress": "107", 
      "law": "public", 
      "number": "20", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-20.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h79-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "79"
    }, 
    {
      "amendment_id": "h80-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "80"
    }, 
    {
      "amendment_id": "h81-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "81"
    }, 
    {
      "amendment_id": "h82-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "82"
    }, 
    {
      "amendment_id": "h83-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "83"
    }, 
    {
      "amendment_id": "h84-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "84"
    }, 
    {
      "amendment_id": "h85-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "85"
    }, 
    {
      "amendment_id": "h86-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "86"
    }, 
    {
      "amendment_id": "h87-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "87"
    }, 
    {
      "amendment_id": "h88-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "88"
    }, 
    {
      "amendment_id": "h89-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "89"
    }, 
    {
      "amendment_id": "h90-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "90"
    }, 
    {
      "amendment_id": "h91-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "91"
    }, 
    {
      "amendment_id": "h92-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "92"
    }, 
    {
      "amendment_id": "h93-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "93"
    }, 
    {
      "amendment_id": "h94-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "94"
    }, 
    {
      "amendment_id": "h95-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "95"
    }, 
    {
      "amendment_id": "h96-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "96"
    }, 
    {
      "amendment_id": "h97-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "97"
    }, 
    {
      "amendment_id": "h98-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "98"
    }
  ], 
  "bill_id": "hr2216-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "20"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2001-07-24", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2001-07-20T10:10:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-07-20", 
    "vetoed": false
  }, 
  "introduced_at": "2001-06-19", 
  "number": "2216", 
  "official_title": "Making supplemental appropriations for the fiscal year ending September 30, 2001, and for other purposes.", 
  "popular_title": "Supplemental Appropriations, FY2001 bill", 
  "related_bills": [
    {
      "bill_id": "hres171-107", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres204-107", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1077-107", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Supplemental Appropriations Act, 2001", 
  "sponsor": {
    "district": "10", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2001-07-24", 
  "subjects": [
    "AIDS (Disease)", 
    "Administrative fees", 
    "Administrative procedure", 
    "Adult education", 
    "Agricultural accidents and safety", 
    "Agricultural appropriations", 
    "Agricultural conservation", 
    "Agriculture and food", 
    "Air conditioning", 
    "Air force", 
    "Air force personnel", 
    "Air force procurement", 
    "Air force research", 
    "Aircraft carriers", 
    "Airports", 
    "Alabama", 
    "Alaska", 
    "American economic assistance", 
    "Ammunition", 
    "Amphibious ships", 
    "Animals", 
    "Anniversaries", 
    "Appropriations", 
    "Arkansas", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army Corps of Engineers", 
    "Army personnel", 
    "Army posts", 
    "Army procurement", 
    "Army research", 
    "Arts, culture, religion", 
    "Atmospheric research", 
    "Auditing", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "Biomedical engineering", 
    "Block grants", 
    "Bombings", 
    "California", 
    "Canada", 
    "Cancer", 
    "Capital investments", 
    "Cemeteries and funerals", 
    "Census", 
    "Charities", 
    "Charter schools", 
    "Chief financial officers", 
    "Child health", 
    "Child safety", 
    "China", 
    "Citizenship", 
    "Civil service pensions", 
    "Civil war", 
    "Coast guard", 
    "Coastal zone", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Community colleges", 
    "Compensation (Law)", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congress and military policy", 
    "Congressional Record", 
    "Congressional agencies", 
    "Congressional committee membership", 
    "Congressional employees", 
    "Congressional information resources", 
    "Congressional joint committees", 
    "Congressional office buildings", 
    "Congressional officers", 
    "Congressional oversight", 
    "Congressional pensions", 
    "Congressional publications", 
    "Congressional reporting requirements", 
    "Congressional salaries", 
    "Congressional tributes", 
    "Connecticut", 
    "Construction costs", 
    "Crime and law enforcement", 
    "Crop insurance", 
    "Curricula", 
    "Dams", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Education", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of Justice", 
    "Department of Labor", 
    "Department of Transportation", 
    "Department of Veterans Affairs", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Destroyers", 
    "Disaster relief", 
    "Disasters", 
    "Dislocated workers", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Earned income tax credit", 
    "Earthquakes", 
    "East Asia", 
    "Ecological research", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Education of the disadvantaged", 
    "Educational facilities", 
    "Educational innovations", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "El Salvador", 
    "Electric power", 
    "Electric power production", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Emergency management", 
    "Employee rights", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy prices", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Estuarine area conservation", 
    "Ex-Members of Congress", 
    "Families", 
    "Federal Crop Insurance Corporation", 
    "Federal Emergency Management Agency", 
    "Federal aid highway program", 
    "Federal aid to Indians", 
    "Federal aid to adult education", 
    "Federal aid to child health services", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to law enforcement", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Federal law enforcement officers", 
    "Federal libraries", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Fire prevention", 
    "Fishing boats", 
    "Flood control", 
    "Floods", 
    "Florida", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Forest fires", 
    "Forest management", 
    "Forest roads", 
    "Forestry", 
    "Foundations", 
    "Gas industry", 
    "Georgia", 
    "Gifts", 
    "Government Printing Office", 
    "Government and business", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government spending reductions", 
    "Government travel", 
    "Government trust funds", 
    "Guided missiles", 
    "Hawaii", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "Highway snow and ice control", 
    "Hispanic Americans", 
    "Historic sites", 
    "History", 
    "Hospital care", 
    "Hospitals", 
    "Housing and community development", 
    "Housing codes", 
    "Housing subsidies", 
    "Human immunodeficiency viruses", 
    "Hurricanes", 
    "Illinois", 
    "Immigration", 
    "Impact aid", 
    "Income tax", 
    "Indian education", 
    "Indian housing", 
    "Industrialized building", 
    "Infrastructure", 
    "Insurance premiums", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "International relief", 
    "Internet", 
    "Investment of public funds", 
    "Iowa", 
    "Irrigation", 
    "Islands", 
    "Job hunting", 
    "Joint Economic", 
    "Kentucky", 
    "Kidney diseases", 
    "Labor and employment", 
    "Laboratories", 
    "Land transfers", 
    "Landfills", 
    "Law", 
    "Liability for nuclear damages", 
    "Library of Congress", 
    "Licenses", 
    "Lighting", 
    "Lincoln Administration", 
    "Livestock industry", 
    "Louisiana", 
    "Magnet schools", 
    "Maintenance and repair", 
    "Malaria", 
    "Managed care", 
    "Marijuana", 
    "Marine and coastal resources, fisheries", 
    "Marine corps", 
    "Marines", 
    "Massachusetts", 
    "Medicaid", 
    "Medical economics", 
    "Medical libraries", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Mental health services", 
    "Mentoring", 
    "Military aircraft", 
    "Military base closures", 
    "Military bases", 
    "Military civic action", 
    "Military construction operations", 
    "Military dependents", 
    "Military hospitals", 
    "Military housing", 
    "Military intelligence", 
    "Military medicine", 
    "Military personnel", 
    "Military research", 
    "Minnesota", 
    "Minorities", 
    "Minority education", 
    "Missile bases", 
    "Mississippi", 
    "Mississippi River", 
    "Missouri", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Motor buses", 
    "Mountains", 
    "Municipal budgets", 
    "Municipal buildings", 
    "Municipal finance", 
    "Names", 
    "National Aeronautics and Space Administration", 
    "National Guard", 
    "National forests", 
    "National lakeshores", 
    "National parks", 
    "Native Americans", 
    "Naval bases", 
    "Naval personnel", 
    "Naval procurement", 
    "Naval research", 
    "Navy", 
    "Nevada", 
    "New Mexico", 
    "New York State", 
    "Nuclear facilities", 
    "Nuclear security measures", 
    "Nuclear submarines", 
    "Nuclear weapons", 
    "Occupational diseases", 
    "Oceanographic research", 
    "Oklahoma", 
    "Olympic games", 
    "Oregon", 
    "Overfishing", 
    "Pacific area", 
    "Paramedical education", 
    "Park rangers", 
    "Parking facilities", 
    "Pension funds", 
    "Personal income tax", 
    "Pest control", 
    "Petroleum industry", 
    "Plant quarantine", 
    "Police", 
    "Police training", 
    "Potable water", 
    "Power marketing administrations", 
    "Prefabricated buildings", 
    "Preschool education", 
    "Preventive medicine", 
    "Private forests", 
    "Privatization", 
    "Prosthesis", 
    "Protection of farm animals", 
    "Psychiatric hospitals", 
    "Public broadcasting", 
    "Public housing", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Public works", 
    "Quality of care", 
    "Radiation victims", 
    "Radio stations", 
    "Railroad engineering", 
    "Railroads", 
    "Range management", 
    "Recruiting of employees", 
    "Rent", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Right-of-way", 
    "Rural economic development", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Security measures", 
    "Service academies", 
    "Sewage treatment", 
    "Sewerage", 
    "Shipbuilding", 
    "Ships", 
    "Shore protection", 
    "Small business", 
    "Social welfare", 
    "South Dakota", 
    "Space activities", 
    "Space flight", 
    "Space stations", 
    "Special education", 
    "Sports and recreation", 
    "Storm drains", 
    "Storms", 
    "Student enrollment", 
    "Supplemental appropriations", 
    "Survivors' benefits", 
    "Tax administration", 
    "Taxation", 
    "Taxicabs", 
    "Teacher education", 
    "Tennessee", 
    "Terrorism", 
    "Texas", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transports", 
    "Travel costs", 
    "Trusts and trustees", 
    "Tuberculosis", 
    "U.S. Agency for International Development", 
    "Uranium", 
    "Uranium enrichment", 
    "Urban affairs", 
    "Utah", 
    "Venture capital", 
    "Veterans' benefits", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Virginia", 
    "Warships", 
    "Washington State", 
    "Waste water treatment", 
    "Water conservation", 
    "Water districts", 
    "Water resources development", 
    "Water supply", 
    "Watershed management", 
    "Waterways", 
    "Widows", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wisconsin", 
    "Women", 
    "World health", 
    "Yemen"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "2001-07-19", 
    "text": ".Supplemental Appropriations Act, 2001 - Makes supplemental appropriations for FY 2001.Title I: National Security Matters - Chapter 1: Department of Justice - Makes supplemental appropriations for the Department of Justice for payment to the Radiation Exposure Compensation Trust Fund.Chapter 2: Department of Defense - Military - Makes supplemental appropriations for the Department of Defense (DOD) for: (1) military personnel, including the reserves and the National Guard; (2) operation and maintenance; (3) procurement and shipbuilding and conversion; (4) research, development, test and evaluation; (5) Defense Working Capital Funds; and (6) the Defense Health Program, including increases in TRICARE contract costs.(Sec. 1203) Appropriates emergency funds for the repair of the U.S.S. COLE.(Sec. 1204) Rescinds specified funds made available in prior defense appropriations Acts, including funds for aircraft procurement.(Sec. 1205) Appropriates funds for DOD for facilities repairs and damages resulting from natural disasters.Chapter 3: Department of Energy - Makes supplemental appropriations for the Department of Energy for: (1) weapons activities; (2) defense environmental restoration and waste management; (3) defense facilities closure projects; (4) defense environmental management privatization; and (5) other defense activities.Chapter 4: Military Construction - Makes supplemental appropriations for: (1) military construction; (2) military family housing; and (3) the Base Realignment and Closure Account, Part IV.Authorizes the Secretary of the Army to expend additional funds to construct and renovate the Cadet Physical Development Center at the United States Military Academy, under certain conditions.(Sec. 1403) Rescinds specified funds appropriated in previous military construction appropriations Acts.Title II: Other Supplemental Appropriations - Chapter 1: Department of Agriculture - Appropriates additional amounts for the: (1) Office of the Secretary of Agriculture, including set-asides for enforcement of the Animal Welfare Act, enhancement of humane slaughter methods, and promotion of humane animal treatment; (2) the Animal and Plant Health Inspection Service; and (3) Natural Resources Conservation Service, to repair damages to waterways and watersheds resulting from natural disasters. Rescinds specified funds appropriated to the Farm Service Agency for the Agricultural Conservation Program.(Sec. 2101) Amends the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2001 to provide for the transfer of certain Plant Health Inspection Service funds for a specified post entry plant quarantine facility and related laboratories.(Sec. 2103) Directs the Federal Crop Insurance Corporation to promulgate specified final regulations without regard to certain paperwork and notice and comment requirements.(Sec. 2104) Provides additional amounts for water conservation-related assistance to eligible producers in the Klamath Basin.(Sec. 2105) Reduces specified food stamp program amounts.(Sec. 2106) Rescinds specified food stamp employment and training amounts.(Sec. 2107) Appropriates additional amounts for water conservation-related assistance to eligible producers in the Yakima Basin, Washington.Chapter 2: Department of Commerce - Makes appropriations (including rescissions) for the Department of Commerce for certain coastal and ocean activities of the National Oceanic and Atmospheric Administration. Rescinds funds made available for the Emergency Oil and Gas Guaranteed Loan program.Makes appropriations for the Small Business Administration (including rescissions) for salaries and expenses and for the costs of guaranteed loans under the New Markets Venture Capital program.(Sec. 2201) Revises the date for the adoption of final regulations concerning permits under the fishing capacity reduction program from May 1, 2001, to as soon as practicable.(Sec. 2202) Amends the American Fisheries Act and other law with respect to the documentation of vessels and preferred mortgages, including by revising methods by which commercial fishing vessel lenders demonstrate citizenship status.Chapter 3: District of Columbia - Appropriates funds for a Federal contribution to the Chief Financial Officer of the District of Columbia for the Excel Institute Adult Education program.Makes supplemental appropriations out of the District of Columbia's general fund (and other funds, in some cases) for: (1) governmental direction and support (including a rescission); (2) economic development and regulation; (3) public safety and justice (including a rescission); (4) the public education system, mainly for conducting the 2001 summer school program; (5) human support services; (6) public works; (7) the workforce investments program; (8) the Wilson Building; and (9) the Water and Sewer Authority and the Washington Aqueduct. Rescinds specified FY 2001 funds earmarked in the District of Columbia Appropriations Act, 2001 for Taxicab Inspectors.(Sec. 2301) Requires the Mayor of the District of Columbia to report to specified congressional committees on the specific authority necessary to carry out certain responsibilities transferred to the Chief Financial Officer in a non-control year and certain responsibilities relating to the transition of responsibilities under the District of Columbia Financial Responsibility and Management Assistance Act of 1995.Chapter 4: Department of Defense - Civil - Makes emergency supplemental appropriations for the Army Corps of Engineers for: (1) flood control, Mississippi River and tributaries, Arkansas, Illinois, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee; (2) operation and maintenance; and (3) flood control and coastal emergencies.Makes supplemental appropriations for the Department of Energy for: (1) non-defense environmental management; (2) uranium facilities maintenance and remediation; and (3) construction, rehabilitation, and operation and maintenance for the Western Area Power Administration.(Sec. 2401) Makes certain funds appropriated under the Energy and Water Appropriations Act, 2001 available for completion of the feasibility study for Chickamauga Lock, Tennessee.(Sec. 2403) Amends the Energy Employees Occupational Illness Compensation Program Act of 2000 to include the occurrence of renal cancers as a basis for employee benefits.Chapter 5: Bilateral Economic Assistance - Appropriates specified funds for the Child Survival and Disease Programs Fund for the U.S. contribution to a global trust fund to combat HIV/AIDS, malaria, and tuberculosis. Rescinds an identical amount made available under the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 2001, and designated for a contribution to an international HIV/AIDS fund.Chapter 6: Department of the Interior - Makes emergency supplemental appropriations for the Department of the Interior for: (1) the Bureau of Land Management (BLM) for the management of lands and resources; (2) the U.S. Fish and Wildlife Service for construction; (3) the National Park Service for the U.S. Park Police; and (4) Bureau of Indian Affairs for the operation of Indian programs.Makes emergency supplemental appropriations for the Department of Agriculture for the Forest Service for: (1) forest and rangeland research; (2) State and private forestry; (3) the National Forest System; and (4) capital improvement and maintenance.(Sec. 2601) Makes funds appropriated under a prior Act available for completion of a wilderness study at Apostle Islands National Lakeshore, Wisconsin.(Sec. 2602) Rescinds unobligated balances of funds transferred to the Secretary of the Interior for maintenance, protection, or preservation of certain lands of the Minuteman Missile National Historic Site, South Dakota.(Sec. 2603) Authorizes BLM to transfer necessary sums to complete individual land exchanges identified under the Steens Mountain Cooperative Management and Protection Act.(Sec. 2606) Permits the Forest Service to receive reimbursement for expenditures for projects that otherwise qualify for the use of Federal-aid highways funds.(Sec. 2607) Permits use of specified Forest Service funds for Ketchikan Public Utilities to hire workers to remove timber within the right-of-way for the Swan Lake-Lake Tyee Intertie.Chapter 7: Department of Labor - Provides additional amounts for Training and Employment Services (TES) of the Employment and Training Administration of the Department of Labor to carry out certain provisions of the Workforce Investment Act (WIA). Rescinds specified funds for the TES under the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2001 (2001 Act), including certain amounts for adult employment and training activities and the national reserve under WIA, for safe schools/healthy schools, and for dislocated worker employment and training activities. Directs the Secretary of Labor to reduce State allotments for program year 2001 in order to compensate for the rescission of funds.Reduces an amount of funds in the 2001 Act for health resources and services of the Health Resources and Services Administration of the Department of Health and Human Services.Transfers funds from the National Library of Medicine to Buildings and Facilities, National Institutes of Health, for the design of a National Library of Medicine facility.Makes appropriations for maintenance, repair, preservation, and protection of the federally owned facilities at St. Elizabeth's Hospital, including the Civil War Cemetery.Provides additional amounts for Low Income Home Energy Assistance by the Administration for Children and Families of the Department of Health and Human Services, under the Omnibus Budget Reconciliation Act of 1981, and earmarks such funds for the home energy assistance needs of States.Sets or earmarks certain amounts or revises certain provisions, under the 2001 Act and related conference report statements, under the following program categories for the Department of Education: (1) Education Reform (for the technology innovation challenge grant to Western Kentucky University to improve teacher preparation programs that help incorporate technology into school curriculum); (2) Education for the Disadvantaged; (3) Impact Aid; (4) Special Education (with respect to certain provisions relating to Easter Seals of Arkansas); and (5) Education Research, Statistics, and Improvement.(Sec. 2701) Amends the Carl D. Perkins Vocational and Technical Education Act of 1998 to: (1) exclude from eligibility for certain grants to tribally controlled postsecondary vocational and technical institutions any such institution receiving Federal support under the Tribally Controlled College or University Assistance Act of 1978 or the Navajo Community College Act; and (2) include institutional support of vocational and technical education among the expenses eligible to be covered under such grants program.(Sec. 2702) Amends the Communications Act of 1934 to authorize appropriations to the Public Broadcasting Fund for the Corporation for Public Broadcasting to provide discretionary grant assistance for the transition of public broadcasting from analog to digital technology.(Sec. 2703) Amends the Elementary and Secondary Education Act of 1965 to revise certain Impact Aid program eligibility requirements for new heavily-impacted local educational agencies. Directs the Secretary of Education to make certain learning-opportunity-threshold payments from specified funds made available for Impact Aid basic support payments under the 2001 Act.Chapter 8: Legislative Branch - Makes supplemental appropriations to: (1) the House of Representatives, including for payments to the widow of Norman Sisisky, late a Representative from Virginia, and to the heir of John Joseph Moakley, late a Representative from Massachusetts and for Members' representational allowances, standing committees, special and select, the Committee on Appropriations, allowances and expenses; (2) the Capitol Police Board; (3) the Office of Compliance; (4) the Government Printing Office; and (5) the Library of Congress for a collaborative telecommunications project with the United States Military Academy. (Sec. 2803) Amends the Supplemental Appropriations Act of 1977 to authorize the President pro tempore of the Senate to appoint one individual consultant.(Sec. 2804) Amends the Abraham Lincoln Bicentennial Commission Act to direct the Librarian of Congress (currently, the Administrator of General Services) to provide necessary administrative support services to the Abraham Lincoln Bicentennial Commission.(Sec. 2805) Authorizes the Architect of the Capitol to use current year appropriations to reimburse the Department of the Treasury for prior year water and sewer services payments otherwise chargeable to closed accounts.(Sec. 2806) Requires the Members of the Senate on the Joint Economic Committee (to be appointed by the President of the Senate for the duration of the 107th Congress) to be represented by six Members of the majority party and five Members of the minority party.Chapter 9: Department of Transportation - Rescinds a specified amount of contract authority for: (1) the Office of the Secretary of Transportation for rental payments; and (2) grants-in-aid for airports.Makes supplemental appropriations for: (1) the Coast Guard (including a rescission) for operating expenses and for the repair of Coast Guard facilities necessitated by the Nisqually earthquake; and (2) the United States-Canada Railroad Commission to study the feasibility of connecting the rail system in Alaska to the North American continental rail system.Appropriates funds from the Highway Trust Fund for the improvement, restoration, or replacement of certain damaged highways. Rescinds specified unobligated balances made available for completed highway projects under specified acts.Chapter 10: Department of the Treasury - Makes supplemental appropriations for the Department of the Treasury for: (1) the costs of providing operational and perimeter security at the 2002 Winter Olympics in Salt Lake City, Utah; (2) the Financial Management Service for salaries and expenses; and (3) the Internal Revenue Service for processing, assistance, and management.Transfers funds for the Federal payment to the Morris K. Udall Scholarship and Excellence in National Environmental Policy Foundation.(Sec. 21001) Designates the classroom building constructed on the Core Campus of the Federal Law Enforcement Training Center in Glynco, Georgia, as the Paul Coverdell Building.(Sec. 21002) Rescinds specified funds made available to the Internal Revenue Service for Processing Assistance and Management, Tax Law Enforcement, and the Earned Income Tax Credit Compliance Initiative.Chapter 11: Department of Veterans Affairs - Makes supplemental appropriations for the Department of Veterans Affairs for the Veterans Benefits Administration for compensation and pensions and readjustment benefits. Increases the amount available to the Veterans Health Administration for medical and prosthetic research that may be used for travel expenses. Authorizes a transfer of funds from medical care to general operating expenses.Rescinds a specified amount of unobligated balances of the Housing Certificate Fund of the Department of Housing and Urban Development (HUD).Makes HUD appropriations available for Native American housing block grants to be used to address the mold problem at the Turtle Mountain Indian Reservation.Rescinds specified unobligated balances of the community development fund under the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2001 and appropriates such rescinded funds for such purposes through FY 2003.Provides certain Federal Housing Administration funds to liquidate FY 2000 deficiencies in the mutual mortgage insurance program account.Makes supplemental appropriations to the Department of Defense for Army cemeterial salaries and expenses.Authorizes the Administrator of the Environmental Protection Agency, using specified funds, to award grants for work on New York watersheds.Provides that notwithstanding a restriction on the use of National Aeronautics and Space Administration funds for human space flight, a specified amount shall be available for research supporting life and micro-gravity science and applications.Title III: General Provisions--This Act - Prohibits any appropriation in this Act from remaining available beyond FY 2001 unless expressly so provided.(Sec. 3002) Appropriates funds to the United States-China Security Review Commission."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Supplemental Appropriations, FY2001 bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "2001 Supplemental Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "2001 Supplemental Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "2001 Supplemental Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Supplemental Appropriations Act, 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making supplemental appropriations for the fiscal year ending September 30, 2001, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:10-05:00"
}