{
  "actions": [
    {
      "acted_at": "2003-05-23", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. With written report No. 108-54.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-23", 
      "calendar": "Senate Legislative", 
      "number": "113", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 113.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1149-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-05-23", 
  "number": "1149", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to provide energy tax incentives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Tax Incentives Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-05-23", 
  "subjects": [
    "Administrative procedure", 
    "Affiliated corporations", 
    "Agricultural wastes", 
    "Agriculture and food", 
    "Air conditioning", 
    "Air pollution control", 
    "Airline passenger traffic", 
    "Airports", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Aviation fuels", 
    "Biomass energy", 
    "Building construction", 
    "Cellulose", 
    "Citizenship", 
    "Coal", 
    "Cogeneration of electric power and heat", 
    "Commerce", 
    "Condominium (Housing)", 
    "Confidential communications", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cooperative housing", 
    "Cooperative societies", 
    "Corporate finance", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Department of the Treasury", 
    "Depletion allowances", 
    "Depreciation and amortization", 
    "Deregulation", 
    "Diesel motor", 
    "Economics and public finance", 
    "Education", 
    "Electric appliances", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy crops", 
    "Energy efficiency", 
    "Energy research", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Excise tax", 
    "Executive compensation", 
    "Expatriation", 
    "Farm manure", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Fuel cells", 
    "Fuel consumption", 
    "Gas appliances", 
    "Gas industry", 
    "Gas pipelines", 
    "Gasoline", 
    "Geology", 
    "Geophysical prediction", 
    "Geothermal resources", 
    "Gift tax", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Health", 
    "Heat pumps", 
    "Heating", 
    "Hepatitis", 
    "Higher education", 
    "Housing and community development", 
    "Hydrogen", 
    "Immigration", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Indian economic development", 
    "Inland water transportation", 
    "Insider trading in securities", 
    "Interest", 
    "Internal revenue law", 
    "Investment advisers", 
    "Investment tax credit", 
    "Investors", 
    "Irrigation", 
    "Junk bonds", 
    "Labeling", 
    "Labor and employment", 
    "Laboratories", 
    "Landfills", 
    "Law", 
    "Legislation", 
    "Legumes", 
    "Limitation of actions", 
    "Loans", 
    "Logging", 
    "Lumber trade", 
    "Methane", 
    "Minimum tax", 
    "Minorities", 
    "Minority employment", 
    "Mobile homes", 
    "Motor vehicle pollution control", 
    "Municipal solid waste", 
    "Mutual funds", 
    "Natural gas vehicles", 
    "Nitrogen oxides", 
    "Nuclear facilities", 
    "Nuclear power plants", 
    "Oil well drilling", 
    "Partnerships", 
    "Petroleum industry", 
    "Petroleum refineries", 
    "Plants", 
    "Poultry", 
    "Public lands and natural resources", 
    "Public utility regulation", 
    "Railroads", 
    "Recycling of waste products", 
    "Refrigeration", 
    "Refuse as fuel", 
    "Reinsurance", 
    "Rent", 
    "Research and development facilities", 
    "Science, technology, communications", 
    "Secondary recovery of gas", 
    "Secondary recovery of oil", 
    "Service stations", 
    "Sewage sludge", 
    "Small business", 
    "Solar energy", 
    "Stocks", 
    "Sulphur", 
    "Sulphur dioxide", 
    "Swine", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax evasion", 
    "Tax penalties", 
    "Tax preparers", 
    "Tax returns", 
    "Tax shelters", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Taxpayer compliance", 
    "Taxpayers", 
    "Thermal insulation", 
    "Transportation and public works", 
    "Trees", 
    "Trucks", 
    "Trusts and trustees", 
    "Unrelated business income tax", 
    "User charges", 
    "Vaccines", 
    "Water conservation", 
    "Water resources development", 
    "Wind power", 
    "Wood"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2003-05-23", 
    "text": "Energy Tax Incentives Act of 2003 - Title I: Renewable Electricity Production Tax Credit - (Sec. 101) Extends the placed in service date for wind facilities, and closed-loop biomass facilities to facilities placed in service after December 31, 1993 (December 31, 1992 in the case of closed-loop biomass) and before January 1, 2007. Defines six new qualifying energy resources: (1) biomass; (2) geothermal energy; (3) solar energy; (4) small irrigation power; (5) biosolids and sludge; and (6) municipal solid waste. Title II: Alternative Motor Vehicles and Fuels Incentives - (Sec. 201) Establishes credits for the purchase of new qualified hybrid motor vehicles, new qualified hybrid motor vehicles, and new qualified alternative motor vehicles. (Sec. 202) Modifies the current credit for electric vehicles by basing the credit on vehicle weight, with a credit of up to $40,000 for a vehicle exceeding 26,000 pounds. Repeals credit phaseout provisions. (Sec. 203) Establishes a credit for the installation of qualified clean fuel vehicle refueling property. (Sec. 204) Establishes a credit for the retail sale of alternative motor vehicle fuels. (Sec. 205) Modifies rules concerning the small ethanol producer credit and the alcohol fuel credit. (Sec. 206) Permits a taxpayer to transfer the alcohol fuels credit with respect to alcohol used in the production of ethyl tertiary butyl ether to any registered position holder liable for the petroleum products excise taxes. (Sec. 207) Establishes a credit for qualified biodiesel mixtures. (Sec. 208) Allows as a credit against the petroleum products excise tax the sum of the alcohol fuel mixture credit (defined) and the biodiesel mixture credit (defined). Eliminates the reduced excise tax rates for most alcohol-blended fuels. (Sec. 209) Amends the Tariff Act of 1930 to consider gasoline or diesel fuel sold at duty-free enterprises as entered for consumption into the United States and therefore not duty-free merchandise. Title III: Conservation and Energy Efficiency Provisions - (Sec. 301) Establishes, for an eligible contractor, a new energy efficiency home credit. (Sec. 302) Establishes the energy efficiency appliance credit for the production of qualified energy efficient appliances. (Sec. 303) Establishes an individual credit for purchasing qualified photovoltaic property, solar water heating property, fuel cell property, wind energy property, and Tier 2 energy efficient building property expenditures. (Sec. 304) Defines as energy property and thus eligible for the energy credit qualified fuel cell property or microturbine property. (Sec. 305) Allows a deduction for energy efficient commercial building property expenditures. (Sec. 306) Defines as three-year property qualified new energy management devices placed in service by suppliers and providers of electric energy. (Sec. 307) Defines as three-year property qualified water submetering device by energy resuppliers. (Sec. 308) Defines as energy property and thus eligible for the energy credit combined heat power system property. (Sec. 309) Establishes a credit for energy efficiency improvements to existing homes. Title IV: Clean Coal Incentives - Subtitle A: Credit for Emission Reductions and Efficiency Improvements in Existing Coal-Based Electricity Generation Facilities - (Sec. 401) Establishes a credit for the production of electricity from a qualifying clean coal technology unit. Subtitle B: Incentives for Early Commercial Applications of Advanced Clean Coal Technologies - (Sec. 411) Establishes a credit for investments in qualifying advanced clean coal technology. (Sec. 412) Establishes a credit for the production of electricity from a qualifying advanced clean coal technology unit. Subtitle C: Treatment of Persons Not Able To Use Entire Credit - (Sec. 421) Permits the transfer of the three immediately preceding credits by those not able to use such credits (tax-exempt organizations, public utilities, electric cooperatives, States and localities, Indian tribes, and the Tennessee Valley Authority (TVA)). Title V: Oil and Gas Provisions - (Sec. 501) Establishes a marginal oil and gas well production credit. (Sec. 502) Establishes a statutory seven-year recovery period and a class life of ten years for natural gas gathering lines. (Sec. 503) Permits small business refiners to expense up to 75 percent of the qualified capital costs paid or incurred for the purpose of complying with the Highway Diesel Fuel Sulfur Control Requirements of the Environmental Protection Agency. (Sec. 504) Provides that a small business refiner may claim a limited credit equal to five cents per gallon of low sulfur diesel fuel produced. (Sec. 505) Increases, for independent producers, the current 50,000 barrel-per-day limitation based on actual daily production to 60,000 based on average daily production for the taxable year. (Sec. 506) Extends the suspension of the 100 percent net-income limitation for marginal wells an additional three years. (Sec. 507) Allows any delay rental payment in connection with the development of oil or gas wells within the United States to be allowed as a deduction ratably over two years. (Sec. 508) Allows any geological and geophysical expenses in connection with the development of oil or gas wells within the United States to be allowed as a deduction ratably over two years. (Sec. 509) Revises provisions concerning the credit for producing fuel from a nonconventional source to extend the placed-in-service date for certain facilities. Adds facilities producing fuels from agricultural and animal waste, viscous oil, refined coal, and coalmine gas. Provides for a coalbed methane study. (Sec. 510) Establishes a statutory 15-year recovery period and a class life of 20 years for natural gas distribution lines. (Sec. 511) Establishes a credit for Alaska natural gas entering the Alaska natural gas pipeline. (Sec. 512) Establishes a statutory seven-year recovery period and a class life of ten years for natural gas pipeline systems in Alaska. (Sec. 513) Creates an exception to the arbitrage bond rules by excluding from the term \"investment-type property\" a prepayment under a qualified natural gas contract. Title VI: Electric Utility Restructuring Provisions - (Sec. 601) Modifies the special rules concerning nuclear decommissioning costs. (Sec. 602) Provides that income received or accrued by a rural electric cooperative from any open access transaction (as defined), from any nuclear decommissioning transaction (as defined), from any asset exchange or conversion transaction (as defined), or from the prepayment of any loan, debt, or obligation made, insured, or guaranteed under the Rural Electrification Act of 1936 is excluded in determining whether a rural electric cooperative satisfies the 85-percent test for tax exemption. (Sec. 603) Permits recognition of gain from a qualifying electric transmission transaction ratably over an eight year period. Title VI: Additional Provisions - (Sec. 701) Extends, for one year, the accelerated depreciation and the employment credit applicable to Indian reservation property and Indian employment, respectively. (Sec. 702) Requires a study by the Comptroller General of : (1) the effectiveness of the alternative motor vehicles and fuel incentives provisions under title II of this Act and the conservation and energy efficiency provisions under title III of this Act, and (2) the recipients of the tax benefits contained in such provisions, including an identification of such recipients by income and other appropriate measurements. (Sec. 703) Repeals the 4.3-cents-per-gallon General Fund excise tax on diesel fuel used in trains and fuels used in barges operating on the designated inland waterways system. (Sec. 704) Provides a credit to energy research consortia. Provides that 100 percent (currently, 65 percent) of qualified energy research expenses would constitute qualified research expenses. Title VIII: Revenue Provisions - Subtitle A: Provisions Designed to Curtail Tax Shelters - (Sec. 801) Imposes penalties on individuals who fail to include on any return or statement required information regarding reportable transactions (transactions needing a return or statement because the Secretary determines they have a potential for tax avoidance or evasion). Authorizes the Commissioner of Internal Revenue to rescind all or any portion of such penalties under certain specified conditions. (Sec. 802) Prescribes an accuracy related civil penalty of 20 percent (or higher in certain specified cases) of the amount of any reportable transaction understatement for such understatement (with exceptions). Specifies a formula for determining such figure. Provides for coordination with penalties on other understatements, including prohibiting penalties under this section from applying to the penalty for fraud. (Sec. 803) Expands the scope of provisions that do not give the confidentiality privilege to communications between a corporation and its tax practitioner concerning tax shelters to make such provisions applicable to communications (with respect to tax shelters) between any taxpayer and the taxpayer's tax practitioner. (Sec. 804) Directs a material advisor, with respect to any reportable transaction, to make a return (in such form as the Secretary may prescribe) describing the transaction, its potential tax benefits, and other information prescribed by the Secretary. Defines material advisor as any person who provides material aid, assistance or advice regarding a reportable transaction and who derives gross income in excess of a specified threshold amount. Authorizes the Secretary to prescribe exemptions from such requirements. (Sec. 805) Modifies the monetary penalty and revises provisions for failing to register a tax shelter with the Secretary. Allows the Commissioner to rescind such penalties. (Sec. 806) Modifies the penalty levied on material advisors for failure to furnish required information regarding reportable transactions to the Secretary. (Sec. 807) Penalizes an individual for making a statement with respect to certain tax statements (deductions, credits, and etc.) that an individual knows is false or fraudulent as to any material matter at the rate of 50 percent of the gross income derived from such activity. Subtitle B: Provisions to Discourage Corporate Expatriation - (Sec. 821) Treats a foreign incorporated entity treated as an inverted domestic corporation as a domestic corporation. (Sec. 822) Imposes on an individual who is a disqualified individual with respect to any inverted corporation a tax equal to 20 percent of the value of the specified stock compensation held (directly or indirectly) by or for the benefit of such individual or a member of such individual's family at any time during the 12-month period beginning on the date which is 6 months before the inversion date. (Sec. 823) Revises provisions relating to allocation in the case of a reinsurance agreement involving tax avoidance or evasion. Subtitle C: Other Revenue Provisions - (Sec. 831) Directs the Secretary to establish a program requiring the payment of user fees, until September 30, 2013, for: (1) requests to the Internal Revenue Service for ruling letters, opinion letters, and determination letters; and (2) other similar requests. (Sec. 832) Includes any vaccine against hepatitis A under the 75-cents-per-dose manufacturer's excise tax. (Sec. 833) Subjects, for a ten year period following citizenship relinquishment or residency termination, to the expatriation (alternative) tax provisions an individual: (1) with an average annual net income tax for the period of five taxable years ending before the date of the loss of U. S. citizenship of more than $122,000; (2) with a net worth as of such date of $2 million or more; or (3) who fails to certify under penalty of perjury that he or she has met applicable Federal tax requirements for the five preceding taxable years or fails to submit such evidence of such compliance as the Secretary may require. Provides exceptions for dual citizens and minors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Tax Incentives Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Energy Tax Incentives Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to provide energy tax incentives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:19-05:00"
}