{
  "actions": [
    {
      "acted_at": "1979-11-02", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1973-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-02", 
  "number": "1973", 
  "official_title": "A bill to provide for uniformity and fairness in the punishment of Federal offenders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sentencing Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-02", 
  "subjects": [
    "Advisory bodies", 
    "Appellate procedure", 
    "Capital punishment", 
    "Children and youth", 
    "Corrections and Correctional Institutions", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Due process of law", 
    "Federal advisory bodies", 
    "Government records, documents, and information", 
    "Information services", 
    "Judges", 
    "Judicial review", 
    "Juvenile corrections", 
    "Parole", 
    "Pleas (Criminal procedure)", 
    "Prisoners", 
    "Probation", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Sentences (Criminal procedure)", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-02", 
    "text": "Sentencing Reform Act of 1979 - Amends the Federal criminal code to set forth a new sentencing structure applicable to a defendant who has been convicted of an offense under any Federal statute. Permits an individual to be sentenced to a term of imprisonment or probation, a fine, or restitution in cases involving bodily injury or death, property damage, or other loss. Permits an organization to receive such penalties, with the exception of imprisonment. Requires that the presentence investigation report made by a probation officer under rule 32(c) of the Federal Rules of Criminal Procedure include information on noninstitutional sanctions. Specifies factors to be considered by a sentencing court, including: (1) the nature and circumstances of the offense; (2) the defendant's role in the offense, and aggravating or mitigating circumstances not reflected in the guidelines formulated by the Federal Sentencing Commission (established by this Act); (3) the types of sentences, including noninstitutional sanctions as a condition of probation; (4) the sentence recommended in the Commission's guidelines; (5) any pertinent policy statement issued by the Commission; and (6) the need to have uniform sentencing among defendants who have been found guilty of the same offense. Requires the court to state in open court at the time of sentencing the reasons for the imposition of the particular sentence and the specific reason for the imposition of a sentence different from that set forth in the guidelines. Requires the court to submit to the Commission a written report containing specified information within ten days of sentencing. Permits a defendant to appeal a final sentence in any case except where a sentence recommended in the guidelines is included in a plea agreement. Authorizes the court of appeals, upon a determination that the sentence is clearly unreasonable, to remand the case for imposition of a lesser sentence or impose a lesser sentence. Establishes procedures for imposition and revocation of a sentence of probation. Retains the current exceptions for a granting of probation (an offense punishable by life imprisonment or for which probation is expressly precluded by law). Includes among the authorized conditions of probation: (1) work in community service; (2) participation in a program of a residential community center; (3) necessary medical or psychiatric treatment; or (4) placement in the custody of the Bureau of Prisons for up to the lesser of six months or the authorized term of imprisonment during the first year of the term of probation. Requires, upon a determination that there is probable cause to believe that a condition of probation has been violated, that a revocation hearing be held within 30 days before a judge or a United States magistrate. Grants to the probationer with respect to such hearing the following rights: (1) reasonable notice; (2) opportunity to be represented by an attorney (or to have counsel provided); (3) opportunity to testify and present witnesses and evidence; and (4) opportunity to confront and cross-examine witnesses. Subjects a decision of a magistrate or judge to revoke probation to appellate review. Specifies factors to be considered by the court in determining the amount of restitution for loss that is the result of death or personal injury caused by the offense or for property loss. Directs the court to consider any factor relating to the offense or the defendant's finances in determining the amount of any fine, and the time for and method of payment. Establishes as an independent body in the judicial branch a seven-member Federal Sentencing Commission. Includes the Chairman of the Parole Commission and the Attorney General as ex officio members. Directs the President to appoint: (1) one member from a list of ten Federal judges provided by the Judicial Conference of the United States; (2) one member who is a Federal public defender; and (3) five members who represent a variety of backgrounds and who have demonstrated participation and interest in the criminal justice process. Directs the Commission, by affirmative vote of at least five members, to issue guidelines and general policy statements for use by a sentencing court. Enumerates the duties of the Commission with respect to such guidelines, including that: (1) they may provide for an increase or decrease of up to five percent of a term of imprisonment; and (2) they shall include a term of imprisonment when (A) serious bodily injury resulted from the defendant's participation in the offense, or (B) the offense is a felony and the defendant was previously convicted of a Federal, State, or local felony, unless a substantial time period has lapsed since such prior conviction; (3) the Commission revise such guidelines at least biannually and conduct hearings in performing its functions; and (4) the guidelines be reported to Congress by May 1st after the beginning of a regular session and become effective 90 days later, subject to disapproval or modification by Act of Congress. Specifies additional duties of the Commission, including among others: (1) monitoring the performance of probation officers; (2) establishing a research and development program to serve as an information center with respect to Federal sentencing practices and to serve in a consulting capacity to Federal courts and agencies; (3) studying the feasibility of guidelines for the disposition of juvenile delinquents; and (4) studying the plea bargaining process. Directs the Commission to: (1) report annually to the United States Judicial Conference, Congress, and the President on its activities; (2) submit at least annually to Congress an analysis of requisite reports and studies and appropriate legislative recommendations; (3) submit to Congress within three years of the issuance of guidelines a proposal for reducing all statutory maximum prison terms; and (4) submit to Congress with the Bureau of Prisons an analysis and recommendations concerning maximum utilization of prison resources. Requires that good time allowances be made within two days after the end of each month. Provides that such allowance vests at the time it is received. Substitutes the penalty of imprisonment for life without parole for specified Federal crimes which currently authorize the death penalty. Provides that the Commission shall become effective 60 days after enactment and shall issue guidelines within six months of enactment. Makes the remaining provisions effective 60 days after the effective date of the guidelines. Provides that the United States Parole Commission shall remain in effect until three years after the effective date of the guidelines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sentencing Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for uniformity and fairness in the punishment of Federal offenders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:13-05:00"
}