{
  "actions": [
    {
      "acted_at": "1978-10-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14296-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-12", 
  "number": "14296", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a temporary credit against income tax for employees and their employer if the average rate of compensation increase for the employees does not exceed a certain rate, to authorize the President to impose a tax surcharge and to postpone certain price increases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti-Inflation Tax Reduction Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-12", 
  "subjects": [
    "Antiinflationary programs", 
    "Business and commerce", 
    "Corporations", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Income tax", 
    "Inflation", 
    "Labor and employment", 
    "Presidential powers", 
    "Price regulation", 
    "Tax credits", 
    "Taxation", 
    "Wage controls", 
    "Wage-price policy", 
    "Wages"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-12", 
    "text": "Anti-Inflation Tax Reduction Act - Title I: Credits for Limiting Compensation Increases - Amends the Internal Revenue Code to allow a tax credit for employers who agree to limit wage and price increases and for employees whose wage increases do not exceed specified levels for a particular taxable year. Permits a credit for employees equal to the sum of the compensation restraint credit and the real wage insurance credit. Establishes the compensation restraint credit at four percent of the employee's qualified wages (wages not in excess of $25,000) in 1979 and a percentage specified by the President, but not in excess of five percent, in 1980 and 1981. Establishes the real wage insurance credit as that percentage of the employee's qualified wages by which the rate of inflation exceeds the sum of the year's compensation restraint credit plus the year's compensation restraint standard (six percent increase in 1979, percentage increase determined by President in 1980-81). Requires a downward adjustment to the tax credit paid to employees if employee compensation actually paid exceeds the established rate of compensation restraint for the year. Allows a credit for self employed individuals equal to one percent of net earnings which do not exceed $25,000. Allows a credit for employers whose employees qualify for the tax credit. Establishes such credit at 20 percent of the compensation restraint credit received by all employees of the employer. Requires the President to submit an annual report to the Congress on the effectiveness of the tax credit in reducing inflation and stimulating employment. Title II: Standby Tax Surcharge - Authorizes the President to impose a surtax of up to four percent on the income of every individual pursuant to a determination that such surtax is necessary to counter inflation. Empowers either House of Congress to veto the imposition of the surtax. Title III: Price Stabilization - Authorizes the Council on Wage and Price Stability to require advance notification of price increases planned by companies with annual gross revenues in excess of $100,000,000 and to postpone for 90 days any such price increase. Imposes civil penalties upon anyone who willfully violates a rule promulgated by the Council."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Inflation Tax Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a temporary credit against income tax for employees and their employer if the average rate of compensation increase for the employees does not exceed a certain rate, to authorize the President to impose a tax surcharge and to postpone certain price increases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:38-05:00"
}