{
  "actions": [
    {
      "acted_at": "1990-03-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2245-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1990-03-07", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1990-03-07", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1990-03-07", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1990-03-07", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1990-03-07", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1990-03-07", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1990-03-07", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1990-03-07", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1990-03-07", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1990-03-07", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1990-03-07", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1990-03-07", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1990-03-07", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1990-03-07", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1990-03-07", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1990-03-07", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-07", 
  "number": "2245", 
  "official_title": "A bill to provide swift and certain punishment for criminals in order to deter violent crime and rid America of illegal drug use.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4079-101", 
      "reason": "related"
    }
  ], 
  "short_title": "National Drug and Crime Emergency Act", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-07", 
  "subjects": [
    "Aircraft pilots", 
    "Airline employees", 
    "Alcoholism", 
    "Appellate courts", 
    "Aviation safety", 
    "Crime and law enforcement", 
    "Deportation", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drugs and youth", 
    "Exclusionary rule (Evidence)", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Fines (Penalties)", 
    "Firearms", 
    "Forfeiture", 
    "Government trust funds", 
    "Habeas corpus", 
    "Informers", 
    "Judicial review", 
    "Jurisdiction", 
    "Legal fees", 
    "Licenses", 
    "Limitation of actions", 
    "Mass rapid transit", 
    "Military bases", 
    "Narcotic traffic", 
    "Prison labor", 
    "Prison overcrowding", 
    "Prisoners", 
    "Prisons", 
    "Privatization", 
    "Railroad employees", 
    "Railroad safety", 
    "Recidivists", 
    "Sentences (Criminal procedure)", 
    "State courts", 
    "Surplus government property", 
    "Traffic accidents and safety", 
    "Transportation safety", 
    "Transportation workers", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-07", 
    "text": "National Drug and Crime Emergency Act - Declares a National Drug and Crime Emergency for a five-year period, during which time it shall be U.S. policy that: (1) every person convicted in a Federal court of a crime of violence against a person or a drug trafficking felony (other than simple possession) shall serve no less than five years' imprisonment without release; (2) prisoners may be housed in tents and other temporary facilities; and (3) the Federal courts may limit the inmate population of a Federal or State prison or jail only when an inmate proves that crowding has resulted in cruel and unusual punishment and no other remedy exists. Title I: Elimination of Crime Without Punishment - Subtitle A: National Drug and Crime Emergency Policies - Amends the Federal criminal code to prohibit the Federal courts, during such Emergency, from: (1) holding prison crowding unconstitutional under the eighth amendment except to the extent that an individual plaintiff inmate proves that the crowding causes the infliction of cruel and unusual punishment; and (2) placing an inmate ceiling on any Federal, State, or local detention facility as an equitable measure for conditions that violate the eighth amendment unless crowding itself is inflicting cruel and unusual punishment on individual prisoners. Requires that each Federal court order seeking to remedy an eighth amendment violation be reopened at the behest of a defendant for recommended alteration at a minimum of two-year intervals. Applies this title to all outstanding court orders on the date of enactment of this Act. Permits any State or municipality to seek modification of any outstanding eighth amendment decree pursuant to this Act. Directs the Attorney General to take steps, consistent with security considerations, to ensure that sufficient facilities exist to house individuals whom the courts have ordered incarcerated, including consideration of tent housing or other shelters placed on available military bases and at other locations. Authorizes the President to direct the National Guard and the Army Corps of Engineers to design and construct temporary detention facilities. Requires: (1) the Secretary of Defense, the Commission on Alternative Utilization of Military Facilities, and the Director of the Bureau of Prisons to identify suitable military installations and examine the feasibility of using tent housing; and (2) the Director to report to the Congress within 90 days. Amends the Defense Authorization Amendments and Base Closure and Realignment Act to require the Secretary to notify the Attorney General and the Governor of each of the U.S. territories and possessions (currently, all departments and instrumentalities within the Department of Defense (DOD)) of the availability of any real property or facility located at a military installation to be closed. Authorizes the transfer of such property to the Attorney General, a State, territory, or possession, or the District of Columbia for use as a correctional institution. Requires the Director to: (1) review current construction standards and methods used in building Federal prisons; (2) examine and recommend cost cutting measures that could be employed in prison construction; and (3) submit the results to the Congress. Authorizes the Attorney General to contract for private construction and operation of Federal prisons. Requires the use of creative and cost-effective private financing alternatives and private prison construction and operation where possible. Specifies that operating costs of privately-operated prisons shall be covered through rent charged to Government units placing inmates in prisons. Requires the Administrator of the General Services Administration to identify at least 20 parcels of surplus Federal property which the Attorney General has certified are not needed for Federal correctional facilities but which may be suitable for State or local correctional facilities. Makes property determined to be in excess of Federal needs that may be suitable for use as correctional facilities available during such Emergency to the Attorney General, or secondarily, to a State, the District of Columbia, or a local government. Permits State and local governments to use Federal temporary incarceration facilities, when they are not needed to accommodate Federal prisoners, for incarcerating prisoners at a per diem fee payable to the Bureau of Prisons. Requires every person who, during the Emergency, is convicted in Federal court of committing a crime of violence against a person or a drug trafficking crime (other than simple possession), to be sentenced to and serve no less than five years' imprisonment. Prohibits any such person from being released from custody for any reason prior to completion of the sentence unless the sentence imposed is greater than five years and is not a mandatory minimum sentence without release. Subtitle B: Imposition of Mandatory Minimum Sentences Without Release - Amends the Federal criminal code to establish the following penalties for offenses committed during and in relation to any crime of violence or drug trafficking crime, in addition to the punishment provided for such crime. Provides that whoever: (1) possesses a firearm shall be sentenced to imprisonment for ten years without release; (2) discharges a firearm with intent to injure another person shall be sentenced to imprisonment for 20 years without release; or (3) possesses a firearm that is a machinegun or is equipped with a firearm silencer or muffler shall be sentenced to imprisonment for 30 years without release. Sets penalties for second, third, and subsequent convictions. Prohibits the release of any person convicted for any reason during a term of imprisonment imposed under this subtitle. Amends the Controlled Substances Act (CSA) to: (1) mandate life imprisonment without release for individuals convicted after two or more felony drug offenses or for a crime of violence; and (2) increase the sentences for distributing illegal drugs to persons under age 21 and for employing persons under 18 years of age in drug operations to up to ten years without release for a first offense and up to 20 years without release for a second offense. Prohibits the court from placing such persons on probation or suspending the sentence. Prohibits their release during the term of the sentence. Increases prison sentences for trafficking in marihuana and specified categories of controlled substances. Establishes mandatory sentences, in addition to any other sentence imposed for the underlying possession or distribution, of: (1) one year imprisonment without release in a case involving possession of a controlled substance within a Federal prison or other Federal detention facility; and (2) ten years without release in a case involving the smuggling of a controlled substance within such prison or facility. Prohibits the court from placing such individuals on probation or suspending the sentence. Prohibits such person from being eligible for parole during such term of imprisonment. Amends the Immigration and Nationality Act to: (1) require the deportation of aliens convicted of drug trafficking crimes or crimes of violence or for commission of an aggravated felony; and (2) increase the penalty (currently, 15 years for individuals whose deportation was subsequent to certain felony convictions) to 20 years without release, and to life imprisonment without release for a second violation, without probation, suspension of sentence, or early release, for reentry of a deported alien whose deportation was subsequent to a conviction for a drug trafficking crime or crime of violence. Grants priority for Federal drug law enforcement assistance funds from Bureau of Justice Assistance (BJA) Grant Programs to States having laws providing for mandatory minimum sentences, elimination of early release, and payment of trial costs and mandatory fines by individuals convicted of specified controlled substance violations. Revises the formula for determining the amount distributed from the Drug Control and System Improvement Grant Program. Subtitle C: Mandatory Work Requirements for Prisoners, Withholding Federal Benefits, and Drug Testing of Prisoners - Expresses Federal policy that: (1) prisoners shall work absent medical certification of 100 percent disability, security considerations, or disciplinary action; and (2) States and local governments have the same authority to require all convicted prisoners to work. Provides for the deposit in a separate fund in the Treasury of funds generated from prison labor for prison construction and operating expenses or payment of judgments. Specifies that prisoners shall be paid a share of funds generated by their labor. Repeals provisions establishing penalties for transportation or importation of prison-made goods. Authorizes the Federal Prison Industries to sell such goods to the public. Amends the Walsh-Healy Act to permit convict labor under specified conditions. Requires the Attorney General to submit to the Congress a report making recommendations for legislation to: (1) ensure that businesses and labor do not suffer unfair consequences from such repeal; and (2) encourage greater private sector participation in prison industries. Authorizes the Attorney General to enter into contracts with private businesses for the use of inmate skills that may be of commercial use to such businesses. Sets forth provisions with respect to security requirements involved in the use of convict labor. Provides for the withholding of prisoners' Federal benefits to offset incarceration costs. Directs the Attorney General to establish a program of drug testing of targeted classes of arrestees, prisoners, and persons on release. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to bar Federal funding under the drug control and system improvement grant program for States failing to have an analogous State program. Subtitle D: Judicial Reform to Protect the Innocent and Punish the Guilty - Specifies that: (1) evidence obtained as a result of a search or seizure shall not be excluded in any Federal court proceeding on the ground that the search or seizure was in violation of the fourth amendment, if the search or seizure was carried out in circumstances justifying an objectively reasonable belief that it was in conformity with the fourth amendment; and (2) the fact that evidence was obtained pursuant to and within the scope of a warrant constitutes prima facie evidence of the existence of such circumstances. Prohibits the exclusion of evidence in any Federal court proceeding on the ground that it was obtained in violation of a statute, administrative rule or regulation, or rule of procedure unless exclusion is expressly authorized by statute or by Supreme Court rule. Amends the Federal judicial code to condition consideration of a habeas corpus claim by a State prisoner on a showing of actual prejudice resulting from the denial of a Federal right, and that: (1) State action precluded assertion of the right; (2) the Federal right asserted was newly recognized; or (3) the factual basis of the claim could not have been discovered through the exercise of reasonable diligence prior to the procedural default. Establishes a one-year statute of limitations for habeas corpus actions brought by State prisoners. Vests authority to issue certificates for probable cause for appeal of habeas corpus orders exclusively in the courts of appeals. Permits denial on the merits of habeas corpus writs notwithstanding the failure to exhaust State remedies. Prohibits the granting of a habeas corpus writ with respect to any claim which has been fully and fairly adjudicated in State proceedings. Amends the CSA to require: (1) the court, prior to sentencing on a conviction in a Federal court of a felony under such Act, to compile a list of assets owned by the defendant not subject to forfeiture; and (2) upon request of the Attorney General, the court to direct the defendant to provide proof that any asset owned by the defendant not on such list was legally obtained. Authorizes the Attorney General to seize assets that the defendant does not prove were legally obtained. Requires the proceeds from such assets to be deposited in the Department of Justice Assets Forfeiture Fund and to be available for transfer to the building and facilities account of the Federal prison system. Sets forth provisions regarding the term of appointment, authority, and jurisdiction of special masters. Requires the Administrative Office of the United States Courts to publish annually a report on the sentencing patterns of Federal judges. Title II: Achieving a Drug-Free America by 1995 - Requires individuals convicted of a CSA violation of possession of a controlled substance to pay to the Treasury the cost of the trial or, where defendant has insufficient income and property, an appropriate amount as determined by the court. Limits such payment to 25 percent of such person's annual income. Provides for mandatory fines of at least ten percent of income for a first offense and 25 percent for subsequent offenses. Subjects such person's property to forfeiture where there is insufficient income to pay such fines. Amends the Anti-Drug Abuse Act of 1988 to eliminate the judge's discretion in making individuals convicted of State offenses for the distribution of controlled substances ineligible for unearned Federal benefits, with exceptions for persons who: (1) declare and show by clear and convincing (currently, a reasonable body of) evidence that they are addicts and submit to long-term treatment; or (2) are determined to be rehabilitated. Makes similar changes with respect to individuals convicted of Federal or State drug possession offenses. Authorizes the court to reduce the period of ineligibility for such benefits to three months if the individual: (1) successfully completes a supervised drug rehabilitation program which includes periodic, random drug testing; or (2) completes a period of community service and passes such testing. Grants priority for Federal drug law enforcement assistance funds from BJA Grant Programs to States having laws providing for revocation of drivers' licenses for individuals convicted of specified controlled substances violations. Revises the formula for determining the amount distributed from the Drug Control and System Improvement Grant Program to reduce allocations to States which do not have such laws. Sets forth conditions for reinstatement. Requires the Secretary of Transportation to cause the Federal Aviation Administration to amend its regulations to revoke pilots' licenses for such violations. Amends the Public Health Service Act to make a State's receipt of Federal drug abuse allotments contingent upon the State submitting: (1) Statewide Drug Treatment Plan annually that meets certain specifications; and (2) periodic progress reports. Amends the Higher Education Act of 1965 to bar institutions of higher education from eligibility for Federal assistance unless they certify that they have adopted and implemented an alcohol and drug abuse prevention program for students and employees meeting specified requirements. Amends the Drug-Free Schools and Communities Act of 1986 to bar local educational agencies from eligibility for Federal assistance unless they make a similar certification. Transportation Employee Testing Act - Amends the Federal Aviation Act of 1958 to require the Administrator of the Federal Aviation Administration to: (1) establish a program requiring foreign and domestic air carriers to conduct preemployment, reasonable suspicion, random, and post-accident testing for illegal drug and alcohol use of air carrier personnel responsible for safety-sensitive functions and providing for periodic recurring testing of such employees; and (2) require the suspension or revocation of any certification issued to such person, or disqualification or dismissal, where such illegal drug or alcohol use has been confirmed. Bars air carrier personnel responsible for safety-sensitive functions from serving in such positions without having completed a rehabilitation program. Requires the Administrator to prescribe regulations for such programs which: (1) provide for the identification and opportunity for treatment of employees needing assistance; (2) specify the circumstances under which such employees shall be required to participate; (3) promote individual privacy in the collection of specimen samples; and (4) with respect to laboratories and testing procedures, incorporate Department of Health and Human Services scientific and technical guidelines are intended to assure accuracy, confidentiality, and nondiscriminatory methods. Directs the Secretary of State and the Secretary of Transportation to jointly call upon member countries of the International Civil Aviation Organization to strengthen and enforce existing standards to prohibit illegal drug and alcohol use by crewmembers in international civil aviation. Amends the Federal Railroad Safety Act of 1970, the Commercial Motor Vehicle Safety Act (CMVSA), and the Urban Mass Transportation Act of 1964 to establish programs similar to the Federal Aviation Act program for drug and alcohol testing. Provides for a pilot program, under the CMVSA, for the random testing of commercial motor vehicle operators and requires the Secretary to report on the results to the Congress. Makes funds from the Surface Transportation Assistance Act of 1982 available for the CMVSA program. Requires the Secretary to determine appropriate sanctions for mass transportation vehicle operators who are determined to have used alcohol or controlled substances in violation of law or Federal regulation but who are not under the influence of such substances. Amends the Federal judicial code to provide for the payment of awards to persons providing information leading to the arrest and conviction of individuals for the unlawful sale, or possession for sale, of a controlled substance or controlled substance analogue. Title III: Authorization of Appropriations - Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Drug and Crime Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transportation Employee Testing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide swift and certain punishment for criminals in order to deter violent crime and rid America of illegal drug use.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:55-05:00"
}