{
  "actions": [
    {
      "acted_at": "1982-03-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-08", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5669-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-02", 
  "number": "5669", 
  "official_title": "A bill to amend section 112 of the Clean Air Act relating to hazardous air pollutants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-02", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Environmental health", 
    "Environmental protection", 
    "Intergovernmental relations", 
    "Planning", 
    "Standards", 
    "States", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-02", 
    "text": "Amends the Clean Air Act to revise provisions for national emission standards for hazardous air pollutants (NESHAPs). Directs the Administrator of the Environmental Protection Agency (EPA) to determine, after notice and opportunity for public hearing, whether or not each of 37 substances (listed in a specified publication of congressional oversight hearings) is a hazardous air pollutant. Requires that each of the 37 substances be included on the NESHAPs list (of substances for which NESHAPs are to be established), unless the Administrator has determined that any of the 37 substances is not a hazardous air pollutant. Requires that the NESHAPs listing determinations for these 37 substances be made within one year of the enactment of this Act. Directs the Administrator, in the case of substances other than those 37 substances, to make determinations within 180 days after receipt of information which indicates that a substance may be a hazardous air pollutant, after notice and opportunity for public hearing. Permits, but does not require, the Administrator to make a new determination in the case of any substance which the Administrator has previously determined not to be a hazardous air pollutant. Requires that any substance which the Administrator determines to be a hazardous air pollutant be included on the NESHAPs list. Directs the Administrator to publish a list of each category of stationary sources which emit in any significant amounts any hazardous air pollutant included on the NESHAPs list. Requires that specified categories be included in the source categories list and that such list be published 15 months after enactment of this Act for certain categories and 18 months after such enactment for other categories. Directs the Administrator to publish a revised source categories list within one year after any revision in the NESHAPs list. Authorizes the Administrator to revise the source categories list at such other times as may be necessary. Directs the Administrator to publish proposed emission standards for new stationary sources in each source category listed, within 30 months of enactment of this Act for certain categories and within 42 months of such enactment for other categories. Directs the Administrator to promulgate such standards within six months after such publication. Directs the Administrator to revise such standards where appropriate following periodic review to be completed within ten years from the date of promulgation. Provides that such standards shall apply to each hazardous air pollutant on the NESHAPs list which is emitted in significant amounts from sources in such category. Requires that such emission standards (for new stationary sources in each source category listed for NESHAPs purposes) be established at the more stringent of: (1) the greatest degree of emission reduction achievable through application of the best system of continuous emission reduction which the Administrator determines is available, taking account of costs, health and environmental impacts, and energy requirements; or (2) the most stringent emission limitation achieved in practice by other sources in the same, or a similar, category. Authorizes the Administrator to distinguish among classes, types, and sizes within categories of sources for purposes of establishing such standards. Sets forth a schedule for completion of specified actions required after enactment of this Act: (1) one year for making the NESHAPs listing determination for the 37 substances; (2) 15 months for publishing the source categories list for certain categories and 18 months for other categories; (3) 30 months for proposing emission standards for certain source categories and 42 months for other categories; and (4) six months after such proposal for promulgation of such standards. Provides that no time period under such schedule may be delayed or modified by any petition to the Administrator or by any action brought in any court. Declares that completion of such actions according to such schedule is a nondiscretionary duty of the Administrator. Permits citizen suits against the Administrator in cases of failure or refusal to comply with such schedule. Allows such suits to commence ten days after the plaintiff has given notice of the violation to the Administrator. Prohibits any construction of any new source or modification of any existing source of any hazardous air pollutant on the NESHAPs list where such construction or modification will increase (after the application of federally enforceable emission limitations) the emission of such hazardous air pollutant by a significant amount unless such source is required to comply with an emission standard established on a case-by-case basis by the Administrator (or a State, if delegated). Directs the Administrator to establish a standard for each source at the level which provides an ample margin of safety to protect public health from the hazardous air pollutant, unless the Administrator makes and publishes a detailed finding that such a standard is not economically or technologically practicable. Requires, where such a finding is made, that an individual new or modified source case-by-case standard: (1) be established according to the same criteria as source category standards; and (2) be no less stringent than any applicable source category standard. Provides for the delegation to States of the implementation and enforcement of emission standards for hazardous air pollutants for new or modified stationary sources. Directs the Administrator to establish a procedure, similar to that for State implementation plans (SIPs), under which each State shall submit a plan which: (1) establishes emissions standards for each hazardous air pollutant on the NESHAPs list for each existing source to which a NESHAPs emissions standard would apply if such existing source were a new source; and (2) provides for implementation and enforcement of each such standard as expeditiously as practicable, but not later than three years after establishment of such standard. Permits States to consider the remaining useful life of the existing source in applying such a standard. Authorizes the Administrator to prescribe or enforce provisions of such plans where a State fails to do so. Makes it unlawful for any owner or operator of any stationary source to operate such source in violation of any applicable standard under these revised NESHAPs provisions. Eliminates that part of the definition of \"hazardous air pollutant\" which requires that no national primary ambient air quality standard be applicable to such pollutant (but retains consideration of increased mortality or morbidity in such definition)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 112 of the Clean Air Act relating to hazardous air pollutants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:47-05:00"
}