{
  "actions": [
    {
      "acted_at": "1980-03-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6730-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-06", 
  "number": "6730", 
  "official_title": "A bill to establish a program of grants to States for the purpose of providing assistance to eligible households to offset rising home heating costs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Heating Security Act", 
  "sponsor": {
    "district": "18", 
    "name": "Green, S. William", 
    "state": "NY", 
    "thomas_id": "00463", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-06", 
  "subjects": [
    "Energy", 
    "Energy policy", 
    "Energy prices", 
    "Federal-state relations", 
    "Fuel", 
    "Grants-in-aid", 
    "Heating", 
    "Households", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Intergovernmental relations", 
    "Low-income housing", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public utilities", 
    "Rent", 
    "Residential utility cost relief programs", 
    "Social welfare", 
    "State taxation", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-06", 
    "text": "Home Heating Security Act - Authorizes the Secretary of Health and Human Services to make grants to States on behalf of eligible households to assist such households in meeting increased home heating costs. Authorizes appropriations for fiscal years 1981 through 1983 to carry out this Act, and provides for extensions of such authorization. States that a household shall be considered to be eligible for home heating assistance if the State determines that such household is eligible for aid to families with dependent children, supplemental security income, or food stamps, or has an income equal to or less than 150 percent of the poverty line, with exceptions. Sets forth an allotment schedule for funds appropriated pursuant to this Act. Authorizes such grants to be used for home heating assistance in accordance with State plans approved under this Act. Requires each State seeking to receive a home heating grant under this Act to submit a State plan to the Secretary which sets forth that State's program for implementing the provisions of this Act. Sets forth the components of such plan. Directs each approved State to conduct a study to determine the extent to which rent increases are caused by increased home heating costs. Sets forth procedures for the approval of State plans by the Secretary, and directs the Secretary to establish criteria and standards for such plans, together with timetables for carrying out such plans. Authorizes a State to use funds available under this Act to provide credits against State tax to home heating suppliers who supply home heating at reduced rates to lower income households. Authorizes the Secretary to make direct payments to eligible households at the option of the State. Authorizes a State to make home heating assistance payments in the form of coupons, stamps, or certificates. Prohibits States from making such payments to any private business concern, other than home heating suppliers and specified building operators. Directs the Secretary to establish uniform data collection standards necessary to carry out this Act, to gather and analyze information relating to the structure of fuel prices and to report annually to the Congress on data collected pursuant to these provisions. Directs the Secretary to periodically revise a poverty line to be used as a criterion for determining eligibility for assistance under this Act. Authorizes the Secretary to withhold payments to a State for noncompliance with its State plan until such noncompliance is corrected. Sets forth specified administrative and technical provisions relating to implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Heating Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program of grants to States for the purpose of providing assistance to eligible households to offset rising home heating costs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:05-05:00"
}