{
  "actions": [
    {
      "acted_at": "2011-05-09", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-08", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-11-14", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-11-14", 
      "calendar": "Senate Legislative", 
      "number": "546", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 546.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2012-12-21", 
      "references": [], 
      "text": "By Senator Rockefeller from Committee on Commerce, Science, and Transportation filed written report. Report No. 112-260.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s911-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2011-05-09", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-09", 
  "number": "911", 
  "official_title": "A bill to establish the sense of Congress that Congress should enact, and the President should sign, bipartisan legislation to strengthen public safety and to enhance wireless communications.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2482-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Safety Spectrum and Wireless Innovation Act", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-06-08", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Broadcasting, cable, digital technologies", 
    "Congressional oversight", 
    "Emergency communications systems", 
    "General Services Administration", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Office of Management and Budget (OMB)", 
    "Research administration and funding", 
    "Research and development", 
    "Science, technology, communications", 
    "State and local government operations", 
    "Telephone and wireless communication", 
    "Television and film"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-11-14", 
    "text": "Public Safety Spectrum and Wireless Innovation Act - Title I: Reallocation of Public Safety Spectrum - (Sec. 101) Directs the Federal Communications Commission (FCC) to reallocate the 700 MHz D block spectrum (between the frequencies from 758-763 and between 788-793 megahertz) for use by public safety entities. Amends the Communications Act of 1934 to increase the electromagnetic spectrum allocation for public safety services by 10 megahertz and reduce such allocation for commercial use by the same amount. (Sec. 102) Authorizes the FCC to allow flexible use of the narrowband spectrum (between frequencies from 769-775 and from 799-805 megahertz), including for public safety broadband communications, subject to any required technical and interference protection measures. Title II: Governance of Public Safety Spectrum - Subtitle A: Public Safety Broadband Corporation - (Sec. 201) Directs the FCC to reallocate and grant a license (for an initial 10-year term renewable, upon application, for subsequent terms, each term a maximum of 10 years) to the Public Safety Broadband Corporation for the use of the 700 MHz D block spectrum and existing public safety broadband spectrum. (Sec. 202) Authorizes the establishment of the Public Safety Broadband Corporation as a private, nonprofit corporation, which is neither an agency nor establishment of the federal or District of Columbia government. (Sec. 203) Vests the management of the Corporation in a Board of Directors consisting of: (1) the Secretary of Commerce, Secretary of Homeland Security (DHS), Attorney General (DOJ), and Director of Office of Management and Budget (OMB); and (2) 11 independent and neutral nonfederal members appointed by the Secretary of Commerce, including at least 3 public safety professionals and 3 individuals representing states, localities, tribes, and territories. Sets forth membership, terms of office, vacancy replacement, and removal requirements for nonfederal Board members. Directs the Secretary of Commerce to select, from among the nonfederal members, the Chair of the Board. Requires the Board to meet at least quarterly. Requires Board members to serve without pay. (Sec. 204) Requires the Corporation to have a Chief Executive Officer and other officers and employees appointed by the Board. Authorizes the Chief Executive Officer to name and appoint necessary employees. Requires officers to be U.S. citizens and prohibits appointments by political qualification. Prohibits officers or employees from: (1) receiving any salary or other compensation from sources other than the Corporation or other unrelated boards, and (2) being considered an officer or employee of the U.S. or District of Columbia government. Directs the Board to establish a standing public safety advisory committee. (Sec. 205) Prohibits the Corporation from issuing stock, paying dividends, supporting political parties or candidates, or lobbying. (Sec. 206) Sets forth authority for the Corporation to hold hearings, obtain grants and funds, make contracts, accept gifts, issue notes or bonds in private markets, incur indebtedness, spend funds for public safety communications, establish reserve accounts, and exercise other corporate powers. Requires the Corporation to hold the single public safety wireless license established by this Act and to take all actions necessary to ensure the building, deployment, and operation of a nationwide public safety interoperable broadband network in consultation with federal, state, tribal, and local public safety entities, the National Institute of Standards and Technology (NIST), the FCC, and the public safety advisory committee. Directs the Corporation, at a minimum, to: (1) ensure nationwide standards for use and access of the network; (2) issue open, transparent, and competitive requests for proposals to private sector entities; (3) encourage such requests to leverage existing commercial wireless infrastructure; and (4) manage and oversee the implementation and execution of contracts or agreements with nonfederal entities to build, operate, and maintain the network. Requires the Corporation to: (1) ensure the safety, security, and resiliency of the network, including requirements for protecting and monitoring the network to protect against cyberattack; (2) promote competition in the equipment market by requiring that network devices be built to open, non-proprietary, commercially available standards, capable of being used by any public safety entity and by multiple vendors across all public safety broadband networks operating in the 700 MHz band, and backward-compatible with existing commercial networks; and (3) promote integration of the network with public safety answering points or their equivalent. Requires substantial rural coverage milestones as part of each construction and deployment phase, including partnerships with existing commercial mobile providers to utilize cost-effective opportunities to speed deployment in rural areas. Authorizes the Corporation to obtain grants, make contracts, and receive payment for use of the Corporation’s network capacity and infrastructure. Directs the Corporation to develop: (1) requests for proposals, including service levels and coverage areas; (2) technical and operational requirements; (3) network management and operation standards; (4) terms of service and billing practices; and (5) compliance review and monitoring of operating entity practices, personnel, and training. Requires the Corporation to consult with regional, state, tribal, and local jurisdictions regarding the distribution and expenditure of any amounts required to carry out such requirements, including tower placement, coverage areas, security, and priority of access to local users and other entities. Directs the Corporation to negotiate roaming agreements with commercial network providers to allow the nationwide public safety interoperable broadband network to roam onto commercial networks and gain prioritization of public safety communications over such networks in times of emergency. Requires NIST to: (1) ensure development of a list of certified devices and components meeting appropriate protocols and standards for public safety entities and commercial vendors, and (2) represent the interests of public safety users before any standards-setting organization regarding the development of interoperability standards. Prohibits the Corporation from negotiating or entering agreements with a foreign government on behalf of the United States. (Sec. 207) Authorizes the National Telecommunications and Information Administration (NTIA) to issue notes to the Secretary of the Treasury to make initial loans to the Corporation. Authorizes the Treasury Secretary to sell such notes as public debt transactions of the United States. (Sec. 208) Authorizes the Corporation to assess and collect network user fees and leasing fees for non-public safety services permitted network access on a secondary basis, commercial transmissions, and the use of network infrastructure. Prohibits total fees from exceeding the amount necessary to recoup the Corporation’s expenses each fiscal year. (Sec. 209) Requires the Comptroller General to audit the Corporation’s financial transactions during any fiscal year in which federal financing is available for its operations and to report on each audit to Congress, the President, and the Corporation. (Sec. 210) Directs the Corporation to submit an annual report to Congress on its activities, financial condition, and legislative or administrative recommendations. (Sec. 211) Allows the Corporation to adopt rules to improve the ability of public safety networks to roam onto, and gain priority access to, commercial networks in an emergency if the public safety entity equipment is technically compatible, the commercial network is reasonably compensated, and such access does not preempt, terminate, or degrade all existing voice conversations or data sessions. (Sec. 212) Directs NIST (informed by an independent and neutral agent, consultant, or expert) to develop an evaluation framework considering the public safety network attributes identified in a report completed by the Visiting Committee on Advanced Technology of NIST. Requires the evaluation to include: (1) the marginal cost, benefit, and economic feasibility of requiring each public safety network attribute as part of the nationwide network; (2) the competitive vendor supply ecosystem; and (3) the level of variability in regional requirements for each attribute. Requires the Corporation to utilize such framework to develop a cost-benefit analysis informing the building, deployment, and operation of the network. (Sec. 213) Prohibits the Corporation from offering, providing, or marketing commercial telecommunications or information services directly to consumers. (Sec. 214) Permits the FCC to provide technical assistance to the Corporation. Subtitle B: Public Safety Commitments - (Sec. 221) Establishes the State and Local Implementation Fund for the Assistant Secretary of Commerce for Communications and Information to establish a state, regional, tribal, and local planning and implementation grant program. Permits the Assistant Secretary to borrow up to $250 million from the Treasury’s general fund to implement the program. Requires the Assistant Secretary to reimburse the general fund, without interest. (Sec. 222) Directs the Assistant Secretary to establish the grant program to make matching grants (with the federal share up to 80% of costs, subject to waiver) to states to assist state, regional, tribal, and local jurisdictions to identify, plan, and implement the most efficient and effective way to utilize and integrate the infrastructure, equipment, and other architecture associated with the network to satisfy the wireless communications and data services needs of each jurisdiction. Requires the Assistant Secretary to prioritize grants for activities that ensure coverage in rural as well as urban areas. (Sec. 223) Requires NIST to research and assist with the development of standards, technologies, and applications to advance wireless public safety communications. (Sec. 224) Directs NIST and the National Science Foundation (NSF) to expand existing programs to support and promote innovation in the United States through transformative telecommunications research. Defines “transformative telecommunications research” as basic research involving ideas, discoveries, or tools that: (1) radically change understanding of an important existing scientific or engineering concept or educational practice; or (2) leads to the creation of a new paradigm or field of science, engineering, or education related to telecommunications. Requires NIST and NSF to solicit proposals annually. Directs NIST to support the development of technologies facilitating the availability and affordability of advanced communications services to all Americans and to support intramural and cooperative research with institutions of higher education. Directs NSF to expand existing grant programs to include transformative telecommunications research relevant to emerging wireless technologies that may enhance advanced communications services or make such services more affordable for consumers. Requires the Defense Advanced Research Projects Agency (DARPA) to conduct wireless communications research to develop more secure, reliable, and flexible radio-frequency systems for federal wireless users. Title III: Spectrum Auction Authority - (Sec. 301) Extends, until September 30, 2021, the FCC's authority to grant a license or permit under applicable competitive bidding provisions. (Sec. 302) Directs: (1) the Assistant Secretary to identify for reallocation at least 15 megahertz of certain contiguous spectrum between 1675 and 1710 megahertz (minus the geographic exclusion zones, or any amendment thereof) from the October 2010 NTIA report on wireless broadband systems; and (2) the FCC to auction various specified spectrum ranges. Requires: (1) the FCC to reallocate spectrum between the 3550 and 3650 megahertz frequencies for competitive bidding, or (2) the President to identify alternative federal agency bands (totaling more than 20 and up to a maximum of 100 megahertz) for such reallocation. Directs proceeds of the respective auctions to be deposited with the Public Safety Trust Fund established in title IV of this Act. Amends competitive bidding system design requirements. (Sec. 303) Authorizes the FCC, if it is consistent with the public interest in spectrum utilization for a licensee to voluntarily relinquish licensed spectrum usage rights in order to permit the assignment of new initial licenses through a competitive bidding process subject to new service rules, or to permit the designation of new spectrum for unlicensed use, to disburse to that licensee a portion of any auction proceeds attributable to the licensee's relinquished spectrum usage rights. Conditions such relinquishment upon the retention of the appropriate carriage rights applicable at the shared location by television broadcast stations required to be carried that voluntarily elect to share a channel. Prohibits the FCC from reclaiming spectrum licensed on a primary basis to a television broadcast station, directly or indirectly, on an involuntary basis to carry out such an incentive auction. Sets forth an exception allowing the FCC to reclaim certain spectrum if it assigns an identical amount of contiguous spectrum located between specified channels in the same geographic market to the television broadcast licensee, provided that: (1) the FCC is prohibited from involuntarily co-locating multiple television broadcast station licensees on the same channel, and (2) television broadcast stations required to be carried that voluntarily elect to share a channel retain the same rights to carriage as such rights apply to such station at its shared location. Permits the FCC, when assigning spectrum to television licensees pursuant to such exception, to disburse to the licensee a portion of the auction proceeds for relocation to any FCC-designated alternative frequency or location. Directs the FCC to make reasonable efforts to: (1) preserve the amount of population covered by a licensee's signal within the licensee's service area; (2) avoid any involuntary increase in interference to the licensee's signal that may otherwise result from new spectrum assignments; (3) allow licensees assigned to broadcast channels 2-6 to relocate, if possible, to channels in the ultra-high frequency (UHF) range; and (4) allow low power television broadcast licensees assigned to channels in the UHF range impacted by relocation of other licensees to relocate to channels in the very high frequency (VHF) range. Requires specified bands of spectrum to be assigned via a competitive bidding process with a portion of the proceeds authorized to be disbursed to other licensees to ensure that unlicensed spectrum remains available in such frequency bands nationwide in each local market. Requires specified auction proceeds to be deposited in the Public Safety Trust Fund. Establishes the Incentive Auction Relocation Fund, to be administered by the Assistant Secretary and available for use by NTIA in consultation with the FCC, to cover the reasonable costs of television broadcast stations and multichannel video programming distributors affected by relocation. Sets forth authority for incentive auctions to repurpose certain mobile satellite services spectrum for terrestrial broadband use. Expresses the sense of Congress that any spectrum identified for auction should be licensed on a flexible basis and consistent with the public interest, convenience, and necessity. (Sec. 304) Directs the FCC to report biennially to Congress and the Corporation on an inventory of the spectrum assigned and allocated to public safety use, the number of licensees and amount of spectrum assigned to each licensee, the technologies and systems in each band, the network coverage and users of the major systems, and the opportunity for return of any additional spectrum for reallocation. (Sec. 305) Directs the Comptroller General to report on the current and future capabilities of fixed and mobile satellite broadband to assist public safety entities during an emergency. (Sec. 306) Directs the Administrator of General Services (GSA) to establish rules allowing public safety entities licensed or otherwise permitted to use spectrum allocated to the Corporation to have access to federal infrastructure appropriate for the construction and maintenance of the network. (Sec. 307) Directs the FCC, within five years, to report to Congress on the development and use of any spectrum it designates as unlicensed spectrum. Title IV: Public Safety Trust Fund - (Sec. 401) Establishes the Public Safety Trust Fund. Requires that specified spectrum auction proceeds be deposited in such Fund and used, through FY2021, for: (1) incentive auction disbursement payments to licensees; (2) deposits in the Incentive Auction Relocation Fund and the State and Local Implementation Fund; (3) a deposit of $11.75 billion with the Corporation, including specified minimum amounts for any Radio Access Network build out and an Evolved Packet Core; (4) NIST, DARPA, and NSF research grants; and (5) deficit reduction, if any amounts remain. Directs the FCC, at least three months before an incentive auction, to notify Congress of the methodology for calculating certain disbursal payments and that the methodology considers the value of the spectrum voluntarily relinquished in its current use and the timeliness with which the licensee will clear its use. Requires, after FY2021, that amounts in the Fund be deposited in the Treasury’s general fund for the sole purpose of deficit reduction. Title V: Spectrum Policy - Subtitle A: Inventory and Planning - (Sec. 501) Directs the FCC to: (1) prepare a biennial inventory of each radio spectrum band managed by specified agencies, including the authorized licensee or government user and the number of transmitters, end-user terminals, or receivers deployed or authorized in the band; and (2) make a centralized inventory of the bands of each agency available to the public via an Internet-accessible website updated at least quarterly. (Sec. 502) Directs: (1) the Comptroller General to report with recommendations on the processes that federal entities utilize to evaluate and manage their spectrum needs and resources; and (2) each federal entity to establish, update, or revise their processes based on such recommendations and submit to the NTIA an assessment of the options with regard to such processes. Requires each federal entity to provide a biennial entity-specific strategic spectrum plan to the Assistant Secretary and OMB. Directs the Secretary of Commerce, within six months after receiving the initial entity-specific strategic spectrum plans, to develop and submit to Congress a Federal Strategic Spectrum Plan to be updated after each biennial submission of the entity-specific plans. Directs the NTIA and FCC to develop a quadrennial National Strategic Spectrum Plan including: (1) the Federal Strategic Spectrum Plan; (2) long-range spectrum planning of commercial, state and local government, and federal users; (3) new technologies or expanded services requiring spectrum; (4) the characteristics of new radio communication systems and required spectrum; (5) approaches to meeting future spectrum requirements; and (6) the effectiveness of current auction processes in promoting competition, improving efficient spectrum use, and maximizing the full economic value of spectrum to customers, industry, and taxpayers. Subtitle B: Markets - (Sec. 511) Requires the FCC to conduct a rulemaking to determine how to further promote a more robust secondary spectrum market including the feasibility of a national database to collect and disseminate information on secondary spectrum market opportunities. (Sec. 512) Directs the FCC to modify FCC regulations to allow unlicensed devices intended and marketed for indoor use to operate in the 5350-5470 MHz band, subject to specified conditions. Requires the NTIA to submit to Congress an evaluation of known and proposed sharing technologies and the risk to federal users if unlicensed U-NII (Unlicensed National Information Infrastructure) devices were allowed to operate indoors within such band. (Sec. 513) Directs the FCC to revise its regulations to promote greater experimentation, broaden market trial opportunities, promote health care advancements, establish innovation zones, and establish a process for universities, companies, non-profit organizations, and other qualified entities to use a broad range of radio frequencies for research and experimentation on a non-interference basis without having to obtain prior FCC authorization for the use of specific frequencies. (Sec. 514) Amends the National Telecommunications and Information Administration Organization Act to: (1) revise provisions concerning payment of relocation and sharing costs incurred by federal agencies for certain potential or planned auctions, sharing of spectrum frequencies, or reallocation from federal use to exclusive nonfederal or shared federal and nonfederal use; and (2) permit federal entities to allow nonfederal entities access to frequency assignments with NTIA approval. (Sec. 515) Directs the NTIA to submit a report to Congress identifying spectrum appropriate for sharing with non-government entities or nonfederal government entities including consideration of how federal entities can utilize dynamic spectrum sharing technologies to allow sharing of underutilized spectrum without interference to the primary usage by the federal government. Requires the NTIA to conduct a public consultation and, with the Interdepartment Radio Advisory Committee, develop rules for federal users to increase spectrum sharing by federal entities. Subtitle C: Efficiency and Management - (Sec. 521) Requires the Assistant Secretary to be assigned the responsibility to promote the best possible and most efficient use of electromagnetic spectrum resources across the federal government, subject to and consistent with the needs and missions of federal agencies. (Sec. 522) Directs the NTIA to develop analytic tools or metrics for the NTIA and federal entities to measure the spectrum efficiency of federal spectrum systems. (Sec. 523) Directs the Comptroller General to report on the design and operation of each transmission system (any telecommunications, broadcast, satellite, commercial mobile service, or other communications system employing radio spectrum) so that reasonable use of adjacent spectrum does not excessively impair such system. (Sec. 524) Directs the NTIA to examine its frequency assignment processes and consider best practices for collecting and validating data from federal entities. (Sec. 525) Directs the NTIA to develop a framework for determining the annual economic opportunity cost of each specific federal spectrum band assigned or allocated for use by federal entities. Requires such framework to account for the spectrum pricing methodologies adopted by other countries utilizing administered incentive pricing of spectrum for government users. Defines “opportunity cost” as the value of the spectrum, in dollar terms, as if such spectrum were to be reallocated to the highest commercial alternative use that currently does not have access to that spectrum. Requires each federal entity assigned or allocated use of a federal spectrum band to annually report, as an off-budget item, the opportunity cost borne by the entity for each spectrum band the entity uses. Directs such federal entities, every five years, to compare such opportunity cost to the projected costs of the entity relocating to other government spectrum holdings, co-locating with other government agencies, leasing other nonfederal spectrum, or contracting spectrum activities. Directs the Comptroller General, every five years, to determine if the technologies and equipment used by federal entities operating on federal spectrum allocations are the most spectrum efficient available. (Sec. 526) Requires the OMB to update OMB Circular A-11 to reflect recommendations in the Commerce Spectrum Management Advisory Committee Incentive Subcommittee report, adopted January 11, 2011. (Sec. 527) Directs the NTIA to report to Congress on the status of NTIA's plan to implement recommendations contained in the President's November 29, 2004, Memorandum on Improving Spectrum Management for the 21st Century. (Sec. 528) Prohibits a state or local government from denying, and requires approval of, any request for collocation, removal, or replacement of an existing wireless tower that does not substantially change its physical dimensions. Establishes a uniform application for federal easements and rights-of-way and a master contract process for siting wireless facilities on federal property and buildings. Title VI: Studies on Next Generation 9-1-1 Services - (Sec. 602) Directs the National Highway Traffic Safety Administration (NHTSA) to report to Congress on the costs for specific Next Generation 9-1-1 services (an IP-based system comprised of hardware, software, data, and operational policies for emergency calls and messages) to assist the consideration of a long-term funding mechanism. (Sec. 603) Directs the FCC to report to Congress on recommendations for the legal and statutory framework for Next Generation 9-1-1 services, consistent with the recommendations in the National Broadband Plan developed by the FCC pursuant to the American Recovery and Reinvestment Act of 2009. Title VII: Miscellaneous - (Sec. 701) Prohibits the remainder of this Act from being affected if any provision (or application of a provision to any person or circumstance) is held to be unconstitutional. (Sec. 702) Prohibits this Act from being construed as adding or subtracting from any authority the FCC may have to regulate broadband Internet access service. Title VIII: Compliance with Statutory Pay-As-You-Go Act - (Sec. 801) Provides for compliance of the budgetary effects of this Act with the Statutory Pay-As-You-Go Act of 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SPECTRUM Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Strengthening Public-safety and Enhancing Communications Through Reform, Utilization, and Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Public Safety Spectrum and Wireless Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the sense of Congress that Congress should enact, and the President should sign, bipartisan legislation to strengthen public safety and to enhance wireless communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:07:49-05:00"
}