{
  "actions": [
    {
      "acted_at": "2012-03-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2252-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-29", 
  "number": "2252", 
  "official_title": "A bill to rebuild the American middle class by creating jobs, investing in our future, building opportunity for working families, and restoring balance to the tax code.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1876-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3313-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3903-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4016-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4123-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5333-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5727-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6211-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s984-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2145-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2230-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3453-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Rebuild America Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Aging", 
    "Alternative and renewable resources", 
    "Army Corps of Engineers", 
    "Aviation and airports", 
    "Bankruptcy", 
    "Business investment and capital", 
    "Capital gains tax", 
    "Census and government statistics", 
    "Child care and development", 
    "Civil actions and liability", 
    "Community life and organization", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional agencies", 
    "Congressional officers and employees", 
    "Congressional oversight", 
    "Contracts and agency", 
    "Corporate finance and management", 
    "Department of Labor", 
    "Department of the Treasury", 
    "Disability and paralysis", 
    "Domestic violence and child abuse", 
    "Economic development", 
    "Economics and public finance", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Emergency planning and evacuation", 
    "Employee benefits and pensions", 
    "Employee hiring", 
    "Employee leave", 
    "Employment and training programs", 
    "Employment discrimination and employee rights", 
    "Employment taxes", 
    "Energy assistance for the poor and aged", 
    "Energy efficiency and conservation", 
    "Environmental health", 
    "Environmental regulatory procedures", 
    "Financial crises and stabilization", 
    "Financial services and investments", 
    "First responders and emergency personnel", 
    "Government Accountability Office (GAO)", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Housing and community development funding", 
    "Human rights", 
    "Income tax credits", 
    "Income tax rates", 
    "Inflation and prices", 
    "Infrastructure development", 
    "International monetary system and foreign exchange", 
    "Labor and employment", 
    "Labor-management relations", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Library of Congress", 
    "Manufacturing", 
    "Pension Benefit Guaranty Corporation", 
    "Poverty and welfare assistance", 
    "Preschool education", 
    "Public transit", 
    "Research and development", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Sales and excise taxes", 
    "Securities", 
    "Self-employed", 
    "Sex offenses", 
    "Small business", 
    "Social security and elderly assistance", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Tariffs", 
    "Tax administration and collection, taxpayers", 
    "Taxation of foreign income", 
    "Teaching, teachers, curricula", 
    "Trade agreements and negotiations", 
    "Transportation programs funding", 
    "U.S. and foreign investments", 
    "U.S. territories and protectorates", 
    "Unemployment", 
    "User charges and fees", 
    "Wages and earnings", 
    "Water use and supply", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-29", 
    "text": "Rebuild America Act - Establishes grant programs for investment in projects to: (1) modernize, renovate, and repair educational facilities; (2) renovate energy systems, including planning and assessment activities and implementation of energy efficiency and renewable energy projects; and (3) rebuild U.S. infrastructure. Directs the President to develop a comprehensive national manufacturing strategy. Authorizes the Secretary of Commerce to award grants to establish sectoral technology and innovation centers to assist small or medium-sized manufacturers to innovate and develop new products. Amends the Internal Revenue Code to: (1) extend through 2016 the tax credit for increasing research activities, and (2) increase the alternative simplified research tax credit. Requires trade-related legislation introduced in Congress after the enactment of this Act to include provisions providing for labor standards, environmental and public safety standards, and foreign investment in the United States. Provides funding for the Interagency Trade Enforcement Center. Amends the Tariff Act of 1930 to include as a \"countervailable subsidy\" requiring action under a countervailing duty or antidumping duty proceeding the benefit conferred on merchandise imported into the United States from foreign countries with fundamentally undervalued currency. Regional Partnerships for High-Quality Jobs Act - Directs the Secretaries of Labor and Education to establish a grant program to educate and train workers for high-quality employment. College and Career Ready Classrooms Act - Authorizes the Secretary of Education to award grants for the development, implementation, and monitoring of comprehensive, statewide professional development to increase the effectiveness of all teachers in the instruction of college and career-ready state standards and the development and use of curriculum that is aligned with such standards. Provides for allotments to states to prevent layoffs of teachers, law enforcement officers, and first responders and to retain, restore, or expand critical services needed by local communities. Authorizes the Secretary of Health and Human Services (HHS) to award grants to states to increase the availability of high-quality childhood care and education programs. Retirement Security Act of 2012 - Establishes a Commission on Retirement Security to review, and identify problems in, the private retirement system and develop recommendations for improving such system. Amends the Internal Revenue Code and title II (Old Age, Survivors, and Disability Insurance) of the Social Security Act to increase funding for social security retirement benefits and to increase the cost-of-living adjustment for such benefits. Healthy Families Act - Allows employees to use accrued paid sick leave to: (1) meet their own medical needs; (2) care for the medical needs of certain family members; or (3) seek medical attention, assist a related person, take legal action, or engage in other specified activities relating to domestic violence, sexual assault, or stalking. Amends the Fair Labor Standards Act to: (1) increase the minimum wage, and (2) revise salary thresholds for payment of overtime pay. Allows a work opportunity tax credit for the hiring of workers who receive disability benefits. Amends the Internal Revenue Code to require an individual taxpayer whose adjusted gross income exceeds $1 million to pay a minimum tax rate of 30% of the excess of the taxpayer's adjusted gross income over the taxpayer's modified charitable contribution deduction for the taxable year (tentative fair share tax). Establishes the amount of such tax as the excess (if any) of the tentative fair share tax over the excess of: (1) the sum of the taxpayer's regular tax liability, the alternative minimum tax (AMT) amount, and the payroll tax for the taxable year; over (2) certain tax credits. Increases the capital gains tax rate for certain high-income taxpayers. Amends the Internal Revenue Code to impose a .03% excise tax on the purchase of a security: (1) if such purchase occurs on a trading facility located in the United States, or (2) the purchaser or seller is a U.S. person. Defines \"security\" to include: (1) stocks, partnership interests, notes, bonds, debentures, or other evidences of indebtedness; and (2) interests in a derivative financial instrument (i.e., any option, forward contract, futures contract, notional principal contract, or any similar financial instrument). Imposes new restrictions on U.S. corporations and other entities with foreign income with respect to: (1) tax deductions allocable to deferred foreign income, (2) the recalculation of foreign income taxes, (3) intangible property transferred overseas, and (4) the limit on the foreign tax credit for dual capacity taxpayers (taxpayers who are subject to a tax levy by a foreign country or U.S. possession and who receive a specified economic benefit from such country or possession). Amends the Internal Revenue Code to: (1) set forth a special rule for the inclusion in gross income of partnership interests transferred in connection with the performance of services, and (2) treat as ordinary income the net capital gain with respect to an investment services partnership interest except to the extent such gain is attributable to a partner's qualified capital interest. Pension Guaranty Improvement Act of 2012 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to: (1) revise requirements for the composition and duties of members of the board of directors of the Pension Benefit Guaranty Corporation (PBGC), (2) appoint a Participant and Plan Sponsor Advocate, and (3) provide for an increase in multiemployer plan benefit guarantee and annual premium rates. Pension and Participant Protect Act - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to expand protections for existing defined benefit pension plans. Fair Playing Field Act of 2012 - Amends the Internal Revenue Code to authorize the Secretary of the Treasury to issue regulations and other guidance on workers' employment tax status (i.e., as an employee or as an independent contractor). Establishes in the Treasury the Rebuild America Trust Fund to provide funding for projects to rebuild infrastructure under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rebuild America Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "College and Career Ready Classrooms Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Playing Field Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Healthy Families Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pension and Participant Protect Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pension Guaranty Improvement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Regional Partnerships for High-Quality Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Retirement Security Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to rebuild the American middle class by creating jobs, investing in our future, building opportunity for working families, and restoring balance to the tax code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:23:24-05:00"
}