{
  "actions": [
    {
      "acted_at": "2012-02-15", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4044-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-15", 
  "number": "4044", 
  "official_title": "To amend the National Telecommunications and Information Administration Organization Act to create a Federal Spectrum Reallocation Commission, to provide for the use of a portion of the proceeds from the auction of reallocated Federal spectrum for deficit reduction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maximizing Spectrum Efficiency and Value Act of 2012", 
  "sponsor": {
    "district": "11", 
    "name": "Kinzinger, Adam", 
    "state": "IL", 
    "thomas_id": "02014", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-15", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting, cable, digital technologies", 
    "Congressional oversight", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Legislative rules and procedure", 
    "Licensing and registrations", 
    "Science, technology, communications", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-15", 
    "text": "Maximizing Spectrum Efficiency and Value Act of 2012 - Amends the National Telecommunications and Information Administration Organization Act to establish a Federal Spectrum Reallocation Commission to make recommendations to the President on the reallocation of federal spectrum over a specified time period. Directs each federal agency to include a spectrum utilization plan as part of the budget justification documents submitted to Congress each fiscal year. Requires that copies of the plan be submitted to the Reallocation Commission, the Secretary of Commerce, and the National Telecommunications and Information Administration (NTIA). Requires the Secretary to submit to Congress, the Comptroller General, and the Reallocation Commission a report identifying and recommending for reallocation bands of frequencies that: (1) are allocated primarily for federal government use, (2) are not required for federal government needs, and (3) can feasibly be made available for assignment through a competitive bidding system under the Communications Act of 1934 during the five-year period beginning on the date of submission of the report. Directs the Reallocation Commission to hold public hearings and submit to the President and Congress a review and analysis of the Secretary's recommendations with an explanation and justification of any Reallocation Commission recommendation for federal spectrum reallocation that is different from the Secretary's recommendations. Directs the President to determine whether to approve the Reallocation Commission recommendations and to submit a report on such determination to Congress and the Reallocation Commission. Sets forth a process requiring the Reallocation Commission, if the President disapproves the recommendations, to continue submitting a revised list of recommendations until the President approves it. Terminates the Reallocation Commission 60 days after the President approves the recommendations. Directs the President to submit the approved recommendations to Congress. Directs the head of each federal entity required to relocate spectrum under the approved recommendations to prepare and submit an implementation plan to the President, Congress, the NTIA, the Federal Communications Commission (FCC), the Office of Management and Budget (OMB), and the Comptroller General. Directs each such federal entity, after the President submits the approved recommendations to Congress, to: (1) initiate actions required to comply with the recommendations within two years, and (2) complete such actions within five years. Prohibits federal entities from initiating such compliance actions if a joint resolution is enacted that disapproves the recommendations within a specified period. Requires the FCC, within two years after the President submits the approved recommendations to Congress, to commence the auctioning of frequencies that will be made available for assignment of new intitial licenses subject to new service rules or for other purposes. Directs any federal government station operating on electromagnetic spectrum identified in the approved recommendations for the reallocation of federal spectrum, to the maximum extent practicable, to relocate its spectrum use to other frequencies allocated for federal use or to consolidate its spectrum use with other federal government stations in a manner that maximizes the spectrum available for nonfederal use. Authorizes Congress, if a federal entity fails to comply with an OMB-approved relocation deadline, to decrease the amount appropriated to the entity in the following fiscal year by up to one-half of 1%. Sets forth authority for the payment of relocation costs from the Spectrum Relocation Fund. Requires that specified proceeds from the auction of frequencies be deposited in the Treasury's general fund for the sole purpose of deficit reduction. Prohibits the FCC from: (1) establishing licensing conditions relating to its Report and Order on Preserving the Open Internet and Broadband Industry Practices adopted on December 21, 2010, (2) restricting the number or type of bidders or any specific bidder from participating in a public auction, (3) prescribing the rates or terms of or otherwise conditioning services that may be offered by successful bidders in any such auction, or (4) imposing any additional license requirements or rules on successful bidders once any such auction has been completed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maximizing Spectrum Efficiency and Value Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Telecommunications and Information Administration Organization Act to create a Federal Spectrum Reallocation Commission, to provide for the use of a portion of the proceeds from the auction of reallocated Federal spectrum for deficit reduction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:38:18-05:00"
}