{
  "actions": [
    {
      "acted_at": "1976-04-01", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12964-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-01", 
  "number": "12964", 
  "official_title": "A bill to amend section 358, 358a, 359, and 373 of the Agricultural Adjustment Act of 1938 and title I of the Agricultural Act of 1949 for the purpose of improving peanut programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12808-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Peanut Act", 
  "sponsor": {
    "district": "17", 
    "name": "Burleson, Omar", 
    "state": "TX", 
    "thomas_id": "00151", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-01", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural price supports", 
    "Agricultural societies", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Farm produce", 
    "Farm production quotas", 
    "Government lending", 
    "Marketing of farm produce", 
    "Nuts", 
    "Peanuts"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-01", 
    "text": "Peanut Act - Provides, under the Agricultural Adjustment Act of 1938, for a national acreage allotment of not less than 1,247,000 acres for the 1977 crop of peanuts. States that the farm yield for such crop shall be determined on a basis equal to 96 percent of the average actual yield per acre on the farm for the three highest yield years out of the five years preceding the year such yield determination is made. Provides that if peanuts were not produced on such farm in at least three years of such five-year period, the Secretary of Agriculture shall have a yield appraised at 90 percent of the yields established for similar farms. Establishes a farm marketing quota for such peanut crop equal to the quantity determined by multiplying the farm peanut acreage allotment by the farm yield. Sets forth economic penalties for the marketing of nonquota peanuts or the marketing of peanuts in a larger quantity or higher grade or quality than could reasonably be proved from the quality of peanuts or the grade acquired by handlers for marketing. States that only quota peanuts may be retained for use as seed on a farm and when so retained shall be considered as marketings of quota peanuts. Requires that all acreage planted to peanuts be measured and that the disposal of nonquota peanuts be supervised by area marketing associations designated pursuant to the Agricultural Act of 1949. Directs the Secretary of Agriculture under such Act to make price supports available to producers of the 1977 crop of peanuts through loans, purchases or other operations on quota peanuts at a net level of not less than 70 percent of the parity price as of April 1, 1977, and on nonquota peanuts at not more than 60 percent of the loan and purchase level for quota peanuts or 90 percent of the estimated value of peanuts for crushing, export, or both, whichever is lower. Directs the Commodity Credit Corportation to make warehouse storage loans available to marketing associations of specified producing areas which are selected and approved by the Corporation and which are operated primarily for the purpose of conducting such loan activities. Requires such associations to establish pools and maintain records by type for quota peanuts handled under loans and for nonquota peanuts produced without a contract between handler and producer. States that net gains on peanuts in such pool shall be distributed in proportion to the value of the peanuts placed in the pool by each grower. Provides that peanuts received under loan by such associations shall be offered for sale for domestic food and related uses. Sets forth the prices to be charged for such peanuts. Authorizes the sale for crushing or export of any peanuts received under loan which are not needed for domestic purposes. States that for the 1977 crop and subsequent crop of peanuts the Secretary shall permit the owner and operator of any farm for which a peanut acreage allotment is established to sell, lease, or transfer all or part of such allotment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peanut Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 358, 358a, 359, and 373 of the Agricultural Adjustment Act of 1938 and title I of the Agricultural Act of 1949 for the purpose of improving peanut programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:06-05:00"
}