{
  "actions": [
    {
      "acted_at": "1985-02-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-21", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1113-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-19", 
  "number": "1113", 
  "official_title": "A bill to make certain changes in the trigger provisions of the Federal-State Extended Unemployment Compensation Act of 1970, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Coyne, William J.", 
    "state": "PA", 
    "thomas_id": "00245", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-19", 
  "subjects": [
    "Census and Statistics", 
    "Depressed areas", 
    "Labor and employment", 
    "Labor statistics", 
    "Manpower training programs", 
    "State laws", 
    "States", 
    "Students", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-19", 
    "text": "Amends the Federal-State Extended Unemployment Compensation Act of 1970 to include individuals filing claims for regular, extended, additional, or supplemental compensation in determining the insured unemployment rate (IUR) in a State for purposes of the Federal-State extended unemployment compensation program. Revises State trigger provisions for such program to set: (1) the State \"on\" indicator for such program for any week if the IUR under State law for the period consisting of such week and the immediately preceding 12 weeks equalled or exceeded four percent; and (2) the State \"off\" for any week if the IUR under State law for the period consisting of such week and the immediately preceding 12 weeks is less than four percent. Provides that, for State trigger purposes, the IUR for any 13-week period shall be determined by reference to the average monthly covered employment under State law for the first four of the most recent six calendar quarters ending before the close of such period. Reinstates the national trigger for such program. Bases national trigger determinations on whether the seasonally adjusted IUR for all States equals or exceeds four-and-one half percent (as determined for periods and in a manner similar to that under State trigger provisions). Makes technical amendments. Repeals the 20-week work requirement for purposes of program eligibility determinations. Prohibits the denial of extended compensation payments to any recipient (who submits documentation to the Secretary of Labor) for any week because such recipient is in training or attending an accredited educational institution on a substantially full-time basis, or because of the application of State law to any such recipient relating to availability for work, the active search for work, or the refusal to accept work on account of such training or attendance, unless the State agency determines that such training or attendance will not improve the opportunities for employment of the recipient. Increases the number of weeks for which extended unemployment compensation is payable. Directs the Secretary of Labor to study: (1) the feasibility of having extended unemployment compensation payable on the basis of area triggers instead of State triggers; and (2) the changes in State law which would be necessary or appropriate to implement area triggers. Directs the Secretary to report, with recommendations, on such study to the Congress within two years after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make certain changes in the trigger provisions of the Federal-State Extended Unemployment Compensation Act of 1970, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:47-05:00"
}