{
  "actions": [
    {
      "acted_at": "1998-03-19", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-30", 
      "references": [
        {
          "reference": "CR H1704", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-31", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3505-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boyd, Allen", 
      "sponsored_at": "1998-03-19", 
      "state": "FL", 
      "thomas_id": "01467", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-19", 
  "number": "3505", 
  "official_title": "To amend the Clean Air Act to provide for the implementation of the revised ozone and particulate matter standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Revised Ozone and Particulate Matter Standards Implementation Act of 1998", 
  "sponsor": {
    "district": "20", 
    "name": "Dooley, Calvin M.", 
    "state": "CA", 
    "thomas_id": "00306", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-19", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Ecological research", 
    "Economics and public finance", 
    "Emissions trading", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Federal aid to air pollution control", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Law", 
    "Licenses", 
    "Nitrogen oxides", 
    "Ozone", 
    "Public lands and natural resources", 
    "Regional planning", 
    "Science, technology, communications", 
    "Smog", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-19", 
    "text": "Revised Ozone and Particulate Matter Standards Implementation Act of 1998 - Amends the Clean Air Act to provide that all requirements of such Act regarding the implementation of a revised national ambient air quality standard (NAAQS) shall apply to the eight-hour ozone and revised particulate matter (PM) standards, except as specified in this Act. Defines the \"eight-hour ozone standard\" as the NAAQS (primary and secondary) for ozone as revised on July 18, 1997. Makes existing additional provisions relating to ozone nonattainment areas inapplicable to areas that have attained air quality meeting the one-hour ozone standard. Defines the \"one-hour ozone standard\" as the NAAQS (primary) for ozone existing prior to July 18, 1997. Provides that States shall not be required to prepare maintenance plans for areas that have attained such standard. Directs the Administrator of the Environmental Protection Agency to authorize States to establish cap and trade programs to control regional transport of oxides of nitrogen under which a regional limitation is set on pollutant emissions and sources are allowed to trade emissions credits to achieve required reductions. Authorizes States that establish such programs by December 31, 1999, to extend the term of air pollution control permits by up to two years. Provides for a transitional classification for areas attaining the one-hour standard by December 31, 1999, but not attaining the eight-hour standard, subject to certain State implementation plan (SIP) submissions. Sets forth additional requirements for areas ineligible for transitional classification and allows such areas, after December 31, 2000, to petition to be subject to the eight-hour standard in lieu of the one-hour standard. Authorizes the Administrator to exempt transitional areas from specific ozone requirements on a case by case basis. Continues the application of the existing PM-10 NAAQS (primary) to areas that have not attained such standard as of July 18, 1997. Makes the new PM standards inapplicable until the Administrator completes a rulemaking for the existing standard relating to backsliding. Applies the new standards to States that submit approved SIPs for the attainment and maintenance of such standards. Provides for the establishment of: (1) a comprehensive monitoring network to determine ambient fine particle concentrations across the country; and (2) a nationally consistent monitoring network to measure and analyze PM-2.5. Requires the Administrator to fund 100 percent of the costs of purchasing and installing monitors. Authorizes States which complete deployment by June 30, 1999, to extend the length of air pollution control permits by up to one year. Requires the Administrator to request the National Academy of Sciences to: (1) review the new PM-2.5 standard, recommend research to reduce scientific uncertainties regarding the standard, and identify the most cost-effective means of achieving it; and (2) recommend, by June 30, 2002, whether to revise such standard. Directs the Administrator, by June 30, 1999, to designate all areas of the country as unclassifiable for PM-2.5. Establishes additional deadlines for the designation of PM-2.5 nonattainment areas by State Governors and the Administrator and for the submission of SIPs. (Sec. 3) Requires the Administrator to permit SIPs for nonattainment areas to reward sources of any air pollutant for which a national standard is in effect if such a source makes, and reports consistent achievement of, significant reductions in emissions of such pollutant below the benchmarks set by SIPs. Encourages States to design market-based strategies for attaining standards that focus on obtaining low cost reductions for all sources. Requires the Administrator to revise the rules relating to new source review and conformity so that States may comply with such rules with only minor revisions to SIPs for transitional ozone areas. (Sec. 4) Directs the Administrator to carry out certain requirements with respect to research on PM and tropospheric ozone. (Sec. 5) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revised Ozone and Particulate Matter Standards Implementation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act to provide for the implementation of the revised ozone and particulate matter standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:43-05:00"
}