{
  "actions": [
    {
      "acted_at": "1975-05-05", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6668-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-05", 
  "number": "6668", 
  "official_title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Allen Camp unit, Pit River division, Central Valley project, California.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Johnson, Harold T.", 
    "state": "CA", 
    "thomas_id": "00600", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-05", 
  "subjects": [
    "California", 
    "Public works", 
    "Rivers", 
    "Water resources development"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-05", 
    "text": "Authorizes the Secretary of the Interior to construct and maintain the Allen Camp unit, Pit River division as an addition to the Central Valley Project, California. Modifies Federal reclamation laws as applied to the Allen Camp unit to provide that lands held in single ownership which may be eligible to receive water from, through, or by means of unit works shall be limited to 160 acres. Authorizes the Secretary to replace those roads and bridges now under the jurisdiction of the Secretary of Agriculture inundated by the waters of the reservoir. States that for a period of 10 years from the date of enactment of this Act, no water from the unit authorized by this Act shall be delivered to any water user for the production on newly irrigated land of any basic agricultural commodity, if the total supply of such commodity for the marketing year is in excess of the normal supply. Authorizes the appropriation of $88,000,000 for the construction of the Allen Camp unit, plus such sums as may be required to operate and maintain such unit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Allen Camp unit, Pit River division, Central Valley project, California.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:19-05:00"
}