{
  "actions": [
    {
      "acted_at": "1984-02-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2291-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-09", 
  "number": "2291", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (Superfund) to allow immediate access to the full amount which will be available to the Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Superfund Improvement Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Gordon J.", 
    "state": "NH", 
    "thomas_id": "01365", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-09", 
  "subjects": [
    "Department of the Treasury", 
    "Environmental health", 
    "Environmental protection", 
    "Environmentally induced diseases", 
    "Epidemiology", 
    "Government liability", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Health", 
    "Health surveys", 
    "Intergovernmental fiscal relations", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local finance", 
    "Public health", 
    "Refuse and refuse disposal", 
    "State finance", 
    "States", 
    "Toxic substances legislation", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Hazardous waste disposal", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-09", 
    "text": "Superfund Improvement Act of 1984 - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) (\"Superfund\") to allow immediate access to the full amount which will be available in the Hazardous Substance Response Trust Fund by removing: (1) a requirement that uses of the Fund be subject to such amounts as are provided in appropriation Acts; (2) a provision that limits aggregate advances to the Fund to the amount estimated for the Fund for the following 12-month period; and (3) provisions relating to advances for payment of response and other costs. Limits the State share of remedial costs for cleanup of facilities owned by State or local governments to no more than 50 percent of the total amount (or such lesser amount as the President may determine appropriate). Authorizes the use of the Fund to cover the costs of specified health surveys. Requires that at least five percent of the total amount expended from the Fund in any fiscal year be used to carry out epidemiologic studies and health surveys, development and maintenance of a registry of persons exposed to hazardous substances to allow long-term health effect studies, and diagnostic services not otherwise available to determine whether persons in populations exposed to hazardous substances in connection with a release or suspected release are suffering from long-latency diseases. Includes among the activities qualifying for such five percent expenditure any of the above mentioned activities related to hazardous waste stored, treated, or disposed of at a facility having a hazardous waste management permit under the Solid Waste Disposal Act. Requires that such activities be carried out by the Agency for Toxic Substances and Disease Registry (ATSDR) either directly or through grants to State or local governments. Amends the Solid Waste Disposal Act to revise provisions relating to hazardous waste site inventories. Authorizes an additional $10,000,000 for FY 1985 to be used for conducting health surveys with respect to hazardous waste sites identified and eligible to be identified in such inventories and hazardous waste disposal facilities having a hazardous waste management permit. Requires that such health surveys be carried out by ATSDR either directly or through grants to State or local governments. Directs the State or local government to report the results of the survey to the Administrator of ATSDR, including recommendations with respect to further activities which need to be carried out under CERCLA provisions for epidemiologic studies, health surveys, registry of exposed persons, and diagnostic services. Directs the Administrator to: (1) include such recommendations in a report of any survey carried out directly by ATSDR; and (2) issue a final report which includes the results of all the surveys. Defines \"health surveys,\" for purposes of this Act's amendments to the Solid Waste Disposal Act and to CERCLA, to include preliminary assessments of the potential risk to human health posed by individual hazardous waste sites and facilities, based on specified factors. Provides that a purpose of such preliminary assessments shall be to help determine whether full-scale health or epidemiological studies and medical evaluations of exposed populations shall be undertaken. Provides that such amendments relating to health surveys shall be effective with respect to FY 1985 and thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Improvement Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (Superfund) to allow immediate access to the full amount which will be available to the Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:13-05:00"
}