{
  "actions": [
    {
      "acted_at": "1999-05-14", 
      "references": [
        {
          "reference": "CR E969", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-14", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1818-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Jim", 
      "sponsored_at": "1999-05-14", 
      "state": "FL", 
      "thomas_id": "01478", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fattah, Chaka", 
      "sponsored_at": "1999-05-14", 
      "state": "PA", 
      "thomas_id": "00371", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1999-07-26", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1999-07-26", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "1999-07-26", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1999-07-26", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1999-07-26", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Meehan, Martin T.", 
      "sponsored_at": "1999-07-26", 
      "state": "MA", 
      "thomas_id": "00788", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-14", 
  "number": "1818", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to improve the efficiency of the Federal Election Commission, to authorize appropriations for the Commission for fiscal year 2000, and for other purposes.", 
  "popular_title": "Federal Election Commission Authorization bill", 
  "related_bills": [], 
  "short_title": "FEC Reform and Authorization Act of 1999", 
  "sponsor": {
    "district": "5", 
    "name": "Hoyer, Steny H.", 
    "state": "MD", 
    "thomas_id": "00566", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Aliens", 
    "Auditing", 
    "Authorization", 
    "Business and politics", 
    "Campaign contributors", 
    "Campaign funds", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congressional candidates", 
    "Congressional districts", 
    "Congressional elections", 
    "Congressional officers", 
    "Conspiracy", 
    "Consumer price indexes", 
    "Corporations", 
    "Crime and law enforcement", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Election fraud", 
    "Electronic data interchange", 
    "Electronic mail systems", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Extortion", 
    "Facsimile transmission", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Fund raising", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Honoraria", 
    "Immigration", 
    "Internet", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Law", 
    "Loans", 
    "Political action committees", 
    "Political parties", 
    "Population statistics", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Primaries", 
    "Public records", 
    "Science, technology, communications", 
    "Self-incrimination", 
    "Standards", 
    "Subpoena", 
    "Technological innovations", 
    "Transportation and public works", 
    "Travel costs", 
    "Voting machines", 
    "Witnesses"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-14", 
    "text": "TABLE OF CONTENTS: Title I: Promoting Disclosure of Campaign Information Title II: Contributions and Expenditures Title III: Promoting Enforcement of Campaign Finance Laws Title IV: Public Financing of Presidential Election Campaigns Title V: Other Miscellaneous Provisions Title VI: Effective Date FEC Reform and Authorization Act of 1999 - Title I: Promoting Disclosure of Campaign Information - Amends the Federal Election Campaign Act of 1971 (FECA) to direct the Federal Election Commission (FEC) to promulgate a regulation requiring the electronic filing (accessible by computers) of any required designation, statement, or report, if the person required to file the designation, statement, or report has, or has reason to expect to have, aggregate contributions or expenditures in excess of an FEC-determined threshold amount. Requires the regulation to allow an electronic or alternative filing by any person not required to make such filing. Requires the FEC to make any filing accessible to the public on the Internet within 24 hours after receipt.(Sec. 102) Requires election cycle reporting in the case of an authorized committee of a candidate for Federal office.(Sec. 103) Grants the FEC authority to waive reporting requirements or modify deadlines if it determines that such an action is consistent with the purposes of this title. Requires the FEC to publish, during each calendar quarter, a list of each waiver granted during the previous quarter.(Sec. 104) Establishes the FEC as the sole point of entry for reports.(Sec. 105) Prohibits fraudulent misrepresentation in solicitation of contributions for or on behalf of any candidate or political party; or knowing and willful participation in or conspiracy to participate in any plan, scheme, or design to violate this prohibition.(Sec. 106) Subjects to regulation under the Act: (1) as a contribution any gift, subscription, loan, advance, or deposit of money or anything of value made by any person for the purpose of influencing any clearly identified individual to seek nomination or election to Federal office; and (2) as an expenditure any purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value made by any person for the purpose of influencing any clearly identified individual to seek such nomination or election. Applies this regulation to corporations and labor organizations.(Sec. 107) Permits the principal campaign committees of candidates for the House of Representatives or the Senate to file their reports on a monthly basis instead of quarterly or semiannually, as otherwise required. Requires monthly filers also to file: (1) a pre-primary election report (although the FEC may waive it if the primary occurs within the first 20 days of a month); and (2) (in lieu of monthly reports due in November and December of such year) pre-general election, post-general election, and year-end reports (Sec. 108) Sets uniform 15-day deadlines for semiannual, year-end, and monthly reports.(Sec. 109) Requires electronic filings accessible by computers (as required by Sec. 101 of this Act) to be accessible by facsimile (FAX) machines or electronic mail in the case of any report required to be filed within 24 hours after the transaction reported has occurred.(Sec. 110) Deems the actual receipt of certain independent expenditure reports within 24 hours by the appropriate recipient to be the time of filing (thus requiring actual receipt of such reports within 24 hours).(Sec. 111) Requires PACs to file monthly reports in presidential election years.Title II: Contributions and Expenditures - Repeals the current requirement that contributions to a candidate in a non-election year be considered as made during the election year. (Thus allows an individual to make up to $25,000 in contributions during a non-election year as well as in an election year.)(Sec. 202) Revises the prohibition against direct or indirect campaign contributions by foreign nationals to specify donations and expenditures as prohibited.(Sec. 203) Excludes from the meaning of contribution any lines of credit obtained by candidates (including brokerage accounts, credit cards, and home equity lines of credit) if they constitute commercially reasonable loans.(Sec. 204) Prohibits the separate segregated political fund established by a corporation, labor organization, or other specified entity from causing another person to make a contribution or expenditure by physical force, job discrimination, financial reprisals, or the threat of force, job discrimination, or financial reprisal.(Sec. 205) Repeals the requirement that the annual estimate by the Secretary of Commerce of the U.S. voting age population specify such population by congressional district. Postpones the deadline: (1) for the annual voting age population estimate from the first week of each January to February 15; and (2) for the Secretary of Labor's annual estimate of the change in the consumer price index from the beginning of each calendar year to February 15.(Sec. 206) Repeals the exclusion from the meaning of contribution (thus including as a contribution) any unreimbursed payment for travel expenses (honorarium) made by any individual on behalf of any candidate or any political committee of a political party, regardless of the cumulative value of such activity.(Sec. 207) Prohibits any candidate or political committee from accepting any contributions of U.S. currency or the currency of any foreign country from any person which, in the aggregate, exceed $100.Title III: Promoting Enforcement of Campaign Finance Laws - Amends the Federal criminal code to authorize the FEC to issue orders granting immunity to witnesses in criminal cases who refuse to testify on the grounds of possible self-incrimination.(Sec. 302) Authorizes the FEC, in the case of a violation of any requirement for the reporting of receipts or disbursements, to: (1) find (after written notice and an opportunity for a hearing on the record) that a person committed such a violation on the basis of information obtained pursuant to specified current procedures; and (2) based on such finding, require the person to pay a civil money penalty in an amount determined under a schedule of penalties the FEC establishes and publishes, which takes into account the amount of the violation involved, the existence of previous violations by the person, and such other factors as the Commission considers appropriate. Provides for judicial review of any adverse determination in the U.S. District Court for the District of Columbia.(Sec. 303) Extends from six months to 12 months after an election the period for audits for cause of a candidate's authorized committee.(Sec. 304) Revises the standard for initiation of actions to replace \"reason to believe a person has committed, or is about to commit,\" a violation of the Act or specified tax law with \"reason to investigate a possible violation\" of such Act or tax law that has occurred or is about to occur.(Sec. 305) Confers on any member of the FEC (currently, only the chairman or vice-chairman) the authority to sign subpoenas and reason-to-believe (alleged violation) notifications.Title IV: Public Financing of Presidential Election Campaigns - Amends the Internal Revenue Code to increase from 20 to 30 the number of States in each of which a presidential candidate must raise from residents more than $5,000 in contributions in order to be eligible for matching payments from the Presidential Primary Matching Payment Account.(Sec. 402) Amends FECA to repeal the aggregate State expenditure limits for presidential primary candidates.(Sec. 403) Repeals the separate limit on expenditures for fundraising for primary candidates. Restricts to the general election the current exclusion from the meaning of expenditure of any costs incurred for fundraising on behalf of a presidential candidate (currently the exclusion applies to both primary and general elections). Increases from $10 million to $12 million the limit on expenditures in a campaign for nomination for President.(Sec. 404) Amends the Internal Revenue Code to make ineligible for payments from the Presidential Election Campaign Fund or the Presidential Primary Matching Payment Account any candidate who: (1) has been convicted of willfully violating any provision of the Code with respect to the Fund or the Account; (2) has failed to make any required repayment; or (3) would not be eligible to serve as President if elected.(Sec. 405) Requires the deposit of repayments into the Presidential Election Campaign Fund instead of (as currently) the general fund of the Treasury.(Sec. 406) Amends FECA to prohibit contributions (except in accordance with specified restrictions) to presidential candidates certified to receive public financing.Title V: Other Miscellaneous Provisions - Amends FECA to authorize appropriations to the FEC for FY 2000.(Sec. 502) Directs the FEC (directly or by contract) to: (1) update the current national voting systems standards and conduct ongoing analyses of the technological advances to the equipment; and (2) publish such updated standards.(Sec. 503) Abolishes the ex officio membership on the FEC of the Clerk of House of Representatives and the Secretary of Senate.Title VI: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Federal Election Commission Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "FEC Reform and Authorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to improve the efficiency of the Federal Election Commission, to authorize appropriations for the Commission for fiscal year 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:50-05:00"
}