{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1319-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "1319", 
  "official_title": "A bill to strengthen education by consolidating certain elementary and secondary education grant programs through the provision of a share of the revenues of the United States to the States and to local educational agencies for the purpose of assisting them in carrying out education programs reflecting areas of national concern.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5823-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Better Schools Act", 
  "sponsor": {
    "district": null, 
    "name": "Dominick, Peter H.", 
    "state": "CO", 
    "thomas_id": "01320", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Revenue sharing", 
    "States"
  ], 
  "subjects_top_term": "Educational finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Better Schools Act - States that it is the purpose of this Act to consolidate specified current programs of Federal assistance to elementary or secondary education into a system of Federal revenue sharing for education designed to assist in meeting the needs of State and local school systems. Provides that allotments to a State and payments to the Secretary of Interior under this Act from appropriations for a fiscal year shall remain available for obligation and expenditure until the close of the next fiscal year. Provides that from the sums appropriated for carrying out this Act for any fiscal year the Secretary of Health, Education, and Welfare shall allot to each State an amount equal to 60 percent of the average per pupil expenditure in such State multiplied by the number of children in average daily attendance in the public elementary or secondary schools of such State during such year who resided on Federal property. States that the amount so allotted shall be available for any educational purpose. Provides specified formulae to be used in determining the above sums. Provides that each State shall pay to each of its local educational agencies for a fiscal year an amount equal to the sums allotted to such State under this Act for such year on account of the number of children in average daily attendance who resided on Federal property in the school district of such agency. Provides specified formulae to be employed by the States in dispersing the allotted funds to the various State agencies States that for the purposes of the formulae in this Act, the Secretary shall make the required determinations of average daily attendance, average per pupil expenditure in the United States, State average per pupil expenditure, and numbers of children, and in doing so he shall use the most recent satisfactory data available to him, referrable with respect to data used for each purpose to the same time period for all jurisdictions. Provides that, except as provided in this Act, children enrolled in nonprofit private elementary or secondary schools will be given an opportunity to participate, on an equitable basis, in activities for which funds are made available under this Act. States that the chief executive officer of a State shall be the State agency responsible for administration (or supervision of the administration) of the program under this Act in such State, except that a specified single State agency shall be responsible for such administration (or supervision of administration) if such officer determines that the law of such State so provides. Provides that if the Secretary, after reasonable notice and opportunity for hearing to the State agency, finds that a State has failed to comply substantially with any provision of this Act, the Secretary, until he is satisfied that there is no longer any such failure to comply, shall (1) terminate payments to such State under this Act, or (2) reduce payments under this Act by an amount equal to the amount of such payments which were not expended in accordance with this Act, or (3) limit the avilability of payments under this Act to programs, projects, or activities not affected by such failure to comply. Provides a procedure for judicial review of the actions of the Secretary. States that all laborers and mechanics employed by contractors and subcontractors in any construction which is assisted under this Act shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act. Provides that the Secretary shall make an annual report to the President and the Congress pertaining to the effectiveness of assistance under this Act in meeting the educational needs of children and adults. Sets forth definitions of terms to be used in this Act. Provides for the repeal of specified statutes which are replaced by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Better Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen education by consolidating certain elementary and secondary education grant programs through the provision of a share of the revenues of the United States to the States and to local educational agencies for the purpose of assisting them in carrying out education programs reflecting areas of national concern.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:34-05:00"
}