{
  "actions": [
    {
      "acted_at": "1987-03-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Development Institutions and Finance", 
      "text": "Referred to Subcommittee on International Development Institutions and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Finance, Trade and Monetary Policy", 
      "text": "Referred to Subcommittee on International Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1453-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development Institutions and Finance", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1987-03-05", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-05", 
  "number": "1453", 
  "official_title": "A bill to direct the Secretary of the Treasury to seek negotiations to establish a multilateral financial intermediary between heavily indebted, less developed countries and their creditors to reduce the amount of total debt of such countries through innovative financial practices in order to provide each such country with a more manageable current debt service, foster economic growth in such countries, and reduce the amount of such debt held by such creditors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Debt Deconcentration and Growth Promotion Act of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Morrison, Bruce A.", 
    "state": "CT", 
    "thomas_id": "00835", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-05", 
  "subjects": [
    "Accounting", 
    "Bank loans", 
    "Business losses", 
    "Credit", 
    "Debt agreements", 
    "Depreciation and amortization", 
    "Developing countries", 
    "Development credit institutions", 
    "Economic development", 
    "Finance and financial sector", 
    "Financial statements", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "International agencies", 
    "Multilateral development banks", 
    "National banks", 
    "Savings banks", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-05", 
    "text": "Debt Deconcentration and Growth Promotion Act of 1987 - Directs the Secretary of the Treasury to initiate negotiations with the member countries of the Organization for Economic Cooperation and Development and other appropriate countries over the establishment of a multilateral financial intermediary which would: (1) purchase sovereign debt of less developed countries from private creditors; and (2) enter into direct negotiations with the debtor countries over restructuring the debt in order to make such countries' debt services more manageable and to provide increased opportunities for economic growth in debtor countries and the industrialized trading countries. Directs the Secretary to propose that the participating countries agree: (1) to the establishment of a debt deconcentration facility, as an independent affiliate of the International Bank for Reconstruction and Development, authorized to purchase sovereign debt; (2) that the facility be authorized to negotiate with the debtor country whose debt has been purchased in order to achieve an agreement for retiring or restructuring such debt through traditional or innovative procedures; (3) that the facility be required to ensure that such a debtor country undertakes commitments to long-term economic development policies which are consistent with sustained economic growth, calculated to minimize capital flight and the regressive distribution of income, and calculated to enable the debtor country to meet its restructured debt obligations; (4) that the facility be authorized to issue obligations for the purchases of debt instruments, to invest funds obtained through the sale of any restructured debt instruments in such obligations as the participating countries may prescribe, and to use earnings on such investments to pay financing costs incurred on obligations issued; (5) that each such country will assume a contingent liability for the repayment of any facility obligation if the facility's invested funds are insufficient to repay such obligation upon maturity; and (6) to make changes in regulations and procedures applicable to banks of each such country to facilitate the operation of such facility. Requires the Secretary to submit to specified congressional committees: (1) a progress report, every three months, on such negotiations; and (2) a final report, upon the conclusion of such negotiations, describing the agreement attained and recommending appropriate legislation to implement such agreement. Requires the Secretary, the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, and the Federal Deposit Insurance Corporation to conduct a joint study of: (1) the profitability of sovereign lending to developing countries during the ten-year period beginning on January 1, 1987, by the nine largest banking organizations in the United States; and (2) actions taken during such period which resulted in the assumption of liability by less developed countries for loans originally made by such banking organizations to private borrowers, the aggregate amount of such loans which became sovereign debt, and the extent to which such assumption of liability was a condition imposed by any such banking organization for entering into a rescheduling agreement with respect to any other sovereign debt. Directs such agencies to determine the amount and percentage of the total net profits of each banking organization which were derived from transactions with debtor countries. Requires such agencies to submit to specified congressional committees a joint report of their findings and conclusions within three months after enactment of this Act. Amends the Federal Deposit Insurance Act, effective on the date the United States accepts membership in the debt deconcentration facility, to authorize an insured bank to amortize over a certain period any loss in connection with the sale of any loan to the debt deconcentration facility that it otherwise would be required to reflect in its financial statement for the calendar year. Limits such amortization period to the lesser of: (1) 30 years; or (2) the maturity period of the facility obligation that the bank received in such sale. Limits interest rates and rescheduling expenses chargeable by an insured bank pursuant to any loan rescheduling agreement with a debtor country under this Act. Prohibits any Federal banking agency, for five years, from taking into account the sale of any sovereign debt by an insured bank to the debt deconcentration facility for purposes of: (1) classifying or appraising the value of any other sovereign debt of the debtor country involved; or (2) requiring the establishment of reserves or allowances for possible losses on any other sovereign debt of such country."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Debt Deconcentration and Growth Promotion Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of the Treasury to seek negotiations to establish a multilateral financial intermediary between heavily indebted, less developed countries and their creditors to reduce the amount of total debt of such countries through innovative financial practices in order to provide each such country with a more manageable current debt service, foster economic growth in such countries, and reduce the amount of such debt held by such creditors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:02-05:00"
}