{
  "actions": [
    {
      "acted_at": "1979-03-01", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-01", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2539-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-01", 
  "number": "2539", 
  "official_title": "A bill to provide for continuation of authority to regulate exports.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Administration Act Amendments of 1979", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-01", 
  "subjects": [
    "Advisory bodies", 
    "Collective security agreements", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "International affairs", 
    "Licenses", 
    "National Security and Intelligence Operations", 
    "Negotiations", 
    "Science and technology", 
    "Strategic materials", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-01", 
    "text": "Export Administration Act of 1979 - Amends the Export Administration Act of 1969 to repeal provisions concerning the control and monitoring of exports and the information to be provided exporters. Authorizes the Secretary of Commerce to issue validated, distribution, or general export licenses depending on the circumstances. Requires the Secretary to maintain a commodity control list of goods or technology subject to export control. Authorizes the President, through the Secretary, to restrict exports of goods or technology which would be detrimental to U.S. military security, by means of export licenses. Requires the Secretary to publicize the imposition of such control. Stipulates that U.S. policy concerning export controls and individual countries shall not be based exclusively on the country's Communist or non-Communist status, but shall take into account various factors. Directs the Secretary to maintain, as part of the commodity control list, a list of goods or technology subject to export control. Limits the Secretary's authority to issue validated and distribution licenses for goods and technology. Requires the Secretary to establish a system of automatic annual increases in the performance levels of goods and technology required to have validated and distribution licenses in order to remove restrictions on those goods and technologies which are no longer detrimental to U.S. military security. Requires the Secretary to appoint technical advisory committees to advise the Secretary concerning export controls under this Act at the request of a substantial segment of any industry. Directs the President to begin negotiations for treaties controlling exports of goods and technology detrimental to the security interests of the treaty parties. Authorizes the President, through the Secretary, to restrict export of goods or technology necessary: (1) to further significantly U.S. foreign policy or international responsibilities; or (2) to encourage other countries to prevent the use of their territories or resources to aid international terrorism, by means of export licenses. Sets forth the criteria for such controls. Requires consultation with the industry concerned and with Congress (giving Congress an opportunity to veto such control) before imposing such controls. Requires the President to first attempt to secure the objectives of this Act through diplomatic means. Excludes goods and technology which would help meet basic human needs from such controls. Sets forth the procedure for processing validated and distribution export license applications. Prohibits the disclosure of confidential information other than to Congress. Requires the Secretary to submit annual reports to Congress concerning the administration of this Act. Authorizes the President and the Secretary to issue any necessary rules and regulations. Authorizes appropriations through fiscal year 1981 to carry out the purposes of this Act. Terminates authority under this Act on September 30, 1983. Makes certain technical amendments to conform to the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for continuation of authority to regulate exports.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:40-05:00"
}