{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-30", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Highways and Transit", 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6299-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "51", 
      "name": "Filner, Bob", 
      "sponsored_at": "2010-11-18", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "6299", 
  "official_title": "To amend title 23, United States Code, to reauthorize and modify the surface transportation project delivery pilot program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jobs Through Environmental Safeguarding and Streamlining Act of 2010", 
  "sponsor": {
    "district": "37", 
    "name": "Richardson, Laura", 
    "state": "CA", 
    "thomas_id": "01883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Air quality", 
    "Environmental assessment, monitoring, research", 
    "Intergovernmental relations", 
    "Roads and highways", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation programs funding"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Jobs Through Environmental Safeguarding and Streamlining Act of 2010 - Modifies the prohibition, under the surface transportation project delivery pilot program, against assignment to a state of the responsibility of the Secretary of Transportation (DOT) for any conformity determination under the Clean Air Act with regard to highway projects in the state. Allows the Secretary to assign a state that responsibility for an individual project. Treats any project as a highway project if the Federal Highway Administration (FHWA) is the lead agency for it. Allows the Secretary to assign a state authorities relating to the FHWA and another DOT modal administration with regard to any highway project involving such agencies. Eliminates the limitation to Alaska, California, Ohio, Oklahoma, and Texas of state participation in the program. Allows program participation by any state meeting the selection criteria. Revises requirements for the written agreement under the pilot program between the Secretary and a state governor to include agreement to carry out the Secretary's assigned responsibilities using the best available science. Limits such an agreement to a five-year renewable term. Allows the agreement to list projects excluded from the program. Prohibits the agreement from imposing on the state a limitation on the use of a project delivery method, if the limitation would not otherwise apply to the state. Treats as a project delivery method state authority to acquire rights-of-way and conduct final design work for a project with state funds on an at-risk basis before completion of the project's environmental review process. Authorizes the Secretary to monitor state compliance with an agreement, instead of conducting an audit, if the state has been participating in the program pursuant to the agreement for ten consecutive years. Requires the Secretary to commence the auditing process, however, if a state, while participating in the monitoring program, repeatedly fails to comply with all aspects of the agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jobs Through Environmental Safeguarding and Streamlining Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 23, United States Code, to reauthorize and modify the surface transportation project delivery pilot program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:47-05:00"
}