{
  "actions": [
    {
      "acted_at": "1983-06-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3251-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1983-06-22", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1983-06-08", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1983-06-08", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1983-06-22", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1983-06-22", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1983-06-08", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1983-06-08", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1983-06-22", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1983-06-22", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1983-06-27", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-08", 
  "number": "3251", 
  "official_title": "A bill to amend the Clean Air Act to control acid precipitation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "D'Amours, Norman E.", 
    "state": "NH", 
    "thomas_id": "00259", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-08", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Air pollution control", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal-state relations", 
    "Standards", 
    "States"
  ], 
  "subjects_top_term": "Acid precipitation (Meteorology)", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-08", 
    "text": "Amends the Clean Air Act to require any State within the acid rain mitigation area to provide for the control of acid deposition in its State implementation plan. Provides that such acid rain (or precipitation) mitigation area shall be the 31 States east of a line running south from the western borders of Minnesota, Iowa, Missouri, and Arkansas. Sets deadlines for: (1) such State submission of a plan meeting acid deposition control requirements (one year after enactment of this Act); and (2) approval of such plan by the Administrator of the Environmental Protection Agency (one year and four months after such enactment). Requires that if such deadlines are not met: (1) no plan shall be promulgated by the Administrator; and (2) electric utility steam generating units on specified lists must comply, within five years of such enactment, with an emission limitation for sulfur dioxide of one and two-tenths pounds per million British thermal units (Btu) on a 30-day average. Sets forth provisions for mitigation of acid precipitation. Directs the Administrator, within 90 days after the enactment of this Act, to publish: (1) a list of the 50 electric utility steam generating units located in the acid rain mitigation area which had the highest annual emissions of sulfur dioxide for the calendar year 1980 and which are not subject to standards of performance for new stationary sources; and (2) a list of all other electric utility steam generating units located in that area which have a generating capacity of more than 100 megawatts and which are not subject to standards of performance for new stationary sources. Requires each applicable implementation plan for each State in the acid rain mitigation area to establish a statewide program for reduction of net sulfur dioxide emissions from stationary sources located in that State, which will achieve a specified reduction in the total annual sulfur dioxide emissions by 1993. Requires that such reduction equal the reduction which would result if a specified schedule of requirements were applied to each unit listed. Permits the total emissions reductions required under the State program to be achieved by application of appropriate enforceable emission reduction techniques to: (1) the listed sources; or (2) any other sources of sulfur dioxide in the acid rain mitigation area. Requires the regulated sources to conduct continuous emissions monitoring and to make the data thus obtained available to the Administrator and the public. Permits substitution of a reduction of two units by weight in emissions of oxides of nitrogen to be substituted for each unit of required reductions in emissions of sulfur dioxide under this Act. Directs the Administrator to establish an emission reduction credit program for controlled trading by States within five emission reduction credit regions within the acid rain mitigation area. Authorizes the Administrator to carry out: (1) a full-scale demonstration of limestone-injection multistage burner technology on one or more 100 to 200 megawatt utility boilers; and (2) such other research and demonstration activities relating to appropriate innovative sulfur dioxide control technologies. Directs the Administrator to report the results of such research and demonstration activities to the Congress by September 30, 1985. Authorizes appropriations to carry out such research and demonstration activities and report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to control acid precipitation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:03-05:00"
}