{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2622-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Wallace F.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01281", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "2622", 
  "official_title": "A bill to declare a national policy to protect and manage islands of the Nation which possess unique environmental, recreational, historical, and cultural values; to authorize a study by the Secretary of the Interior of our Nation's islands including recommendations of islands to be added to the national park wildlife refuge, and forest systems; to encourage and establishment of State islands conservation and recreation programs; to add to the Land and Water Conservation Fund and authorize the provision of a portion of the additional funds to State and local governments for the acquisition of islands and the purchase or lease of Federal surplus island property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Islands Conservation and Recreation Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental protection", 
    "Islands", 
    "Parks", 
    "Recreation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "National Islands Conservation and Recreation Act - Declares it to be the purpose of this Act to establish a national policy to preserve and manage islands with unique environmental, recreational, historical, or cultural values. Directs the Secretary of the Interior to undertake a study of the Nation's islands and to submit a report thereof to the Congress and Governors of the States. Provides that the report shall include recommendations to Congress as to which islands should be added to the national park, wildlife refuge, and forest systems, and which should be acquired, with Federal assistance, by the States pursuant to this Act. Requires that islands recommended by the Secretary as eligible for acquisition by the States shall possess outstanding environmental, recreational, historical, or cultural values, and be largely undeveloped. Provides that priority for Federal assistance shall be given to those islands which are: (1) most accessible to urban areas; (2) most immediately threatened by the pressures of development; (3) within the jurisdictions of State and local governments which have demonstrated the capacity to take all steps necessary to protect and enhance the islands' relevant values; and (4) which can be protected for conservation and recreation purposes by means other than fee purchase of all lands involved. Authorizes the Secretary to enter into agreements with the several States providing for the protection and management of islands within their jurisdiction for recreational and environmental purposes and for Federal assistance to such States from the Land and Water Conservation Fund to acquire property necessary to insure that such purposes are carried out. Authorizes to be appropriated such sums as may be necessary for the Secretary to administer the program established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Islands Conservation and Recreation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to declare a national policy to protect and manage islands of the Nation which possess unique environmental, recreational, historical, and cultural values; to authorize a study by the Secretary of the Interior of our Nation's islands including recommendations of islands to be added to the national park wildlife refuge, and forest systems; to encourage and establishment of State islands conservation and recreation programs; to add to the Land and Water Conservation Fund and authorize the provision of a portion of the additional funds to State and local governments for the acquisition of islands and the purchase or lease of Federal surplus island property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}