{
  "actions": [
    {
      "acted_at": "1990-09-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5680-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-19", 
  "number": "5680", 
  "official_title": "To settle the Black Hills claim with the Sioux Nation of Indians.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sioux Nation Reconstruction Trust Fund Act of 1990", 
  "sponsor": {
    "district": "30", 
    "name": "Martinez, Matthew G.", 
    "state": "CA", 
    "thomas_id": "00743", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-19", 
  "subjects": [
    "Archaeology", 
    "Congressional delegations", 
    "Cultural property", 
    "Damages", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Fishery management", 
    "Government liability", 
    "Government trust funds", 
    "Historic sites", 
    "Indian claims", 
    "Indian lands", 
    "Indian water rights", 
    "Jurisdiction", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Mining leases", 
    "National parks", 
    "Native Americans", 
    "Religion", 
    "Rivers", 
    "South Dakota", 
    "State government-Indian relations", 
    "Timber sales", 
    "Trusts and trustees", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-19", 
    "text": "Title I: Black Hills Land Restoration to the Sioux Nation - Sioux Nation Black Hills Restoration Act of 1990 - Declares a specified tract of land which was a portion of the permanent Sioux Indian reservation confirmed by the Ft. Laramie Treaty to be the reestablished area for the permanent reservation of the Sioux Nation. Designates such reservation as the Black Hills Indian Reservation. Holds such reservation in reservation status until directed by the Congress with the consent of three-fourths of the adult members of the Sioux Nation expressed in a referendum election. Declares all Federal lands, subsurface mineral estates and interest, and water rights (including all valid rights, reservations, easement, leases, permits, agreements, and memoranda of understanding affecting Federal interests) within the reestablished area to be the property of the Sioux Nation. Provides for the conveyance of such interests, with the exception of the Mount Rushmore National Memorial, to the Sioux Nation. Gives the Sioux Nation first preference in bidding for the operation of all Federal concessions within the reestablished area. Directs the Secretary of the Interior and the Sioux Nation to adopt a comprehensive land use plan for the Reservation. Places 20 percent of lands within the reestablished area under the control of the Sioux Nation for its absolute and undisturbed use and occupation. Prohibits subsurface mining on such lands. Authorizes the Sioux National Congress to grant use permits to Sioux Nation Organizations and members. Limits such grants to one acre per organization or member and limits use permits to periods of five years. Provides that 80 percent of Federal lands granted to the Sioux Nation shall be declared as Sioux National Parks, to remain accessible to Sioux and non-Sioux persons. Makes the Secretary, through the National Park Service, responsible for the management of such lands. Declares that all lands not under direct control of the Sioux Nation shall remain a part of the Reservation, to be called the Black Hills Sioux National Park. Preserves the use of privately held lands, water and mineral rights, and other interests within the reestablished area. Grants the Sioux Nation the right to acquire such rights or interests. Includes private interests acquired by the Sioux Nation in such area in the Reservation. Directs the Secretary to negotiate on behalf of the Sioux Nation for an exchange of all State and privately held lands located at Bear Butte, South Dakota. Authorizes the Secretary, in acquiring lands by exchange, to utilize unappropriated public domain lands under the jurisdiction of the National Forest Service or the Department of the Interior. Sets forth requirements with respect to water rights acquired from the State of South Dakota, its political subdivisions, or private parties. Continues existing mineral leases, grazing permits, and timber leases, permits, or contracts on Federal lands granted to the Sioux Nation under this title. Rejects all applications for mineral leases involving such lands that are pending on this Act's enactment date. Requires all future mineral leases and grazing permits to be administered by the Sioux National Congress and all income derived from grazing permits to inure to the Sioux Nation. Provides that all income derived from timber leases, permits, or contracts shall be administered by the Sioux National Congress. Requires 25 percent of timber income to be contributed to the county government within which the lands from which the income is derived are located. Exempts lands, water and mineral rights, and other interests acquired by the Sioux Nation within the reestablished area from Federal, State, and local taxation. Exempts such lands, water rights, and other interests from Federal or State acquisition without the consent of the Sioux Nation. Declares all game and fish within the Reservation to be the property of the Sioux Nation. Grants the Sioux National Congress the exclusive right to manage all game and fish within the Reservation and to contract with any Department of the Interior, Department of Agriculture, or State agency to manage and stock game and fish on the Reservation. Title II: Compensation to the Sioux Nation - Sioux Nation Reconstruction Trust Fund Act of 1990 - Establishes a Blue Ribbon Panel on Fair and Just Compensation to recommend to the Congress the compensation to be paid to the Sioux people. Allocates the payment of compensation as follows: (1) five percent to be paid directly to the tribes of the Sioux Nation to be expended in accordance with a distribution plan; (2) five percent to be paid as aid to all members of the tribe, regardless of place of residence, in the form of rehabilitation grants; and (3) 90 percent to be invested in a permanent interest-bearing trust fund for the benefit of the Sioux Nation and its future generations. Directs the Secretary to report annually to the tribes of the Sioux Nation on the name of all financial institutions in which certain funds appropriated pursuant to an Act of March 13, 1978, are invested and the amount of principal and interest earned on such funds. Authorizes appropriations. Title III: Self-Determination of the Sioux Nation - Sioux Nation Self-Determination Act of 1990 - Reaffirms the reservation boundaries of each tribe of the Sioux Nation. Prohibits such boundaries from being diminished, except by an Act of the Congress enacted with the consent of three-fourths of the adult members of the affected reservation. Declares all territory contained in or added to the reservation to be Indian country for purposes of civil and criminal jurisdiction. Prohibits any transfer of tribal or individual trust land except between the tribe or corporation on whose reservation the lands are located and members of the Sioux Nation owning lands on such reservations. Applies such requirements to reservations of specified Sioux Nation tribes. Requires all restricted Indian lands and lands held in fee by Sioux Nation members owning lands on such reservations to descend or be devised in accordance with the laws of the tribe residing on the reservation. Provides that the Secretary shall have a mandatory duty to acquire any interest in lands or water, surface, or mineral rights within the existing reservations of the Sioux Nation for the purpose of providing lands to the Sioux Nation tribes and members. Authorizes appropriations. Applies such acquisition requirement to specified Sioux Nation reservations. Makes income derived from such lands or rights exempt from State and local taxation. Makes certain provisions authorizing the sale of land by individual Indian owners inapplicable to specified Sioux Nation reservations. Makes provisions authorizing individual Indian land owners to execute mortgages or deeds of trust to such land inapplicable to specified Sioux Nation reservations, except when such mortgages or deeds are made between the tribe as mortgagee and a tribal member or other Indian holding trust or restricted land on the reservation as mortgagor. Declares all waters and fish and wild game on Sioux Nation reservations to be the property of the tribe occupying the reservation. Recognizes and reaffirms: (1) the right of each Sioux Nation tribe to define their forms of government and tribal membership; and (2) each constitution and bylaw of such tribes. Sets forth governmental powers of such tribes. Recognizes a constitutional government of the Sioux Nation and sets forth requirements for the Sioux Nation constitution. Provides for an Interim Management Board to act on behalf of the Sioux Nation in the period between the approval of this Act and the adoption of a constitution creating the Sioux National Congress. Requires all Federal taxes collected from persons residing or doing business on Sioux Nation reservations to be refunded back to the tribes occupying such reservations and to be used for governmental purposes. Withdraws all jurisdiction granted to a State under a specified public law with respect to Sioux Nation reservations. Prohibits State, county, or local governments from exercising any criminal or civil jurisdiction on any Sioux Nation reservation unless authorized to do so by people of the reservation and an Act of the Congress. Provides for the removal of Federal questions involving such reservations to U.S. district courts. Sets forth provisions concerning Federal, State, and Sioux Nation civil and criminal jurisdiction on reservations. Title IV: Miscellaneous Provisions - Continues all existing treaties between the United States and Sioux Nation tribes, provided that they are consistent with this Act. Reserves all rights and exemptions not expressly delegated to the Federal or State Governments for the Sioux Nation. Provides that all members of the Sioux Nation shall have U.S. citizenship, citizenship of the States in which they reside (when they are residing outside of the boundaries of any reservation), and membership in the Sioux Nation. Provides for Sioux Nation representation in the Congress. Allows the Sioux Nation to obtain direct funding from specified Federal agencies and to qualify as States for purposes of securing Federal aid or grants. Provides protection for Sioux Nation religious sites and burial grounds. Directs the Secretary to protect all Sioux Nation historical and archaeological sites. Provides that the exterior boundaries of Sioux Nation reservations shall include the outer boundaries of all rivers which about such reservations. Declares all navigable rivers and lake beds bordering, traversing, or located on such reservations to be the property of the tribes residing on such reservations. Makes all future cessions of: (1) the Black Hills Indian Reservation invalid unless agreed to by three-fourths of all adult members of the Sioux Nation; and (2) of any Sioux Nation reservation invalid unless agreed to by three-fourths of the adult members of the tribes occupying or interested in the reservation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sioux Nation Reconstruction Trust Fund Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sioux Nation Self-Determination Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sioux National Black Hills Restoration Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To settle the Black Hills claim with the Sioux Nation of Indians.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:12-05:00"
}