{
  "actions": [
    {
      "acted_at": "1974-07-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16111-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-24", 
  "number": "16111", 
  "official_title": "A bill to reestablish the fiscal integrity of the Government of the United States and its monetary policy, through the establishment of controls with respect to the levels of its revenues and budget outlays, the issuance of money, and the preparation of the budget, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16294-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr16356-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr16466-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr16556-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr17032-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fiscal Integrity Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-24", 
  "subjects": [
    "Economics and public finance", 
    "Federal budgets", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "House of Representatives", 
    "House rules and procedure", 
    "Money", 
    "Public debt", 
    "Senate"
  ], 
  "subjects_top_term": "Fiscal policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-24", 
    "text": "Fiscal Integrity Act - Expresses the findings of Congress, including that allowing the continuation of policies which lessen the fiscal integrity of the Government is detrimental to the general welfare of the people and ought, therefore, to be ended. Title I: Revenue and Budget Outlays Control - Establishes for each fiscal year a revenue and budget outlays limit for the Government. States that no appropriation shall be made for any fiscal year by the Congress in excess of the revenue and budget outlays limit for such fiscal year. Provides that if the revenue of the Government exceeds the limit established, the excess shall be used for the payment of the public debt of the Government. States that the revenue and budget outlays limit shall be derived by multiplying the estimated aggregate national income for such fiscal year by the Federal revenue factor. Defines \"Federal revenue factor\". Title II: Monetary Supply Control - Directs the Board of Governors of the Federal Reserve System to insure that any rate of increase in the amount of currency in circulation and demand deposits is not greater than 1 1/4 percent per quarter fiscal year. Title III: Fiscal Disclosure - States that a bill or joint resolution introduced in either House of Congress or received by it from the other House shall be printed only when there appears at the bottom of the first page a fiscal note. Requires such fiscal note to state the amounts estimated to be the direct and indirect costs likely to be incurred or the direct and indirect savings likely to be achieved in carrying out the provisions of such bill or joint resolution in the fiscal year in which it is introduced or received and in each of the five fiscal years following such fiscal year, or for the authorized duration of any program authorized by such bill or joint resolution if less than five years, except that in the case of measures affecting revenue, the fiscal note shall state only the estimate of change in revenues for a one-year period. States that a copy of each such bill or joint resolution shall be transmitted immediately to the instrumentality of Government which will carry out its provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fiscal Integrity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reestablish the fiscal integrity of the Government of the United States and its monetary policy, through the establishment of controls with respect to the levels of its revenues and budget outlays, the issuance of money, and the preparation of the budget, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:18-05:00"
}