{
  "actions": [
    {
      "acted_at": "1996-09-27", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "references": [
        {
          "reference": "CR E1788-1789", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-11", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4270-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-27", 
  "number": "4270", 
  "official_title": "To require reporting on research and development expenditures for drugs approved for marketing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Research and Development and Consumer Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-27", 
  "subjects": [
    "Biomedical materials", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Commerce", 
    "Costs", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Federal aid to medical research", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending", 
    "Health", 
    "Intellectual property", 
    "Medicaid", 
    "Medical economics", 
    "Medical research", 
    "Medical technology", 
    "Medicare", 
    "Patent licenses", 
    "Patents", 
    "Pharmaceutical research", 
    "Prescription pricing", 
    "Public assistance programs", 
    "Research and development", 
    "Science, technology, communications", 
    "Social welfare", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-27", 
    "text": "Health Care Research and Development and Consumer Protection Act - Requires reporting to the Secretary of Health and Human Services and public disclosure of certain research and development (R and D) patent and funding information, including the amount of Federal funds expended, with regard to new drugs, new animal drugs, and antibiotics approved for marketing under the Federal Food, Drug, and Cosmetic Act. Provides that if any Federal agency or any nonprofit entity undertakes federally funded health care R and D, and is to convey or provide a patent or other exclusive right to use such R and D for a drug or other health care technology, such agency or entity shall not make such conveyance or provide such patent or other right until the person who will receive it first agrees to a reasonable pricing agreement with the Secretary or the Secretary makes a determination that the public interest is served by a waiver of the reasonable pricing agreement. Requires, for any drug approved for marketing by the Food and Drug Administration which was developed with significant Federal support, that the Secretary review the drug price to determine a reasonable price for Federal reimbursements under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act and other Federal programs that elect to participate in the Secretary's reasonable pricing program. Provides that, if in connection with R and D for health care technologies the Secretary determines that the public interest will be advanced by his or her ability to conduct research on biological substances or other materials, the Secretary shall have the authority to compel the owner of such substances or materials to provide them to him or her in accordance with a described materials transfer agreement. Requires any person engaged in the manufacture of drugs for introduction into interstate commerce to establish for each drug, in accordance with specified procedures, an account for funds to be reinvested in R and D for health care technologies. Requires certain sales reports to the Health Care Financing Administration with regard to new drugs, new animal drugs, and antibiotics approved for marketing under the Federal Food, Drug, and Cosmetic Act. Directs the Secretary to report to the Congress annually on estimated Federal expenditures, made directly or through reimbursement, for purchasing prescription drugs, including estimated annual expenditures on drugs developed with significant Federal support."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Research and Development and Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require reporting on research and development expenditures for drugs approved for marketing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:49-05:00"
}