{
  "actions": [
    {
      "acted_at": "2009-02-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s438-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-13", 
  "number": "438", 
  "official_title": "A bill to provide for the voluntary development by States of qualifying best practices for health care and to encourage such voluntary development by amending titles XVIII and XIX of the Social Security Act to provide differential rates of payment favoring treatment provided consistent with qualifying best practices under the Medicare and Medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Improved Medical Decision Incentive Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Whitehouse, Sheldon", 
    "state": "RI", 
    "thomas_id": "01823", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-02-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Health", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Medicaid", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-02-13", 
    "text": "Improved Medical Decision Incentive Act of 2009 - Allows a state health department to approve best practices in a course of, or as a means of treatment for, a particular condition, illness, or procedure, as the qualifying standard of care for the state in order to take advantage of the differential rates of payment implemented under the Social Security Act and the private insurance incentive under this Act. Requires a state health department, among other conditions for state approval, to allow any duly constituted state medical society or medical speciality group to file with the state health department a course or means of treatment representing best practices for a particular condition, illness, or procedure. Requires any interstate health insurer providing health care coverage within a state with approved qualifying best practices to pay all provider charges for any service provided in accordance with such practices. Authorizes any such provider or specialty group to bring a civil action in an appropriate U.S. district court to enjoin efforts by any health insurer to challenge or delay payment for services provided by the provider or a member of the specialty group in accordance with such best practices. Amends titles XVIII (Medicare) and XIX (Medicaid) to provide for implementation of differential rates of payment for covered items and services (except those in a clinical trial or study or, in exceptional circumstances, requiring non-standard care) that favor treatment consistent with qualifying best practices approved under the Medicare and Medicaid programs. Requires the Secretary of Health and Human Services, acting through the Administrator of the Centers for Medicare & Medicaid Services, to review annually and report to Congress on the efficacy of all qualifying best practices approved pursuant to this Act and, if applicable, any national best practices adopted pursuant to this Act. Requires the Secretary also to host an annual conference on best practices for all state health directors, any state medical societies and medical specialty groups that have filed best practices for state approval, and any health insurers and advocacy groups that have participated in any administrative proceeding to approve best practices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improved Medical Decision Incentive Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the voluntary development by States of qualifying best practices for health care and to encourage such voluntary development by amending titles XVIII and XIX of the Social Security Act to provide differential rates of payment favoring treatment provided consistent with qualifying best practices under the Medicare and Medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:51-05:00"
}