{
  "actions": [
    {
      "acted_at": "1974-07-22", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 93-1024.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-31", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #342 (79-7).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-13", 
      "bill_ids": [
        "hr15264-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 15264.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-15", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-17", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-02", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1412.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "House agreed to conference report, roll call #600 (332-43).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-17", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-10-29", 
      "references": [], 
      "text": "Public law 93-500.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3792-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-10-29", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-22", 
  "number": "3792", 
  "official_title": "An original bill to amend and extend the Export Administration Act of 1969.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15264-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Export Administration Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1974-07-22", 
  "subjects": [
    "Exports", 
    "Licenses"
  ], 
  "subjects_top_term": "Exports", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-10-29", 
    "text": "(LATEST SUMMARY) Export Administration Amendments - Removes the requirement that foreign demand be \"abnormal\" before export controls may be imposed. Directs the Secretary of Commerce to monitor exports and contracts for exports when such exports contribute or may contribute to domestic price increases or shortages and such price increases or shortages have or may have a serious adverse impact on the domestic economy or any sector thereof. Requires that the Secretary issue periodic reports indicating the results of such monitoring and analyzing the domestic and international impact of shortages and price increases. Requires that the Secretary consult with the Federal Energy Administration to determine whether such monitoring is warranted for energy-related exports. Makes it national policy to foster international cooperation and the development of international rules and institutions to assure reasonable access to world supplies. Provides for a petition procedure for hardship relief from export controls, together with specified criteria to be considered by the Secretary of Commerce in decisions with respect to the granting or denial of such relief. Directs the Secretary of Defense to review proposed exports of goods or technology to certain countries to determine whether such exports will significantly increase the military capability of such countries and to recommend to the President that exports which would make such a significant increase be disapproved. Directs the President to review laws and regulations governing the export and re-export of nuclear materials and technology and the adequacy of domestic and international safeguards to prevent proliferation of such materials and technology. Requires that the President report to the Congress within six months on the adequacy of such laws and regulations. Provides for an extension of the Export Administration Act of 1969 to September 30, 1976. States that, in imposing export controls, the President's authority shall include, but not be limited to, the imposition of export license fees. Makes it the policy of the United States to use export controls to secure removal by foreign nations of restrictions on access to supplies if such restrictions have or may have a serious impact on the economy or have been imposed for purposes of influencing U.S. foreign policy. Directs the President to allocate a portion of export licenses on the basis of factors other than prior export history in effecting the policy set forth in the Export Administration Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend and extend the Export Administration Act of 1969.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:16-05:00"
}