{
  "actions": [
    {
      "acted_at": "1977-02-07", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3192-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-07", 
  "number": "3192", 
  "official_title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Extension Service Act", 
  "sponsor": {
    "district": "24", 
    "name": "Ottinger, Richard L.", 
    "state": "NY", 
    "thomas_id": "00882", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-07", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy research", 
    "Environmental assessment", 
    "Federal advisory bodies", 
    "Financial disclosure", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Research and development", 
    "Solar energy"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-07", 
    "text": "Authorizes the appropriation of the following sums to the Energy Research and Development Administration for fiscal year 1977. (1) for nonnuclear energy research, development and demonstration of fossil, solar, geothermal and other forms of energy, and for energy conservation and education, $1,175,671,000; and (2) for environmental research and safety, basic energy sciences, and related nonnuclear programs, $463,742,000. Title I: Nonnuclear Programs - Lists amounts authorized for specific programs of fossil energy development, including coal, petroleum, natural gas, solar energy, and geothermal energy development programs. Imposes limits and conditions on fossil energy development programs. Stipulates that authorizations for fossil energy demonstration plants shall expire at the end of three fiscal years without further Congressional action. Authorizes the Administrator of the Energy Research and Development Administration to establish a price-support program for demonstration of municipal solid waste processing systems. Imposes limitations on the use of funds for additional nonnuclear programs without specific authorization by Congress. Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to make the Administrator of the Energy Research and Development Administration a member of the Water Resources Council. Establishes a program of small grants not to exceed $50,000 for the dissemination of information with respect to energy-conserving technologies. Directs the Administrator, in consultation with the Environmental Protection Agency, to prepare a report on the environmental monitoring and assessment costs associated with nonnuclear energy demonstration projects. Title II: For Nonnuclear Environmental Research and Safety, Basic Energy Sciences, Program Support, and Related Programs - Lists amounts authorized for specific programs of biomedical and environmental research, operational safety, and basic energy sciences. Authorizes the appropriation of $1,000,000 to the Water Resources Council for the water resources evaluation study authorized by the Federal Nonnuclear Energy Research and Development Act of 1974. Authorizes the appropriation of $500,000 to the Council on Environmental Quality for the environmental evaluation of non-nuclear energy technologies authorized by such Act. Lists authorizations for additional plant and capital expenditures. Places percentage limitations on the amount of cost overruns allowable without additional Congressional authorization. Title III: General Provisions - Stipulates that amounts appropriated may remain available until expended, provided an appropriation Act so specifies. Authorizes use of operating budget funds for the funding of employee-suggested research projects up to the pilot stage of development, subject to specified conditions. Requires officers or employees of the Energy Research and Development Administration involved in administering programs authorized by this Act to disclose all known financial interests in energy-related businesses. Imposes criminal penalties for knowing violations of such disclosure requirements. Prohibits the use of funds by the Administrator for the services of the Lawrence Livermore Laboratory unless such contract provides specific guarantees of self-organization to the employees of such laboratory. Title IV: Organizational Conflicts - Amends the Federal, Nonnuclear Energy Research and Development Act of 1974 to direct the Administrator of the Energy Research and Development Administration to require disclosure of possible conflicts of interest or unfair competitive advantages resulting from contracts entered into pursuant to such Act. Prohibits the Administrator from entering into such contracts unless such conflict has been avoided or mitigated. Title V: Energy Extension Service - National Energy Extension Service Act - Establishes an Energy Extension Service in the Energy Research and Development Administration to develop and implement a comprehensive program for the identification and application of energy conserving practices and techniques. Stipulates that programs shall provide for technical assistance and practical demonstration in the agricultural commercial, residential, and small business sectors. Requires that the national program permit States to establish technical support institutes at colleges or universities as designated by the Governor of each State. Stipulates that such program shall be implemented in a manner designed to minimize conflict with existing services in the private sector of the economy. Establishes procedures and criteria for the development of State plans for implementing the provisions of this title. Allows for Federal development of plans for States in which an acceptable plan has not been submitted. Directs the Administrator of the Energy Research and Development Administration to develop a comprehensive program and plan for coordination of Federal energy education and information discrimination programs. Stipulates that such plan shall detail procedures for assessing the energy efficiency of various Federal programs. Establishes a National Energy Extension Service Advisory Board to conduct a continuing review of the programs developed under this title. Authorizes the appropriations of such sums as may be necessary, from the fiscal year 1977 authorization for nonnuclear programs, to carry out the purposes of this title. Prescribes a formula for allocation of such funds to the States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Extension Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:16-05:00"
}