{
  "actions": [
    {
      "acted_at": "1973-09-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10150-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-11", 
  "number": "10150", 
  "official_title": "A bill to regulate interstate commerce by amending the Federal Food, Drug, and Cosmetic Act to provide for the licensing of vessels and establishments used in the harvesting, processing, displaying, and selling of fish and fishery products, for the inspection of the vessels and establishments after licensing, and for cooperation with the States in the regulation of intrastate commerce with respect to State fish inspection programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pure Fish and Fishery Products Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-11", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Fisheries", 
    "Fishing boats", 
    "Licenses", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-11", 
    "text": "Pure Fish and Fishery Products Act - Increases the penalties for violations of the provisions relating to fish and fishery products under Federal Food, Drug, and Cosmetic Act. Sets forth standards which must be met for owners of vessels or establishments to apply to the Secretary of Health, Education, and Welfare for a license. Provides that such license may be suspended after opportunity for a hearing and judicial review. Directs the Secretary to: (1) make every effort to coordinate his activities with those of the various State agencies empowered to regulate the harvesting, processing, displaying, and selling of fish or fishery products, and (2) establish a program for the effective gathering, correlation, utilization, investigation, and response to information concerning such harvesting, processing, displaying, and selling submitted by the public. States that, whenever harvesting or processing is being conducted, the Secretary may, as a part of each inspection, conduct pursuant to this Act provide for the sampling of fish or fishery products at each such establishment or vessel. Requires owners of such establishments or vessels to: (1) maintain accurate records showing, to the extent that such owners are concerned therewith, the receipt, delivery, sale, movement, or disposition of fish or fishery products, or showing matters reasonably bearing upon sanitation, quality, temperature, or time control in establishments or vessels under the control of such persons, or relating to the labeling of fish or fishery products harvested, processed, or sold in such establishments or vessels, (2) upon the request of the Secretary permit him at reasonable times to have access to and to copy any such records; and (3) make such reports to the Secretary with respect to such matters, including reports as to labeling practices, as the Secretary may reasonably require. Declares it to be the policy of the Congress to assist in efforts by State and other Government agencies to protect the consuming public from fish and fishery products that are adulterated, misbranded, or otherwise not harvested, processed, displayed, or sold in accordance with standards in effect under Act. Authorizes the Secretary to conduct, directly or through grants to or contracts with public or private agencies or organizations and individuals, studies, research, experiments, and demonstrations: (1) to improve sanitation practices in the harvesting, processing, displaying, or selling of fish and fishery products; and (2) to develop improved techniques in the conduct of surveillance (including inspection) activities under this Act. Provides that the Secretary shall appoint, without regard to the civil service and classification laws, a national advisory committee of not more than twenty-one members to advise him concerning Federal and State programs of fish and fishery product inspection and on other fishery matters within the scope of this Act including the evaluation of State fish and fishery product surveillance programs having objectives similar to those of this Act and the promotion of improved coordination among State programs and between Federal and State programs. Authorizes appropriations to carry out the provisions of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pure Fish and Fishery Products Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate commerce by amending the Federal Food, Drug, and Cosmetic Act to provide for the licensing of vessels and establishments used in the harvesting, processing, displaying, and selling of fish and fishery products, for the inspection of the vessels and establishments after licensing, and for cooperation with the States in the regulation of intrastate commerce with respect to State fish inspection programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:38-05:00"
}