{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6024-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "6024", 
  "official_title": "A bill to assist elementary and secondary schools, community agencies and other public and nonprofit private agencies to prevent juvenile delinquency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Juvenile Delinquency Prevention Act", 
  "sponsor": {
    "district": "2", 
    "name": "Esch, Marvin L.", 
    "state": "MI", 
    "thomas_id": "00353", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Juvenile delinquency", 
    "Schools", 
    "Youth"
  ], 
  "subjects_top_term": "Juvenile delinquency", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Juvenile Delinquency Prevention Act - Declares it to be the purpose of this Act to help States and local communities in providing community based preventive services to youth who are in danger of becoming delinquent, to provide assistance in the training of personnel employed or preparing for employment in occupations involving the provision of such services, and to provide technical assistance in such field. Title I: Preventive Services - Authorizes the Secretary of Health, Education, and Welfare to make grants to public and nonprofit private agencies to establish and carry out community-based programs, including programs in schools, for the prevention of delinquency in youths. as may be necessary to carry out the purposes of this title. Provides that applications for such grants shall contain such information Provides that no grant or contract may be made under this title with respect to any comprehensive youth service system for a period of time exceeding three years. Provides that, in determining whether or not to approve applications for grants or contracts under this title, the Secretary shall consider, in the State or community of the applicant: (1) the extent to which the proposed programs will make effective use of the facilities and services of the appropriate local educational agencies; and (2) the extent to which the proposed program will be coordinated with similar programs assisted under other Federal laws related to the purpose of this title. Provides that the Secretary shall give priority in making grants under this title to communities with the highest: (1) incidence of and rate of increase in youth offenses and juvenile delinquency; (2) school dropout rates; and (3) youth unemployment rates. Title II: Training - Authorizes the Secretary to make grants to, or contracts with, public or nonprofit private agencies for projects for the training of personnel employed in or preparing for employment in fields related to the diagnosis and treatment of youths who are in danger of becoming delinquent, and for the counseling or instruction of parents in the improving of parental instruction and supervision of youths in danger of becoming delinquent. Title III: Technical Assistance and Information Services - Authorizes the Secretary to cooperate with and, either directly or through grants to or contracts with any public agency or nonprofit private agency, render technical assistance to State, local, or other public or private agencies or organizations in matters relating to the prevention of delinquency. Directs the Secretary to collect, evaluate, publish, and disseminate information and materials relating to research and programs and projects conducted under this Act, and other matters relating to the prevention or treatment of delinquency. Title IV: Administration- Authorizes to be appropriated for grants and contracts under this Act, to the Department of Health, Education, and Welfare, $75,000,000 a year for the fiscal year 1973 and for the succeeding fiscal year. Provides that at least 80 percent of the amount appropriated for each such fiscal year shall be used for funding programs under title I. Provides that in the administration of this Act, the Secretary shall limit assistance under this Act to programs and activities which are carried on outside of the juvenile justice system. Establishes an interdepartmental Council to coordinate all Federal juvenile delinquency programs, and to report annually to the President and the Congress on all Federal activities in the field of juvenile delinquency, youth development, and related fields. (Amends 42 U.S.C. 3801-3890)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Juvenile Delinquency Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist elementary and secondary schools, community agencies and other public and nonprofit private agencies to prevent juvenile delinquency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:29-05:00"
}