{
  "actions": [
    {
      "acted_at": "1984-09-10", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2976-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-10", 
  "number": "2976", 
  "official_title": "A bill amending the Act of July 28, 1978 (Public Law 95-328) relating to the water rights of the Ak-Chin Indian Community and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6206-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6206-98", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Goldwater, Barry", 
    "state": "AZ", 
    "thomas_id": "01340", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-10", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Arizona", 
    "Indian water rights", 
    "Irrigation", 
    "Native Americans", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Indian water rights", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-10", 
    "text": "Amends Federal law relating to the water rights of the Ak-Chin Indian community to direct the Secretary of the Interior (the Secretary) to deliver annually a permanent water supply to a certain part of the Ak-Chin Indian Reservation starting not later than January 1, 1988. Reduces the amount of such water supply from 85,000 to 75,000 acre-feet of surface water suitable for agricultural use. Requires the Secretary to make additional deliveries of specified acre-feet of water as requested by the Community in any year in which sufficient surface water is available. Conditions such requirement upon the Secretary's determination that sufficient capacity is available for such additional delivery. Specifies a minimum annual permanent water delivery in times of shortage. Requires the Secretary to construct and maintain water delivery systems at no cost to the community. Identifies the water sources from which the permanent water delivery shall be supplied. Reduces the annual beneficial consumptive use of Colorado River water on the Yuma Mesa Division of the Gila project from 300,000 acre-feet to 250,000 acre-feet. Restricts the use of such water to the irrigation of 40,000 acres in the Yuma Mesa Division. Requires the Secretary to pay specified sums for: (1) the repair and replacement of water delivery systems; and (2) on-farm water conservation and drainage measures. Directs the Secretary to amend certain repayment contracts in order to discharge repayment obligations owing to the United States on the date of enactment of this Act Details conditions under which the Secretary is required to pay damages measured by: (1) the costs of undelivered water; and (2) maintenance and replacement costs of on reservation wells and of the Central Arizona project. Entitles the Ak-Chin Indian Community to use the permanent water supply for any purpose. Prohibits the permanent alienation of any water right by such Community. Subjects any sale, exchange or temporary disposal of water by the Community to a contract which has been: (1) ratified by the Community Council; and (2) approved by the Secretary. Authorizes the Secretary to sell, on an interim basis, surplus water not required for delivery to the Ak-Chin Indian Reservation. Deems the Secretary's obligation to deliver an interim water supply to the Community fully discharged upon: (1) payment by the Secretary of the Treasury to the Community for general community purposes; (2) provision of certain grants by the Secretary to the Community for economic purposes and for agricultural development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill amending the Act of July 28, 1978 (Public Law 95-328) relating to the water rights of the Ak-Chin Indian Community and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:28-05:00"
}