{
  "actions": [
    {
      "acted_at": "2000-03-28", 
      "committee": "House Committee on Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-04-03", 
      "in_committee": "House Committee on Government Reform", 
      "references": [], 
      "subcommittee": "Government Management, Information and Technology", 
      "text": "Referred to the Subcommittee on Government Management, Information and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4103-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Information and Technology", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Duncan, John J., Jr.", 
      "sponsored_at": "2000-03-28", 
      "state": "TN", 
      "thomas_id": "00322", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-28", 
  "number": "4103", 
  "official_title": "To amend the Federal Activities Inventory Reform Act of 1998 to improve the process for identifying the functions of the Federal Government that are not inherently governmental functions, for determining the appropriate organizations for the performance of such functions on the basis of competition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Activities Inventory Reform Act Amendments of 2000", 
  "sponsor": {
    "district": "5", 
    "name": "Sessions, Pete", 
    "state": "TX", 
    "thomas_id": "01525", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-28", 
  "subjects": [
    "Administrative remedies", 
    "Civil service pensions", 
    "Commerce", 
    "Competitive bidding", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Data banks", 
    "Federal Prison Industries, Inc.", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Law", 
    "Pension portability", 
    "Prison labor", 
    "Privatization", 
    "Research and development", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-28", 
    "text": "Federal Activities Inventory Reform Act Amendments of 2000 - Amends the Federal Activities Inventory Reform Act of 1998 (the Act) to require that the annual list of Government activities to be submitted by the head of each executive agency (head) to the Director of the Office of Management and Budget (OMB) include those activities performed by Government sources for the executive agency (agency) that, in that official's judgment, are inherently governmental functions.Directs that an entry for an activity on the list include: (1) a description of the activity, including any product or service code that would be assigned to the activity under the Federal Procurement Data System and any Standard Industrial Classification code that would be assigned to the activity if it were performed in the private sector; (2) the organization within the executive agency that is performing the activity, or for which the activity is performed, and the location of that organization; and (3) the identity of any authority that (with an exception) would expressly or impliedly exempt the agency from the requirements of the Act or of OMB Circular A-76 with respect to any activity that is not an inherently governmental activity, together with a discussion of the rationale for that exemption.Requires that: (1) the Director publish in the Federal Register a notice that the list is available to the public not later than 30 working days after receiving the list; and (2) the head publish in the Federal Register a notice that the change is available to the public not later than 30 working days after the date of the final decision to make the change.(Sec. 3) Directs the head, at the same time that the Director publishes a notice of the availability of a list of an agency, to notify each employee of the agency employed in an activity listed as not being an inherently governmental function that the activity may be converted to performance by a private sector source.(Sec. 4) Amends the Act to direct the head, each time that the head considers contracting with a private sector source for the performance of such an activity, to select the source using competitive procedures applicable to the agency's procurements.Requires the head to meet specified cost comparison requirements before determining to contract with a private sector source for the performance of an executive agency activity on the basis of a comparison of the costs of procuring services from such a source with the cost of performing that activity by the executive agency, including to ensure that the cost comparison was conducted in accordance with OMB Circular A-76 and any applicable provision of law(including specified provisions of the Federal Property and Administrative Services Act of 1949 relating to architectural and engineering services).Provides that the performance of an activity that is not an inherently governmental function may be converted to performance by a private sector source without a cost comparison if the activity is performed by fewer than ten full- time employees of the United States (or the equivalent in part-time and full-time employees).(Sec. 5) Requires each head to carry out the Act notwithstanding any other provision of law that expressly or impliedly exempts that agency from developing an inventory of activities that are not inherently governmental functions and are performed by the executive agency or by Government sources for the agency. Directs the head to include in the annual list a notation of each such exemption that, except for the preceding sentence, would otherwise apply to the agency or any such function.(Sec. 6) Prohibits an activity that is not an inherently governmental function from being performed for an agency by another Government source unless, within three years before the order for that activity is placed with the other source, performance of that activity by the agency has been justified pursuant to a competition carried out under OMB Circular A-76.Bars the head of an agency from taking action under provisions regarding authority to provide specialized or technical services to perform for a State or local agency an activity that is not an inherently governmental function unless the head first: (1) solicited offers for the performance of that activity in accordance with the Office of Federal Procurement Policy Act and the Small Business Act; and (2) determined on the basis of the response to the solicitation that no responsible private sector source is available to perform that activity.(Sec. 7) Authorizes an interested party to submit to an agency a challenge of the classification of any activity on a list for which a notice of public availability has been published. Revises deadlines for: (1) the challenge to a list be submitted to the agency; (2) an official designated by the head to notify the party of the decision, the rationale, and the party's right to appeal; and (3) the head to notify the party of the decision and rationale on the appeal. Directs the head, not later than 30 working days after making a decision on an appeal, to publish in the Federal Register: (1) a final version of the list that was challenged; and (2) a schedule for the review to be conducted of such list, together with a description of the intended review.(Sec. 8) Prohibits the performance of an activity of an agency that is not an inherently governmental function from being converted to performance by Federal Prison Industries.(Sec. 9 ) Specifies that \"inherently governmental function\" shall not include the conduct of research and development.(Sec. 10) Defines \"private sector source\" as a person lawfully engaged in business for profit in the United States.(Sec. 11) Requires the Director to submit to Congress a report on the portability of Federal pension benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Activities Inventory Reform Act Amendments of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Activities Inventory Reform Act of 1998 to improve the process for identifying the functions of the Federal Government that are not inherently governmental functions, for determining the appropriate organizations for the performance of such functions on the basis of competition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:56-05:00"
}