{
  "actions": [
    {
      "acted_at": "1990-04-03", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2394-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1990-04-03", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1990-04-03", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1990-04-03", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1990-04-03", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-03", 
  "number": "2394", 
  "official_title": "A bill to extend and revise agricultural price support and related programs for the 1991 through 1995 crops of wheat, feed grains, oilseeds, and other commodities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Income and Flexibility Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kerrey, J. Robert", 
    "state": "NE", 
    "thomas_id": "01378", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-03", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural economics", 
    "Agricultural price supports", 
    "Agriculture and food", 
    "Aliens", 
    "Disaster relief", 
    "Environmental protection", 
    "Farm production quotas", 
    "Federal advisory bodies", 
    "Feed grain program", 
    "Foreign ownership of real property", 
    "Grazing", 
    "Honey", 
    "Interest", 
    "Marketing of farm produce", 
    "Oilseeds", 
    "Peanuts", 
    "Soil conservation", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Water conservation", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-03", 
    "text": "Farm Income and Flexibility Act of 1990 - Title I: Wool and Mohair - Amends the National Wool Act of 1954 to extend the wool and mohair price support program through 1995. Title II: Wheat - Amends the Agricultural Act of 1949 to extend the wheat price support program through 1995. Sets the minimum purchase and loan level at $2.75 per bushel and the minimum established price at $4.00 per bushel. Sets forth provisions regarding: (1) deficiency payments; (2) conservation use of acreage; (3) payment rates; (4) estimated payments; (5) disaster payment-based reductions; (6) crop insurance; (7) acreage reduction and land diversion; (8) voluntary production limitations; and (9) cross compliance (not a required condition for price supports). Title III: Feed Grains - Amends the Agricultural Act of 1949 to extend the feed grain price support program through 1995. Sets the minimum purchase and loan level for corn at $2.10 per bushel and the minimum established price at $2.75 per bushel. Bases such levels for other feed grains on corn levels. Sets forth related provisions for feed grains similar to title II of this Act. Title IV: Oilseeds - Amends the Agricultural Act of 1949 to establish loans for oilseeds (including soybeans, sunflower seeds, canola, rapeseed, safflower seeds, and flax) through 1995. Sets loan levels at: (1) $6.25 per bushel for soybeans; (2) 12.5 cents per pound for sunflower seed, canola, rapeseed, safflower seed, and flax; and (3) prices based on soybean levels for other oilseeds. States that cross-compliance shall not be required as a condition for price supports. Title V: Sugar - Amends the Agricultural Act of 1949 to extend the sugar price support program through 1995. Sets minimum sugarcane support levels at 18 cents per pound. Bases sugar beet support levels on such levels. Authorizes support level increases due to increases in domestic sugar production costs. Title VI: General Commodity Provisions - Subtitle A: Acreage Base and Yield System - Amends the Agricultural Act of 1949 to direct the Secretary to establish normal crop acreage farm bases for each of the 1991 through 1995 crop years based upon planted program crops and oilseeds. Directs the county committees to determine such farm bases. Directs the Secretary to establish individual farm and crop program yields for each of the 1991 through 1995 crop years based upon current yields or the past five year average. Permits producers to plant mixes of program crops and oilseeds. Subtitle B: Wheat and Feed Grain Ending Stocks - Sets forth ending stock goals for wheat at 20 percent of projected domestic and export use and for feed grains at 15 percent of such use. Authorizes the Secretary to proclaim different ending stock goals, but requires an accompanying statement of resulting farm price changes and taxpayer costs. Directs the Secretary to request public comment on the 1991 and subsequent wheat and feed grain price support and acreage reduction programs. Subtitle C: Miscellaneous Commodity Provisions - Amends the Food Security Act of 1985 to extend through the 1995 crop year: (1) agricultural program benefit and disaster payment limitations; (2) the prohibition on foreign persons receiving agricultural program benefits; and (3) multiyear set-asides. Amends the Agricultural Act of 1949 to extend through the 1995 crop year: (1) advance deficiency payments; (2) diversion payments; (3) advance resource commodity loans; (4) interest payment certificates; (5) supplemental set-aside and acreage limitation authority; and (6) the special grazing and hay program. Sets forth Commodity Credit Corporation sales price restrictions. Authorizes the Secretary to make prevented planting disaster payments for the 1991 through 1995 crops of peanuts, oilseeds, sugar beets, and sugarcane. Authorizes reduced yield disaster payments under specified conditions. Amends the Food and Agriculture Act of 1977 to extend normally planted acreage provisions through 1995. Amends the Agricultural Act of 1949 to extend advance and optional program provisions through 1996. Amends the Agriculture and Food Act of 1981 to extend the National Agricultural Cost of Production Standards Review Board through FY 1995. Subtitle D: Honey - Amends the Agricultural Act of 1949 to extend the honey price support program through 1995. Sets minimum levels at 56.86 cents per pound. Subtitle E: Technical and Conforming Amendments - Makes technical and conforming amendments to the Agricultural Act of 1949. Subtitle F: Effective Date - Sets forth effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Income and Flexibility Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and revise agricultural price support and related programs for the 1991 through 1995 crops of wheat, feed grains, oilseeds, and other commodities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:58-05:00"
}