{
  "actions": [
    {
      "acted_at": "1979-06-25", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-25", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1408-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-25", 
  "number": "1408", 
  "official_title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aquaculture Organic Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-25", 
  "subjects": [
    "Advisory bodies", 
    "Aquaculture", 
    "Business and commerce", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federally-assisted loans", 
    "Fisheries", 
    "Government lending", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Information services", 
    "Insurance", 
    "Loans", 
    "Property insurance", 
    "Research grants"
  ], 
  "subjects_top_term": "Aquaculture", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-25", 
    "text": "National Aquaculture Organic Act of 1979 - Establishes a National Aquaculture Council consisting of the Secretaries of Agriculture, Commerce, and the Interior, or the designee of any such Secretary. Directs the Council to: (1) establish and maintain an information service for the collection, analysis, and dissemination of scientific, technical, legal, and economic information relating to aquaculture; (2) conduct surveys, in coordination with other Federal departments and agencies, of public and private aquacultural activities; (3) arrange with foreign nations for the exchange of information relating to aquaculture; (4) conduct a continuing study to determine whether existing capture fisheries could be adversely affected by competition from products produced by commercial aquacultural enterprises; and (5) report such findings to Congress. Requires the Council to prepare and submit to Congress a biennial report on the status of aquaculture in the United States. Directs the Council to establish a National Aquaculture Development Plan. Requires that such plan identify each aquatic species which can be cultured on a commercial or other basis, and contain a program of aquaculture development for such species. Stipulates that each such program shall be implemented either individually, jointly, or collectively by the Secretaries of Commerce, Agriculture and the Interior according to responsibilities vested in the respective Secretaries by law, or on the basis of departmental expertise and resources. Directs the Council, and any Federal or State agency which has significant functions which relate to aquaculture, to make annual reviews of: (1) each aquatic species not identified as a priority aquatic species; and (2) the success of aquaculture development programs. Requires the Council to revise and amend the plan as necessary. Directs the Council to make a continuing assessment of aquaculture in the United States and to complete an initial assessment within six months after the enactment this Act. Requires the Secretary of Commerce, the Secretary of the Interior, or the Secretary of Agriculture, in implementing the aquaculture development programs, to: (1) provide advisory, educational, or technical assistance to interested persons; (2) consult and cooperate with persons, agencies, and regional commissions; (3) encourage the implementation of aquacultural technology; (4) prescribe such regulations as necessary to carry out such a program; and (5) produce and sell, at cost, seed stock for the priority aquatic species when privately produced seed stock is unavailable, unreliable, or not sufficient to meet production. Establishes the Interagency Committee on Aquaculture to insure that there is a continuing exchange of information relating to the aquaculture programs and projects of the various agencies and to review on a continuing basis the relevant programs and projects of all Federal agencies. Authorizes the Secretaries of Commerce, Agriculture, and the Interior, according to their powers under this Act, to carry out their functions through grants or contracts. Limits the amount of any such grant to one-half of the estimated cost of the project. Allows the Secretaries of Commerce, Agriculture, and the Interior to provide financial assistance for aquacultural demonstration projects in the form of grants in an amount not to exceed 50 percent of the estimated cost. Authorizes the Secretaries of Commerce and Agriculture to guarantee obligations issued for the financing of any aquaculture facility within the United States. Stipulates that the aggregate unpaid principal amount of all such guaranteed obligations shall not exceed $100,000,000. Authorizes the Secretary to collect a fee for guaranteed obligations not to exceed one-half of one percent per annum of the outstanding principal balance of the obligation. Sets forth the allowable interest rate, maturity date, and default procedures relating to such loans. Authorizes the Secretary of Commerce or the Secretary of Agriculture to establish a program to provide essential stock or liability insurance to owners of aquaculture facilities at reasonable rates upon a determination that the issuance of such insurance is necessary to carry out the purposes of this Act. Establishes a Federal Aquaculture Assistance Fund to enable the Secretaries of Commerce and Agriculture to guarantee obligations, make disaster loans, and implement the insurance program established under this Act. Authorizes the Secretaries of Commerce and Agriculture to issue notes or obligations to the Secretary of the Treasury if the monies in the loan fund are insufficient to pay such a loan in the event of default."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aquaculture Organic Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:02-05:00"
}