{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-17", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-18", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-05", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-05", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-12", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-12", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-06-18", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Banking, Finance and Urban Affairs.  Report No: 99-175.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "references": [], 
      "text": "Placed on Union Calendar No: 117.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr20-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "20", 
  "official_title": "A bill to amend the definition of a bank for purposes of the Bank Holding Company Act of 1956.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Institutions Equity Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-06-12", 
  "subjects": [
    "Bank holding companies", 
    "Deposit insurance", 
    "Finance and financial sector", 
    "Savings and loan associations", 
    "Savings banks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1985-06-18", 
    "text": "(Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 99-175) Financial Institutions Equity Act of 1985 - Amends the Bank Holding Company Act of 1956 (BHCA) to redefine a \"bank\" for purposes of such Act to include any institution which is insured by the Federal Deposit Insurance Corporation (FDIC) or which: (1) accepts demand deposits or other deposits withdrawable by check or similar means for payment to third parties; and (2) makes commercial loans. Excludes from the definition of a \"bank\" subject to such Act: (1) any foreign bank having an insured or uninsured branch in the United States; (2) mutual savings banks, savings banks, credit unions, thrifts, and savings and loan associations which are federally insured or eligible to apply for such insurance; (3) certain credit card banks which engage only in credit card operations and maintain only one office; and (4) certain trust companies, the FDIC-insured deposits of which are not marketed through an affiliated company and which do not obtain payment or payment related services from any Federal Reserve bank or exercise Federal Reserve discount or borrowing privileges. Allows a bank holding company to continue to control an institution which becomes a bank as a result of this Act and the formation or acquisition of which was approved on or before May 9, 1984 (designated bank). Allows a bank holding company which controls designated banks, but no other bank, to continue to control such designated banks; but, requires such company to register as a bank holding company under BHCA. Permits designated banks to conduct only those activities they were conducting on May 24, 1984, at the same number of locations at which such activities were conducted on such date. Prohibits a designated bank from offering the products or services of, or permitting its products or services to be offered by, an affiliate engaged in any activity prohibited for bank holding companies by BHCA. Prohibits, beginning one year after enactment of this Act, a bank holding company or any other person from controlling any institution which becomes a bank as a result of this Act and the formation or acquisition of which was not approved on or before May 9, 1984 (nondesignated bank) unless The Federal Reserve Board approves an application for control of such institution. Authorizes the Board to order any bank holding company to divest itself of any designated bank or to cease any nonbanking activity if: (1) such designated bank violates a restriction under this Act; or (2) the Board determines that such action is necessary to protect the Nation's financial system, to avoid disruption of the Federal Reserve System's payment mechanism, or to prevent a conflict of interest, the undue concentration of resources, or unfair competition. Amends the National Housing Act to extend the coverage of the Savings and Loan Holding Company Amendments of 1967 to companies that control thrift institutions which are not federally insured. Allows companies brought under such coverage which were operating on May 24, 1984, one year to comply with such Act. Prohibits the subsidiary institution of a savings and loan holding company from offering the products or services of, or permitting its products or services to be offered by, an affiliate (other than an insured institution) engaged in activities prohibited for a multiple savings and loan holding company under such Act. Prohibits a unitary savings and loan holding company that is not a qualified institution from conducting directly, indirectly, through an affiliate, or through a service corporation of an insured or uninsured subsidiary institution any business activity which is not permissible for a multiple savings and loan holding company. Defines a \"qualified institution\" as a thrift which: (1) has at least 65 percent of its assets invested in residential mortgages and related investments for at least three of four calendar quarters; or (2) was a federally- or State-chartered mutual savings bank or savings bank as of May 24, 1984, or a State-chartered savings bank on March 10, 1982, which became a Federal savings and loan association before May 24, 1984, that satisfies such investment percentage requirement within a specified period. Permits the Federal Savings and Loan Insurance Corporation to grant temporary exceptions to the 65 percent investment requirement under extraordinary circumstances. Prohibits nonqualified institutions from conducting commercial lending activity. Prohibits insured nonqualified institutions from conducting any activity which is not authorized for a Federal savings and loan association or a Federal savings bank under the Home Owners' Loan Act of 1933 (HOLA). Prohibits insured qualified or insured nonqualified institutions from conducting activity which the FSLIC may prescribe by regulation as being improper for insured institutions or detrimental to the interests of savings account holders. Provides institutions three years to comply with such a regulation. Prohibits the FSLIC from finding any activity authorized under HOLA to be improper or detrimental. Applies HOLA prohibitions on tying arrangements applicable to federally-chartered thrift institutions to State-chartered institutions. Exempts from the applicability of this Act specified State-chartered depository institutions, unless there is a change in control or corporate status which results in the acquisition of such institution by a company which: (1) engages in an activity which is not permissible for a multiple saving and loan holding company; or (2) operates a deposit-taking office in a State in which such institution is not permitted to operate such an office under State law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bank Definition Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Financial Institutions Equity Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the definition of a bank for purposes of the Bank Holding Company Act of 1956.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:21-05:00"
}