{
  "actions": [
    {
      "acted_at": "1990-05-18", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to Subcommittee on Water and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2658-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-18", 
  "number": "2658", 
  "official_title": "A bill to establish conditions for the sale and delivery of water from the Central Valley Project, California, a Bureau of Reclamation facility, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Central Valley Project Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-18", 
  "subjects": [
    "California", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Environmental assessment", 
    "Environmental protection", 
    "Estuarine ecology", 
    "Fishery management", 
    "Indian lands", 
    "Irrigation", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Watersheds", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-18", 
    "text": "Central Valley Project Improvement Act - Prohibits the Secretary of the Interior from entering into any contract to sell or deliver water for irrigation from the Central Valley Project, California (a Bureau of Reclamation facility) before: (1) satisfying other requirements under this Act; (2) the California State Water Resources Control Board concludes its current review of San Francisco Bay/Sacramento-San Joaquin Delta Estuary water quality requirements and determines the means of implementing such requirements, including any obligations of the Central Valley Project; and (3) at least 120 days have passed after the Secretary provides a written report to specified congressional committees explaining the obligations of the Project with regard to achieving the water quality requirements as established by the California Board and the impact of such obligations on Project operations. Authorizes the Secretary to review expiring water service contracts in order to renew such contract meeting requirements enumerated under this Act. Prohibits the Secretary from entering into any contract to sell or deliver water on any basis for any purpose from the Project unless: (1) the contract expressly provides for modification by the Secretary in order to comply with provisions of this Act and environmental laws; and (2) the Secretary has analyzed the impact of such contract pursuant to Federal environmental laws and complied with applicable State environmental laws. Requires the Secretary to prepare a programmatic environmental impact statement analyzing the renewal of all existing Project water contracts. Authorizes and directs the Secretary to operate the Project so as to: (1) protect, restore, and enhance fish, wildlife, and related habitat affected by the Project; and (2) provide equitable treatment for fish, wildlife, and related habitat with the other purposes for which the Project is authorized to be operated. Directs the Secretary to provide firm water supplies of suitable quality to maintain and improve wetland habitat on specified national wildlife refuges, wildlife management areas, and a certain grasslands resource conservation district in California. Sets forth determinations for the quantity and delivery schedules of water for each refuge. Directs the Secretary to: (1) develop and adopt a program for the mitigation of damage suffered by salmon and steelhead trout on the Sacramento and San Joaquin Rivers and their tributaries as a result of construction or operation of the Central Valley Project; and (2) develop, adopt, and implement a program to comply with specified provisions of the Fish and Game Code of California. Directs the Secretary of Commerce to investigate and report to specified congressional committees on the effects of the Project on salmon and steelhead trout and the fisheries, communities, tribes, and other entities that have or had significant economic, social, or cultural association with the fishery resources. Directs the Secretary to develop and report to specified congressional committees a plan to fulfill the U.S. trust obligations with respect to the fisheries of the Hoopa Valley Tribe. Requires annual progress reports by the Secretary to certain congressional committees. States that this Act does not authorize the construction of water storage facilities. Provides for citizen suits for alleged violations of the requirements of this Act. Authorizes appropriations. Allocates cost sharing under this Act among the United States, the State of California, and appropriate Project water and power contractors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Central Valley Project Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish conditions for the sale and delivery of water from the Central Valley Project, California, a Bureau of Reclamation facility, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:03-05:00"
}