{
  "actions": [
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-09", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to the Subcommittee on Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-13", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Economic Development", 
      "text": "Referred to the Subcommittee on Economic Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to the Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-29", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "SBA, the General Economy, and Minority Enterprise Development", 
      "text": "Referred to the Subcommittee on SBA, the General Economy, and Minority Enterprise Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4730-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on SBA, the General Economy and Minority Enterprise Development", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "1992-04-28", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Bacchus, Jim", 
      "sponsored_at": "1992-04-28", 
      "state": "FL", 
      "thomas_id": "00037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1992-04-28", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1992-04-28", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1992-09-10", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1992-04-28", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1992-04-28", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1992-04-28", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-01", 
  "number": "4730", 
  "official_title": "To facilitate and assist in the economic adjustment and industrial diversification of defense industries, defense dependent communities, and defense workers that are adversely affected by the termination or reduction of defense spending or defense-related contracts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Industrial Diversification and Community Assistance Act of 1992", 
  "sponsor": {
    "district": "3", 
    "name": "DeLauro, Rosa L.", 
    "state": "CT", 
    "thomas_id": "00281", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-01", 
  "subjects": [
    "Armed forces and national security", 
    "Arms sales", 
    "Capital gains tax", 
    "Capital investments", 
    "Commercialization", 
    "Congressional reporting requirements", 
    "Conversion of industries", 
    "Corporation taxes", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Depressed areas", 
    "Dislocated workers", 
    "Economic development", 
    "Economic impact statements", 
    "Economic stabilization", 
    "Economics and public finance", 
    "Employee rights", 
    "Employment agencies", 
    "Employment subsidies", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal budget process", 
    "Federal employees", 
    "Government and business", 
    "Government lending", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Income tax", 
    "Individual retirement accounts", 
    "Information services", 
    "Investment tax credit", 
    "Job hunting", 
    "Labor statistics", 
    "Layoffs", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Military bases", 
    "Minimum tax", 
    "Mortgage loans", 
    "Occupational retraining", 
    "Rent", 
    "Research and development", 
    "Small Business Administration", 
    "Small business", 
    "Tax exclusion", 
    "Tax penalties", 
    "Venture capital"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-01", 
    "text": "Defense Industrial Diversification and Community Assistance Act of 1992 - Title I: Industrial Diversification Study - Directs the Secretary of Commerce, in consultation with the Administrator of the Small Business Administration (SBA), the Secretary of Defense, and the Director of the Defense Advanced Research Projects Agency (DARPA), to study the extent to which diversification of defense industries to non-defense production can be effectuated. Requires a report from the Secretary of Commerce on the study's results. Authorizes appropriations. Title II: Presidential Council on Economic Diversification and Adjustment - Establishes in the Executive Office of the President the Council on Economic Diversification and Adjustment, co-chaired by the Secretaries of Commerce and Labor, and the Office of Economic Diversification and Adjustment. Outlines Council duties, including the identification of defense-related impact problems of States, metropolitan areas, or communities requiring assistance, the dissemination of aid and assistance information, and the development of strategies and plans for Federal, State, and local economic adjustment efforts necessitated as the result of the termination or reduction of a defense contract or the closure or realignment of a defense facility which substantially adversely affects the local community involved. Requires the Council to prepare and distribute an economic diversification and adjustment handbook containing explanations, outlines, information, and directories concerning the economic diversification required for workers in a community as the result of curtailment of defense production. Requires the Secretary of Defense to notify the Council at least one year in advance of a pending or proposed change in defense spending that would affect local employment in the defense industry. Requires the Council to submit an annual report to the Congress on the required economic diversification and adjustment for the previous year. Authorizes appropriations. Title III: Industrial Diversification Accounts; Alternative Defense Investment Tax Credit - Amends the Internal Revenue Code to allow any qualified defense facility to establish an industrial diversification account for the purpose of providing qualified plant and equipment in the United States or the retraining of employees in order to diversify qualified defense facilities from predominately relying on defense contracts to nondefense lines of business. Restricts deposits to such accounts to the average of the sum of: (1) depreciation allowances with respect to eligible plant and equipment; (2) net proceeds from the sale or other disposition of such plant and equipment, or insurance or indemnity attributable to such plant and equipment; and (3) receipts from investment of amounts in such accounts. Allows deposits to such accounts during the five-year period after its establishment. Restricts deposits after the fifth taxable year to receipts from investments. Provides for the nontaxability of earnings deposited into such accounts. Allows withdrawals over a ten-year period for: (1) acquisition, construction, or reconstruction of qualified plant and equipment; (2) the payment of principal on indebtedness incurred in connection with plant and equipment acquisition, construction, or reconstruction; or (3) the retraining or continued education of employees. Provides for taxation of nonqualified withdrawals. Requires the Secretary of the Treasury to report to the Secretary of Defense annually on such accounts. Provides for computing the alternative minimum tax on earnings deposited in such accounts. Allows an eligible corporation which does not have an industrial diversification account an industrial diversification credit as an alternative investment tax credit. Declares the industrial diversification credit to be equal to 20 percent of the amount paid or incurred for a purpose for which a qualified withdrawal would be permitted from an industrial diversification account if the corporation had such an account. Title IV: Small Business Diversification - Establishes in the SBA a Committee on Defense and Economic Diversification and an Office of Economic Diversification. Directs the Committee to: (1) carry out programs under title V of this Act; (2) identify defense-related problems of small businesses that require assistance; (3) disseminate information useful to small business concerns; (4) prepare a plan for coordinating the efforts of the SBA and the Administration's programs for assisting firms adversely affected by defense cutbacks; and (5) work with and coordinate efforts with the President's Office of Economic Diversification and Adjustment to assist small businesses in finding alternative procurement opportunities with Federal agencies. Authorizes appropriations. Title V: Small Business Assistance - Empowers the Administrator of the SBA to make either loans or grants to a qualified small manufacturing firm to assist such firm to diversify from defense-related to nondefense-related business. Outlines loan and grant limits, conditions, and specific purposes. Directs the Administrator to promulgate regulations to carry out this title. Authorizes appropriations. Title VI: Economic Adjustment Assistance for Employees - Requires all displacements of workers employed by a defense agency, or of civilian workers employed by the armed services, to be reported by the management of the defense facility to the Office of Economic Diversification and Adjustment and to the State employment security agency acting as the agent of the Secretary of Labor for the administration of the program under this title. Requires the Office to certify eligibility of displaced workers under this title for benefits. Amends the Job Training Partnership Act to decrease from 80 to 75 percent the portion of funds available under such Act for job training and retraining that are to be divided among the States. Increases from 20 to 25 percent of such amount the funds that are to be set aside for special grants to substates for special employment problems (intending displaced worker assistance under this Act to qualify as one such special problem). Directs the Secretary of Labor, in coordination with the Council, to develop statistical data on the permanent dislocation of defense workers due to reductions in defense expenditures, termination or reduction of defense contracts, or the closure or realignment of defense facilities. Requires the Secretary to publish a report after compilation of such data. Amends the Internal Revenue Code to exempt from individual retirement accounts early withdrawal penalties any withdrawals made by dislocated workers and used for either mortgage payments on a primary residence or rent payments for one year following the worker's layoff. Title VII: Community Economic Adjustment Planning - Requires the Secretary of Defense, upon release of the President's budget or any announcement of the realignment or closure of a qualified defense facility, to promptly notify any State or local government affected by the realignment, closure, or contract slowdown or termination which is being proposed or will likely result. Makes eligible for economic adjustment planning assistance any community which: (1) is likely to be substantially and seriously affected by the realignment or closure of a defense facility, or the slowdown, termination, or cancellation of any defense contract; and (2) prepares an analysis and forecast of the effect of any such action on the local economy and workforce as well as a proposal for an economic adjustment plan to reduce the adverse effect of any such action. Requires the Council to review the analyses, forecasts, and proposals submitted. Requires the Council to: (1) publish a list annually of the communities eligible for economic adjustment planning assistance after review of such documentation; and (2) allow a community which failed in such termination to petition the Council for review of such determination for inclusion on such list. Provides that any community found eligible for such assistance by the Council shall be eligible for community planning assistance offered by the Secretary of Defense under specified Federal armed forces provisions. Provides that any substantially and seriously affected community shall also be eligible for economic adjustment assistance authorized under title IX of the Public Works and Economic Development Act of 1965. Title VIII: Commercial and Defense Production Integration - Establishes within DOD the Office of Commercial and Defense Production Integration to develop and implement policies, practices, and procedures designed to achieve an effective integration of commercial production processes and defense procurement practices. Attempts to accomplish such integration by increasing the use of commercial products in defense procurement, lowering unit costs in defense production through streamlining acquisition procedures, encouraging integrated processes for manufacturing civilian and defense products, and encouraging research and development of products having both civilian and military applications. Calls for the elimination of unique military specifications in the procurement of defense products and the identification of commercial suppliers that have exhibited high standards of product quality and reliability in commercial or defense production. Requires the Office to assist the Under Secretary of Defense for Acquisition in the acquisition and increased usage of nondevelopmental items in defense procurement (items that are generally available in the commercial marketplace). Directs the Secretary of Defense, acting through the Office, to conduct not less than three projects to demonstrate the feasibility of achieving effective integration of commercial production processes and military procurement practices. Requires the Secretary to notify the Congress at least 30 days in advance of the commencement of each such project, and requires project reports. Title IX: Commission on Military Budget Reform - Establishes the Commission on Military Budget Reform to conduct a study of the desirability and feasibility of the Congress instituting a three-year budget cycle program for DOD. Requires the Commission, in carrying out such study, to consider: (1) the advantages and disadvantages of the three-year budget program; (2) the likely savings from the program; (3) the effects of the program on other activities and programs of DOD, on short- and long-range national security planning, and on foreign military sales; (4) the favorable and adverse effects that multiyear defense budgets have had on the defense budget processes of foreign nations that have adopted such programs; and (5) alternative means of carrying out such a program. Requires a findings report from the Commission to the Secretary and the Congress. Provides powers of the Commission as well as other administrative provisions. Terminates the Commission 30 days after its report. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industrial Diversification and Community Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To facilitate and assist in the economic adjustment and industrial diversification of defense industries, defense dependent communities, and defense workers that are adversely affected by the termination or reduction of defense spending or defense-related contracts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:23-05:00"
}