{
  "actions": [
    {
      "acted_at": "1979-03-29", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Foreign Affairs, H. Rept. 96-79.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-04", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-05", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-10", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Foreign Affairs rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #91 (200-173).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-23", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-19", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-19", 
      "bill_ids": [
        "s588-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 588, roll call #137 (70-25).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-19", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-21", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-27", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-397.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-31", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-02", 
      "references": [], 
      "text": "House agreed to conference report, roll call #430 (223-181).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-02", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-08-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-03", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-03", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-08-14", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-08-14", 
      "references": [], 
      "text": "Public Law 96-53.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3324-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gray, William H., III", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00460", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-08-14", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-29", 
  "number": "3324", 
  "official_title": "An act to authorize appropriations for fiscal year 1980 for international development and economic assistance programs and for the Peace Corps, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres202-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s588-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s802-96", 
      "reason": "related"
    }
  ], 
  "short_title": "International Development Cooperation Act of 1979", 
  "sponsor": {
    "district": "4", 
    "name": "Zablocki, Clement J.", 
    "state": "WI", 
    "thomas_id": "01261", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-29", 
  "subjects": [
    "ACTION", 
    "Advisory bodies", 
    "Afghanistan", 
    "Africa", 
    "Agricultural assistance", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American civilian assistance", 
    "American economic assistance", 
    "American military assistance", 
    "American technical assistance", 
    "Angola", 
    "Area studies", 
    "Arms control agreements", 
    "Arts, culture, religion", 
    "Authorization", 
    "Barter", 
    "Cambodia", 
    "Caribbean area", 
    "Civil rights and liberties, minority issues", 
    "Conflict of interests", 
    "Cost effectiveness", 
    "Cuba", 
    "Cyprus", 
    "Dams", 
    "Developing countries", 
    "Disaster relief", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Energy research", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Fishing boats", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government operations and politics", 
    "Health education", 
    "Health planning", 
    "Hospitals", 
    "Housing finance", 
    "Immigration", 
    "Indochina", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International fishery management", 
    "Irrigation", 
    "Israel", 
    "Jordan", 
    "Language and languages", 
    "Latin America", 
    "Lebanon", 
    "Middle East", 
    "Minority business enterprises", 
    "Mozambique", 
    "Narcotic traffic", 
    "Narcotics", 
    "Nutrition", 
    "OPEC countries", 
    "Panama", 
    "Peace", 
    "Personnel management", 
    "Population policy", 
    "Power resources", 
    "President and foreign policy", 
    "Raw materials", 
    "Reclamation of land", 
    "Refugees", 
    "Sahel", 
    "Schools", 
    "Science and technology", 
    "Scientific exchanges", 
    "Seizure of vessels and cargoes", 
    "South Africa", 
    "Strategic materials", 
    "Student aid", 
    "Sudan", 
    "Syria", 
    "Tanzania", 
    "Travel costs", 
    "United Nations membership", 
    "Vietnam", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water supply", 
    "World health", 
    "Zambia"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1979-07-27", 
    "text": "(Conference report filed in House, H. Rept. 96-397) International Development Cooperation Act of 1979 - =Title I: Development Assistance= - Amends the Foreign Assistance Act of 1961 to authorize appropriations for fiscal year 1980 for: (1) agriculture, rural development, and nutrition (with an emphasis on forestry projects); (2) population and health (including funds for the John Sparkman Center for International Public Health Education at the University of Alabama); (3) education and human resources development; (4) technical assistance for energy, research, reconstruction, and selected development problems; (5) human rights studies and activities; (6) Sahel development program; (7) American schools and hospitals abroad; (8) international organizations and programs; (9) international disaster assistance; (10) assistance to African refugees; (11) reimbursable development programs; and (12) operating expenses. Includes energy development and production as part of the United States' development assistance policy. Authorizes the President to furnish such assistance with a specified amount to encourage exploration for potential oil, natural gas, and coal reserves in developing countries. Excludes members of the Organization of Petroleum Exporting Countries from receiving such assistance. Authorizes the President to include in the cooperative energy programs with developing countries; (1) research and development of small-scale, decentralized renewable energy sources for rural areas; (2) research and development of suitable energy technology; (3) analysis of energy needs and resources; (4) training; and (5) scientific interchanges. Sets limits on the aggregate amount of interest that may be waived or amounts that may be paid into local currency accounts of the relatively least developed countries. Requires agencies planning development assistance programs for countries in which there is illicit narcotics cultivation to give priority consideration to programs which would reduce such cultivation by stimulating broader development opportunities. Increases the amount of housing guaranties that may be outstanding at any one time. Extends the housing guaranty program and the agricultural credit and self-help community development program through September 30, 1982. Authorizes pilot programs in six Latin American countries for agricultural credit and self-help community development projects. Increases the total amount of guaranties that may be outstanding. Repeals the minimum interest rate with regard to such housing guaranties. Repeals the requirement that housing guaranties be for specific types of projects. Specifies an amount to be issued for housing guaranties in Israel and Egypt. Requires, to the maximum extent practicable, that any university research done in accordance with such Act in the developing countries themselves: (1) be directly related to the needs of the developing countries; (2) be carried out within the developing countries; (3) be adapted to local circumstances; (4) provide for the most effective interrelationship between research, education, and extension in promoting agricultural development in developing countries; and (5) emphasize the improvement of local systems for delivering the best available knowledge to the small farmers of such countries. Earmarks a specified amount for voluntary contributions to the United Nations Relief and Works Agency for Palestine Refugees. Conditions the obligation of more than a certain amount of such funds upon the President's certification to the Congress that contributions above such level have been matched by equivalent contributions by members of the Organization of Petroleum Exporting Countries. Revises the procedure for the computation of benefits and costs of water or land resource construction projects. Permits the use of private voluntary agencies in carrying out certain assistance projects if such agencies are registered with the Agency for International Development. Repeals: (1) the South African educational assistance program; and (2) the requirement of a Presidential report to Congress concerning major environment and natural resource problems; and (3) the exclusion of assistance to countries seizing or penalizing U.S. fishing vessels in international waters. Makes other technical changes. Amends the International Development and Food Assistance Act of 1977 to designate the minority business section as the Minority Resource Center to be responsible for increasing participation of economically and socially disadvantaged business enterprises in foreign contract, procurement, grant, and research and development activities. Directs the center to: (1) establish, maintain, and disseminate information as an international clearinghouse to furnish such business enterprises information regarding business opportunities in developing assistance programs; (2) design and conduct programs to encourage, promote, and assist such enterprises to secure contracts under such programs; (3) conduct market research, planning, economic and business analyses, and feasibility studies to identify business opportunities in such programs; (4) develop support mechanisms which would enable such businesses to take advantage of opportunities in such programs; and (5) enter into contracts, cooperative agreements, or other transactions as may be necessary. Directs the Administrator of the Agency for International Development to report to the Congress annually on the activities of the Center. Authorizes appropriations to carry out the provisions of this Title. Permits the Administrator to consolidate the Center with the Office of Small and Disadvantaged Business Utilization. Prohibits the use of appropriated funds for assistance to the Republic of Panama, its agencies or instrumentalities, unless the President determines that it is in the U.S. national interest. Expresses the sense of Congress that the United States should provide significantly increased resources for development programs in Latin America and the Caribbean. Expresses the sense of Congress that the President should negotiate with those nations with adequate financial resources to increase their contributions for development assistance through multilateral programs. =Title II: Food for Peace= - Amends the Agricultural Trade Development and Assistance Act of 1954 to direct the President to give consideration to expanding markets for local foodstuffs, as well as U.S. agricultural commodities, by increasing demand and stimulating economic growth. Requires entities distributing commodities to work with and support indigenous institutions. Stipulates that agreements allowing the sale of commodities for foreign currency provide that the currency be used to alleviate the causes of the need for assistance as well as increase the effectiveness of food distribution and the availability of food. Authorizes the value of U.S. agricultural commodities to be applied by the recipient country against its repayment obligation under the Food for Development Program. Stipulates that consideration in carrying out Food for Development projects be given to programs using U.S. agriculture to further economic development and increase food production. Deletes the requirement that a country's utilization proposal include an annual plan for the intended uses of the commodities only for the years such funds are to be disbursed. Permits the value of the commodities or amounts received from the sale of commodities to be used against the recipient country's credit obligation to the Commodity Credit Corporation. Requires recipient countries to include in their report to the President a description of how the commodities were used. Requires the President to include in the annual report a review of agreements providing for the use of the value of agricultural commodities when the funds or commodities were not fully disbursed the preceding year. Requires the President to take precautions that emergency commodity distributions do not interfere with local food production or marketing in the recipient country. Requires the use of agricultural commodities under this Act for humanitarian and developmental objectives, as well as expansion of U.S. and recipient countries' agricultural commodity markets. Directs the carrying out of country assessments in order to determine the types and quantities of agricultural commodities needed. Stipulates that commodities shall be made available on a multiyear basis to the maximum extent possible. =Title III: Peace Corps= - Amends the Peace Corps Act to authorize appropriations for the Peace Corps through fiscal year 1980. Permits persons who have served at least 36 months in a Foreign Service Reserve or Staff appointment, to be appointed to a Federal position in the competitive service or in an established merit system in the excepted service, until Congress enacts Foreign Service personnel reform legislation. =Title IV: Institute for Scientific and Technological Cooperation= - Authorizes the President to establish an Institute for Scientific and Technological Cooperation to: (1) assist developing countries to strengthen their technological capacity; (2) foster the exchange of scientists and other technical experts with developing countries; and (3) advise other Federal agencies and U.S. businesses as to scientific and technological cooperation with developing countries. Authorizes the President to establish a Council on International Scientific and Technical Cooperation to advise the Institute. Requires the Institute Director to seek the Council's advice regarding: (1) any significant change in Institute's activities; and (2) any new programs or initiatives. Authorizes the President to award Institute fellowships to citizens and foreigners in the fields of scientific, technological, economic or social endeavor. Directs Council members and Institute Fellows to avoid any action creating a conflict of interest. Authorizes appropriations to carry out the provisions of this title through fiscal year 1980. Requires the President to submit annual reports to Congress on the Institute's operations, including: (1) a discussion of the impact of the Institute's programs; and (2) the percentage of funds used to further the development assistance policies. Stipulates that the Institute shall be established in an International Development Cooperation Agency, when such agency is established. Terminates the authorities contained in this title at the end of fiscal year 1984. =Title V: Miscellaneous Provisions= - Earmarks a portion of the unobligated funds in the Middle East Special Requirements Fund for Lebanon. Increases the authorization of appropriations for military assistance to be used for Sudan. Amends the International Development and Food Assistance Act of 1978 to change from March 15, 1979 to May 1, 1979, the date by which the President shall submit to the Congress regulations establishing a uniform personnel system for all employees responsible for administering programs under certain provisions of the Foreign Assistance Act of 1961. Directs the Secretary to include in the annual report on human rights practices, a report on such practices by countries which do not receive assistance but are members of the United Nations. Directs the Secretary to report to Congress on the impact on U.S. foreign relations of the reports on the human rights practices of foreign governments. Prohibits the use of any funds authorized to furnish assistance to Afghanistan until the President certifies to Congress that the Government of Afghanistan: (1) has apologized officially and assumes responsibility for the death of Ambassador Adolph Dubs; and (2) agrees to provide adequate protection for all United States personnel in Afghanistan. Prohibits the use of funds authorized to be appropriated in this Act for any form of aid, either by monetary payments or by sale or transfer of goods, to the Socialist Republic of Vietnam, Cambodia, or Cuba. Urges all nations to become parties to the Treaty on Non-Proliferation of Nuclear Weapons. Directs the Secretary to report to Congress regarding the Department's implementation of this provision. Directs the Administrator of the agency primarily responsible for administering loan repayments to conduct an annual review of bilateral concessional loan balances, and to determine and identify those countries whose financial resources make possible accelerated loan repayments. Requires that the criteria used in making such determinations be established in conjunction with the Committee on Foreign Affairs of the House of Representatives and the Committee on Foreign Relations of the Senate. Provides that an annual report of the status of such accelerated loan repayment shall be made to such committees. Expresses the sense of Congress that the President should continue to support the U.N. Secretary General's efforts to use appropriate fora to deal with the refugee crisis in Southeast Asia. Requires the President to study and report to Congress concerning the prospects for permanent resettlement of Indochinese refugees. Provides additional travel allowances for dependents of employees of the State Department, the International Communication Agency, and the Agency for International Development. Permits assistance to be furnished to any country significantly improving its human rights record. Sets forth the effective date of this Act as October 1, 1979, unless otherwise provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Development Cooperation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "International Development Assistance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Peace Corps Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "International Development Cooperation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1980 and 1981 for international development and economic assistance programs and for the Peace Corps, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to authorize appropriations for fiscal year 1980 for international development and economic assistance programs and for the Peace Corps, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:55-05:00"
}