{
  "actions": [
    {
      "acted_at": "2000-03-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-09-27", 
      "references": [], 
      "text": "Committee on Small Business. Original measure reported to Senate by Senator Bond. With written report No. 106-422.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-27", 
      "calendar": "Senate Legislative", 
      "number": "838", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 838.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3121-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-09-27", 
  "number": "3121", 
  "official_title": "A bill to reauthorize programs to assist small business concerns, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3843-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Reauthorization Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Bond, Christopher S.", 
    "state": "MO", 
    "thomas_id": "01286", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-03-21", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Authorization", 
    "Bank loans", 
    "Commerce", 
    "Community development corporations", 
    "Conferences", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Department of the Treasury", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug testing", 
    "Drugs and employment", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Housing and community development", 
    "Indian economic development", 
    "Internal revenue law", 
    "Job creation", 
    "Labor and employment", 
    "Law", 
    "Minorities", 
    "Minority business enterprises", 
    "Regulatory impact statements", 
    "Securities", 
    "Small Business Administration", 
    "Small business", 
    "Subcontractors", 
    "Surety and fidelity", 
    "Taxation", 
    "Veterans' preference", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-09-27", 
    "text": "TABLE OF CONTENTS: Title I: Reauthorization of Small Business Programs Title II: Quadrennial Small Business Summit Title III: Small Business Involvement in Government Regulation Title IV: Office of Advocacy of the Small Business Administration Title V: Credit Programs Title VI: HUBZone Program Subtitle A: HUBZones in Native America Subtitle B: Other HUBZone Provisions Title VII: National Women's Business Council Reauthorization Title VIII: Miscellaneous Provisions Small Business Reauthorization Act of 2000 - Title I: Reauthorization of Small Business Programs - Amends the Small Business Act (the Act) to authorize appropriations and provide funding levels for FY 2001 through 2003 for various small business loans under the Act and the Small Business Investment Act of 1958, including guaranteed business loans, development company loans, microloans, disaster loans, and small business investment company debentures and participating securities.Title II: Quadrennial Small Business Summit - Quadrennial Small Business Summit Act of 2000 - Mandates a national Quadrennial Summit on Small Business, once every four years, to: (1) increase public awareness of the contribution of small business to the national economy; (2) identify the problems of small businesses; (3) examine the status of minorities and women as small business owners; (4) assist small businesses in carrying out its role as the Nation's job creators; (5) assemble small businesses to develop recommendations for legislative and regulatory action for maintaining and encouraging the economic viability of small businesses and, thereby, the Nation; and (6) review the status of recommendations adopted at the prior Summit. Requires each Summit to be preceded by a State Summit on Small Business.(Sec. 206) Establishes the Quadrennial Commission on Small Business. Requires the Commission to: (1) conduct the Quadrennial and State Summits to bring together individuals concerned with issues relating to small business; (2) appoint a Summit Advisory Committee from participants at the last Quadrennial Summit; and (3) report to the President and the Chairpersons and ranking Members of the congressional small business committees on Summit findings, recommendations, and proposals, as well as necessary legislative action to implement such recommendations. Directs the Chief Counsel for Advocacy of the Small Business Administration (SBA) to assist in carrying out the Quadrennial and State Summits.(Sec. 207) Authorizes appropriations to carry out each Quadrennial and State Summit.Title III: Small Business Involvement in Government Regulation - Small Business Advocacy Review Panel Technical Amendments Act of 2000 - Amends Federal provisions concerning the promulgation of Federal rules to allow representatives of small entities that may be affected to make an oral presentation to a review panel for a proposed rule. Requires the head of an agency covered by the rule to print the report of the review panel in the Federal Register within 180 days after receiving it or as part of the publication of the notice of proposed rulemaking. Prohibits such report from including confidential business information submitted by any small entity representative. Defines as agencies covered by the rule the Environmental Protection Agency, the Occupational Safety and Health Administration, and the Internal Revenue Service.Title IV: Office of Advocacy of the Small Business Administration - Independent Office of Advocacy Act - Establishes in the SBA an Office of Advocacy to undertake specified advocate actions on behalf of small businesses, including an assessment of the effectiveness of Federal subsidy and assistance programs for small business, the impact of Federal regulations on small business, and the development and strengthening of minority, women-owned, and other small businesses. Directs the Office to make recommendations to the Chairmen and ranking Members of the small business committees and the SBA Administrator with respect to issues and regulations affecting small business and the necessity for corrective action by the SBA, any Federal department or agency, or Congress. Directs the Chief Counsel to report at least annually to specified congressional committees on Federal agency compliance with certain small business deregulation requirements. Authorizes appropriations.Title V: Credit Programs - Amends the Act to authorize the SBA to guarantee a general business loan made by a bank or other financial institution to a small business in the amount of: (1) 75 percent of the outstanding balance of such loan, if such balance exceeds $150,000 (currently $100,000); or (2) 85 percent of the outstanding balance of $150,000 or less (also currently $100,000). Prohibits any such loan from being made to a borrower if the total amount outstanding and committed to the borrower from the business loan and SBA investment funds would exceed $1 million (currently $750,000).Makes current provisions requiring the payment of accrued interest on defaulted guaranteed loans inapplicable to loans made on or after October 1, 2000.Requires a borrower who prepays any loan guaranteed by the SBA to remit to the SBA a subsidy recoupment fee (calculated under this title) if: (1) the loan is for a period of less than 15 years; (2) the prepayment is voluntary; (3) the amount of prepayment in any calendar year is more than 25 percent of the outstanding loan balance; and (4) the prepayment is made within the first three years after disbursement of the loan proceeds.Revises loan guarantee fee amounts, requiring progressively higher percentage fees for amounts in excess of $150,000, between $150,000, and $700,000, and over $700,000.Authorizes a borrower to permanently lease to one or more tenants not more than 20 percent of any property constructed using guaranteed loan proceeds, as long as the borrower permanently occupies and uses not less than 60 percent of the total business space in the property.Authorizes the Administrator to conduct criminal background checks of loan applicants. (Current law authorizes the SBA only to verify an applicant's background through the best available means.) Authorizes the Administrator to require an applicant to provide identifying information to aid in such check. Requires the Federal Bureau of Investigation to make available to the Administrator for such checks the National Crime Information Center computer system.(Sec. 502) Authorizes any Federal savings association to invest in any one or more small business investment companies, but limits the total amount of such investments to five percent of the capital and surplus of such association.Amends the Small Business Investment Act of 1958 to provide applicable Federal and State statutes of limitations for violations under such Act.Includes a licensee's employees, agents, or other participants in the management or conduct of the affairs of such licensee among those subject to disciplinary action by the SBA.Defines \"long-term,\" when used in connection with equity capital or loan funds invested in any small business or smaller enterprise, as not less than one year.Revises the amount of subsidy fees charged for debentures and participating securities under the small business investment company debenture program.(Sec. 503) Amends the SBA Microloan program to: (1) increase certain loan limits; (2) remove the requirement that participating intermediaries make only short-term loans; (3) allow loan intermediaries to expend more of grant funds to provide needed information and technical assistance to small business lendees; (4) increase the number of grants and participating intermediaries; and (5) authorize the Administrator to use up to $1 million of the annual appropriation to the SBA for technical assistance grants to subcontract with national trade associations or eligible intermediaries to provide peer-to-peer capacity building and training to participating lenders and organizations seeking to become lenders.(Sec. 504) Requires small business lending companies to pay the costs of annual SBA examinations.(Sec. 505) Increases from $1.25 million to $2 million the maximum size of surety bonds that can be guaranteed by the SBA under the Small Business Investment Act of 1958. Extends through FY 2003 the Preferred Surety Bond program.(Sec. 506) Revises the interest rate charged for SBA development company debentures.Title VI: HUBZone Program - Subtitle A: HUBZones in Native America - HUBZones in Native America Act of 2000 - Amends the Act to include small businesses owned and controlled by Alaska Native Corporations or by Natives (Alaska or Indian) or Indian tribal governments as eligible entities under the HUBZone Program (a program offering business start-up loans for entities in historically underutilized business zones).(Sec. 603) Includes as a qualified HUBZone small business one which is owned in whole or part by an Indian tribal government, when at least 35 percent of its employees performing an SBA-awarded HUBZone contract reside either within an Indian reservation or in any HUBZone adjoining such reservation.Includes within a HUBZone pilot program for sparsely populated areas a small business located in Alaska if it is located within an Alaska HUBZone and at least 35 percent of its employees performing a HUBZone contract live in Alaska or an Alaska HUBZone.Subtitle B: Other HUBZone Provisions - Revises certain definitions under the HUBZone Program. Provides transitional qualification for a business that was in a qualified nonmetropolitan county which is later disqualified as a result of newly-updated unemployment data.Provides that, with respect to a ten percent price evaluation preference currently awarded to small businesses over other businesses in the procurement of commodity items, such preference shall not apply to commodities purchased under full and open competition if: (1) the contracting officer sets aside at least ten percent of the offer for competition restricted to certain socially and economically disadvantaged small businesses or for sole source contracts for such businesses; and (2) such officer provides a set-aside or sole source contract of not less than an additional ten percent of the quantity of the commodity to be purchased. Requires such contracting officer to give a preference in awarding such commodity contracts to qualified HUBZone small businesses that are also eligible to be awarded contracts under the SBA general business loan program.(Sec. 614) Includes as an eligible HUBZone small business one which is: (1) wholly owned by a community development corporation that has received financial assistance under the Community Economic Development Act of 1981; or (2) owned in part by one or more community development corporations, if all other owners are either U.S. citizens or small businesses.Title VII: National Women's Business Council Reauthorization - National Women's Business Council Reauthorization Act of 2000 - Amends the Women's Business Ownership Act of 1988 to add specified duties of the National Women's Business Council, including working with Federal agencies to assist them in meeting the five percent women's procurement goal (obtaining five percent of all Federal procurement contracts and subcontracts) established under the Act.(Sec. 704) Repeals a required Council study on the award of Federal prime contracts and subcontracts to women-owned businesses. Directs the Council to work with State and local officials and business leaders to develop the infrastructure for women's business enterprise so as to increase women's effectiveness in shaping the economic agendas of their States and communities.(Sec. 706) Extends through FY 2003 the authorization of appropriations for Council activities.Title VIII: Miscellaneous Provisions - Authorizes the Administrator to establish a Native American Small Business Development Center Network and a Tribal Electronic Commerce Small Business Resource Center. Authorizes the Administrator to provide one or more contracts, grants, and cooperative agreements to any established tribal organization to establish the Network and Resource Center. Provides authorized Network services, including: (1) providing current business management and technical assistance that primarily serves Alaska Natives, members of Indian tribes, or Native Hawaiians; (2) providing tribal business information centers with current electronic commerce information, training, and technical assistance; (3) supporting the Resource Center; and (4) providing any service that any other small business development center is authorized to provide. Provides matching funds requirements, with an authorized waiver by the Administrator and an exception for contracts, grants, or agreements made to a tribal organization for the Resource Center. Authorizes appropriations for the Network and the Resource Center.(Sec. 802) Adds informational aids and education to the types of assistance authorized to be provided to small businesses by the SBA.(Sec. 803) Amends the Federal criminal code to include as an enforceable offense a false statement made to the SBA in connection with an activity of a small business investment company. Subjects individuals making such statements to civil penalties set forth under the Financial Institutions Reform, Recovery, and Enforcement Act of 1989.(Sec. 805) Amends the: (1) Small Business Administration Reauthorization and Amendments Act of 1994 to extend through FY 2003 the Very Small Business Program; and (2) Federal Acquisition Streamlining Act of 1994 to extend through FY 2005 Federal procurement procedures aimed at obtaining certain contracting goals for small businesses owned and controlled by socially and economically disadvantaged individuals.(Sec. 807) Includes small businesses owned and controlled by veterans and service-disabled veterans within a preference for small businesses for the performance of contracts let by any Federal agency.(Sec. 808) Revises industry size standards for purposes of placing an appropriate amount of contracts offered by such industries among small businesses. Increases from $500,000 to $750,000 the maximum annual receipts permitted to be realized by an agricultural enterprise to still be considered a small business for purposes of the Act. Provides a 200-employee limit for fresh fruit and vegetable packing houses for such consideration.(Sec. 809) Extends through FY 2002 the SBA's drug-free workplace program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "HUBZones in Native America Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Independent Office of Advocacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Women's Business Council Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Quadrennial Small Business Summit Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Advocacy Review Panel Technical Amendments Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize programs to assist small business concerns, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:29-05:00"
}