{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6251-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "6251", 
  "official_title": "A bill to consolidate existing authorities under the Vocational Education Act of 1963 in order to create a more efficient mechanism for Federal assistance to States for vocational education.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1863-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Vocational Education Act", 
  "sponsor": {
    "district": "1", 
    "name": "Quie, Albert H.", 
    "state": "MN", 
    "thomas_id": "00936", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Federal advisory bodies", 
    "States", 
    "Vocational education"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Vocational Education Act - Title I: General Provisions - States that it is the purpose of this Act to provide financial assistance to States and other public and private agencies and institutions to assist them in operating, developing, and improving programs of voactional education. Authorizes to be appropriated for fiscal year 1976, and for each of the four succeeding fiscal years, $523,006,000 to carry out the various purposes specified in this Act. Requires any State desiring to participate in the programs authorized by this Act to designate or establish a State board or agency which will be the sole State agency responsible for the administration of such programs. States that the responsibility of each State board shall include development of policy with respect to such programs, development and submission to the Commissioner of Education of the annual and long-range plans required by title II, and consultation with the State Advisory Council for Vocational Education and other appropriate State planning agencies. Sets forth procedures for alloting funds appropriated under this Act among the States. Provides that the National Advisory Council for Vocational Education established by the Vocational Educational Education Act of 1963 shall contine to exist during the period for which appropriations are authorized under this Act. Requires any State which desires to receive a grant under this Act to establish an independent State advisory council for vocational education. Sets forth the membership requirements for such councils. States that the functions of the State council shall include: (1) advising the State board in the development of the annual and forward State plans for vocational education; (2) advising the State board on policy matters relating to vocational education; and (3) evaluating vocational educational programs, services, and activities assisted under this Act. Authorizes the Commissioner to pay to each State council an amount equal to the reasonable amounts expended by it in carrying out its functions under this Act. Authorizes to be appropriated $4,316,000 out of the total appropriations authorized by this Act for fiscal year 1976 and each of the four succeeding fiscal years for such payments to State councils. Makes technical amendments to existing vocational education legislation. Title II: Program Planning - Directs the Commissioner to annually conduct an assessment of the status of vocational educational in the Nation in order to ascertain the critical national needs and high priorities in the field of vocational education. Requires each State desiring to participate in programs authorized under this Act for any fiscal year, other than the fiscal year ending June 30, 1976, to prepare, through its State board, a five-year forward plan for vocational education in the State. Requires each State desiring to participate in programs authorized by this Act to submit to the Commissioner at such time and in such detail as he deems necessary an annual program plan for vocational education. Sets forth requirements for such programs plans. Sets forth procedures for the approval or disapproval of such plans by the Commissioner. Provides for judicial review of decisions. Title III: Vocational Education Programs and Services - Authorizes the Commissioner, from the sums allotted to each State pursuant to Title I of this Act, to make grants to States to assist them in establishing and carrying out vocational education programs and services. Specifies the types of programs that the grants may be used to provide, including: (1) vocational-technical programs of instruction; (2) work experience programs; and (3) vocational education personnel development and training. Specifies the types of services that the grants may be used to provide, including: (1) vocational guidance and counseling; (2) equipping and operating vocational-technical schools; and (3) work study programs. Title IV: Grants for Research, Innovation, and Demonstration - Authhorizes the Commissioner, from sums allotted to each State pursuant to Title I of this Act, to make grants to each State to pay all or part of the cost of carrying out innovative projects and activities which meet stipulated requirements. States that such innovative projects and activities include: (1) research in vocational education; (2) experiments designed to test the effectiveness of such research findings; and (3) development of new vocational education curriculums. Stipulates that in order to insure that funds provided under this title are used only to support innovative projects and activities, such projects and activities may be funded for only three years under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vocational Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate existing authorities under the Vocational Education Act of 1963 in order to create a more efficient mechanism for Federal assistance to States for vocational education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:12-05:00"
}