{
  "actions": [
    {
      "acted_at": "1989-04-13", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s799-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-13", 
  "number": "799", 
  "official_title": "A bill entitled the \"Vocational-Technical Education Quality and Equity Act of 1989\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vocational-Technical Education Quality and Equity Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-13", 
  "subjects": [
    "Authorization", 
    "Business and social problems", 
    "Compensatory education", 
    "Education", 
    "Education of Indians", 
    "Educational accountability", 
    "Educational planning", 
    "Educational research", 
    "Employee training", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to vocational education", 
    "Government and business", 
    "Information services", 
    "Manpower policy", 
    "Manpower training programs", 
    "Minority education", 
    "Research centers", 
    "Secondary education", 
    "Technical education", 
    "Technological innovations", 
    "Vocational education", 
    "Vocational guidance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-13", 
    "text": "Vocational-Technical Education Quality and Equity Act of 1989 - Sets forth national priorities which States are to be assisted in addressing under this Act. Lists national priorities under the following two headings: (1) improving the quality of vocational education to meet the needs of a changing economy and labor market; and (2) increasing equity in vocational education by expanding access to programs and providing services to students with specified educational needs. Title I: State Administration, Planning, and Evaluation - Part A: State Administrative Responsibilities - Sets forth requirements relating to the functions of State boards of vocational education, including: (1) appointment of a State director of vocational education; and (2) submission of the State plan to the State advisory council on vocational-technical education. Sets forth requirements relating to State advisory councils on vocational-technical education, including: (1) biennial evaluation of federally-assisted vocational education program delivery systems; and (2) review of the State plan submitted by the State board. Directs the Secretary of Education (the Secretary) to make grants to State councils to carry out their functions. Part B: Planning and Applications - Sets forth requirements for three-year State plans, to be submitted to the Secretary. Sets forth requirements for State applications for funds for each fiscal year. Sets forth requirements for three-year local plans by eligible recipients, to be formulated with the assistance of local advisory councils and to be submitted to the State board. Part C: Evaluation and Review - Sets forth requirements for State progress reports and State plan amendments. Sets forth requirements for program evaluation by State boards with the assistance of the Secretary. Directs the Secretary to report every two years to the Congress on the status of vocational education in the Nation, including a summary of State program evaluations. Sets forth requirements for local progress and amendments to local plans. Title II: State Programs - Authorizes the Secretary to make grants to assist States in funding vocational education programs, services, and activities carried out by State boards and eligible recipients. Requires that such basic State grants be used to: (1) improve the quality of vocational education programs to meet the needs of the changing economy; and (2) provide equal access to, and benefit from, vocational education programs for underserved groups of individuals and those with special needs. Sets forth specified activities for which funds may be used. Prohibits the use of such funds for activities relating to residential vocational-technical schools, area vocational education schools, or day care services for students' children unless the State board determines that: (1) it would be impossible, without expenditures for such activities, to carry out the purposes of this Act and the goals described in the State plan; and (2) adequate funds are not available from other sources for such activities. Title III: National Programs - Directs the Secretary to maintain a national vocational education data system. Requires States receiving assistance under this Act to supply information to such system. Directs the Secretary, in maintaining and annually updating it, to make such system compatible with: (1) the occupational information data system established under this Act; (2) other systems developed or assisted under labor market information provisions under JTPA; and (3) other occupational supply and demand information systems developed or maintained through Federal assistance. Directs the Secretary to secure data about program enrollees and completers, placement and followup, staffing, and expenditures by major purposes of this Act. Establishes a National Occupational Information Coordinating Committee consisting of specified Federal officials. Directs the Committee to: (1) assist State occupational coordinating committees financially and otherwise; (2) improve coordination among administrators and planners of programs, employment security agency administrators, researchers, and Federal, State, and local employment and training agency personnel; (3) develop an occupational information system for vocational education and employment and training programs; and (4) study the effects of technological change on new and existing occupational areas and the required changes in knowledge and job skills. Requires each State receiving assistance under this Act to establish a State occupational information coordinating committee which, with funds from the national committee, shall implement a State occupational information system designed to meet the needs of State board programs. Establishes the President's Commission on Vocational-Technical Education (the Commission) which shall: (1) assess national needs with respect to occupations requiring less than a baccalaureate degree; (2) identify ways to encourage cooperation between the private sector and vocational-technical education; (3) evaluate program needs for updated equipment, curricula, competent staff, and so forth; (4) examine, and make recommendations regarding, the role of vocational education in the improvement of the secondary education system; and (5) advise the President, Congress, and Secretary on adequate policies for vocational-technical education programs. Directs the Commission to make a final report to the President, Congress, and Secretary within two years after its first meeting, together with scheduled interim reports and recommendations. Terminates the Commission 90 days after submission of the final report. Provides that the National Center for Research in Vocational Education established under the Vocational Education Act of 1963 shall continue to be operated with funds made available under this Act. Directs the Secretary to: (1) make an annual grant for the Center's operation; and (2) designate the entity to be the Center once every five years. Requires that the Center: (1) be a nonprofit entity associated with a public or private nonprofit university which has made, or is prepared to make, a substantial financial contribution towards its establishment; and (2) have a Director, appointed by such university and assisted by the advisory committee on research and program development. Provides for a discretionary fund for the improvement of vocational education (\"the Fund\"). Authorizes the Secretary to make grants to States, public and private nonprofit organizations, secondary and postsecondary education institutions, and other public and private educational institutions and agencies to improve vocational and technical education. Requires the advisory committee on research and program improvement established under this Act to advise the Secretary, and the Director of the Fund appointed by the Secretary, on the award of grants from the Fund. Directs the Secretary to appoint an advisory committee on research and program improvement to meet at least three times annually and to advise: (1) the Secretary on selection and management of programs funded under this title; and (2) the Secretary, the Director of the Center, and the Director of the Fund, with respect to policy issues in the administration of the Center and in the selection of research and demonstration projects. Title IV: General Provisions, Authorization, and Allotments - Part A: Authorization and Allotments - Authorizes appropriations for FY 1990 through 1996 for: (1) basic State grants; (2) State administration, planning, and evaluation programs; (3) national programs; (4) the Occupational Information Data System; and (5) the Fund. Authorizes appropriations for FY 1990 and 1991 for the President's Commission on Vocational-Technical Education. Requires a State, in order to receive any allotment under this Act, to: (1) establish a State board and a State advisory council on vocational-technical education; (2) have an approved State plan and application; (3) comply with evaluation and review and other provisions of this Act. Provides for Indian programs. Directs the Secretary, upon the request of an eligible Indian tribe, to contract with the tribal organization to plan, conduct, and administer vocational education programs. Authorizes the Secretary to enter into an agreement with the Bureau of Indian Affairs (BIA) for the operation of vocational education programs in institutions serving eligible Indians. Part B: Federal Administrative Responsibilities - Provides for payments to States for administrative costs. Sets forth provisions for withholding of funds from States by the Secretary, and for judicial review of such withholding. Part C: Definition of Terms - Sets forth definitions of terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vocational-Technical Education Quality and Equity Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Vocational-Technical Education Quality and Equity Act of 1989\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:22-05:00"
}