{
  "actions": [
    {
      "acted_at": "1998-07-21", 
      "bill_ids": [
        "s219-105", 
        "s343-105", 
        "s1216-105", 
        "s1269-105", 
        "s1278-105", 
        "s1457-105", 
        "s2047-105", 
        "hr1432-105"
      ], 
      "references": [], 
      "text": "Committee on Finance incorporated provisions of related measures S. 219, S. 343, S. 1216, S. 1269, S. 1278, S. 1457, S. 2047, H.R. 1432 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-07-31", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Roth. With written report No. 105-280.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-31", 
      "calendar": "Senate Legislative", 
      "number": "517", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 517.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2400-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-31", 
  "number": "2400", 
  "official_title": "An original bill to authorize the negotiation of reciprocal trade agreements, implement certain trade agreements, extend trade preferences to certain developing countries, extend the trade adjustment assistance programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1432-105", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s219-105", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Trade and Tariff Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-21", 
  "subjects": [
    "Access to health care", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American Samoa", 
    "American investments", 
    "Antidumping", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arts, culture, religion", 
    "Athletes", 
    "Australia", 
    "Balance of payments", 
    "Barges", 
    "Brazil", 
    "Business income tax", 
    "Caribbean area", 
    "Child labor", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Clocks and watches", 
    "Clothing industry", 
    "Coastwise shipping", 
    "Collective bargaining", 
    "Commerce", 
    "Commercial arbitration", 
    "Conferences", 
    "Confidential communications", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Copyright", 
    "Copyright infringement", 
    "Countervailing duties", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Customs unions", 
    "Democracy", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Developing countries", 
    "Diplomacy", 
    "Discrimination in employment", 
    "Dispute settlement", 
    "Dredging", 
    "Due process of law", 
    "Dumping", 
    "East Asia", 
    "Economic development", 
    "Economic growth", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Emigration", 
    "Employee rights", 
    "Energy", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Europe", 
    "Evidence (Law)", 
    "Executive orders", 
    "Exhibitions", 
    "Expedited congressional procedure", 
    "Export credit", 
    "Export subsidies", 
    "Exports", 
    "Families", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food additives", 
    "Food adulteration and inspection", 
    "Forced labor", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Fraud", 
    "Free enterprise", 
    "Free trade", 
    "Freedom of association", 
    "Full employment policies", 
    "Government lending", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government publicity", 
    "Government regulation", 
    "Governmental investigations", 
    "Guam", 
    "Handicraft", 
    "Health", 
    "High technology", 
    "High technology industries", 
    "House rules and procedure", 
    "Human rights", 
    "Ice breaking operations", 
    "Immigration", 
    "Import quotas", 
    "Import relief", 
    "Import restrictions", 
    "Income tax", 
    "India", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Injunctions", 
    "Intellectual property", 
    "International Trade Commission", 
    "International affairs", 
    "International agencies", 
    "International arbitration", 
    "International competitiveness", 
    "International corporations", 
    "International labor activities", 
    "International monetary system", 
    "Jewelry trade", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Legislative resolutions", 
    "License agreements", 
    "Licenses", 
    "Maintenance and repair", 
    "Marine insurance", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant ships", 
    "Military sealift", 
    "Mongolia", 
    "Most favored nation principle", 
    "Nongovernmental organizations", 
    "Nontariff trade barriers", 
    "Normal trade relations", 
    "OECD countries", 
    "Occupational health and safety", 
    "Oceania", 
    "Office of the U.S. Trade Representative", 
    "Olympic games", 
    "Parties to actions", 
    "Passenger ships", 
    "Patent infringement", 
    "Patents", 
    "Petroleum", 
    "Poland", 
    "Poverty", 
    "President and foreign policy", 
    "Presidential powers", 
    "Prices", 
    "Public lands and natural resources", 
    "Raw materials", 
    "Reciprocity", 
    "Restrictive trade practices", 
    "Romania", 
    "Russia", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Semiconductors", 
    "Senate rules and procedure", 
    "Service industries", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Shipping agreements", 
    "Ships", 
    "Shoe industry", 
    "Singapore", 
    "Soccer", 
    "Social life and customs", 
    "Social welfare", 
    "South Asia", 
    "Sports and recreation", 
    "Standard of living", 
    "State-sponsored terrorism", 
    "Submarine oil well drilling", 
    "Sudan", 
    "Tariff", 
    "Tariff preferences", 
    "Taxation", 
    "Technological innovations", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Textile fabrics", 
    "Textile industry", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trade secrets", 
    "Trademarks", 
    "Transportation and public works", 
    "Tugboats", 
    "Tuna", 
    "Ukraine", 
    "Valuation", 
    "Virgin Islands", 
    "Warships", 
    "Water resources development", 
    "Women", 
    "Women athletes", 
    "Wool"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-31", 
    "text": "TABLE OF CONTENTS: Title I: Trade and Development Subtitle A: Trade Policy for Sub-Saharan Africa Subtitle B: Generalized System of Preferences Subtitle C: United States-Caribbean Trade Enhancement Title II: Reciprocal Trade Agreements Title III: Trade Adjustment Assistance Title IV: Market Access Identification for Certain Agricultural Products Title V: Approval and Implementation of OECD Shipbuilding Agreement Subtitle A: General Provisions Subtitle B: Other Provisions Subtitle C: Effective Date Title VI: Miscellaneous Trade and Tariff Provisions Subtitle A: Extension of Normal Trade Relations to Mongolia Subtitle B: Miscellaneous Tariff Provisions Title VII: Revenue Provisions Title I: Trade and Development - Subtitle A: Trade Policy for Sub-Saharan Africa - African Growth and Opportunity Act - Declares the policy of the Congress toward sub-Saharan African countries. (Sec. 1004) Amends the Trade Act of 1974 to authorize the President to designate a sub-Saharan African country eligible for duty-free treatment for certain non-import-sensitive articles if the President determines that: (1) it has established, or is making continual progress toward establishing, a market-based economy, a democratic society, an open trading system, and economic policies to reduce poverty, increase health care availability and educational opportunities, and promote private enterprise; and (2) it does not engage in gross violations of internationally recognized human rights or support international terrorism, and cooperates in international efforts to eliminate human rights violations and terrorist activities. Directs the President to monitor and review the progress of sub-Saharan African countries to determine their current or potential eligibility under the requirements of this Act. Requires the President to terminate the designation as a beneficiary sub-Saharan African country of any such country that is not making continual progress in meeting such requirements. Waives the competitive need limitation (a basis for withdrawal of duty-free treatment) for articles of any beneficiary sub-Saharan African country. (Sec. 1005) Grants duty-free and quota-free treatments to certain textile and apparel articles (including textile luggage) of beneficiary sub-Saharan African countries, namely: (1) apparel articles assembled from fabrics wholly formed and cut in the United States, from yarns wholly formed in the United States that are entered under a specified subheading or chapter of the Harmonized Tariff Schedule of the United States; (2) apparel articles cut from such fabrics and yarns, if assembled in one or more beneficiary sub-Saharan African countries with thread formed in the United States; and (3) certified handloomed, handmade, or folklore articles of a beneficiary sub-Saharan African country or countries. Prescribes penalties for exporters engaged in transshipments of such articles under false claims as to country of origin, manufacture, processing, or assembly. Grants the President authority to impose appropriate remedies, including import restrictions, in the event that textile and apparel articles from a beneficiary sub-Saharan African country are being imported in such increased quantities as to threaten or cause serious damage to the domestic industry producing like or directly competitive articles. (Sec. 1006) Directs the President to convene annual high-level meetings between U.S. Government officials and officials of the governments of sub-Saharan African countries to foster close economic ties between them. Directs the President to establish a United States-Sub-Saharan Africa Trade and Economic Cooperation Forum, which shall discuss expanding trade and investment relations between the United States and sub-Saharan Africa. (Sec. 1007) Directs the President to examines and report to the Congress on the feasibility of negotiating one or more free trade agreements with interested eligible sub-Saharan African countries to establish a United States-Sub-Saharan Africa Free Trade Area. (Sec. 1008) Names the sub-Saharan countries covered by this subtitle. Subtitle B: Generalized System of Preferences - Amends the Trade Act of 1974 to extend duty-free treatment: (1) under the General System of Preferences through December 31, 2000 (applied retroactively for liquidations and reliquidations (refunds) to articles entered between June 30, 1998, and October 1, 1998); and (2) for any beneficiary developing sub-Saharan African country through June 30, 2008. Subtitle C: United States-Caribbean Trade Enhancement - United States-Caribbean Basin Trade Enhancement Act - Amends the Caribbean Basin Economic Recovery Act with respect to tariff treatment during a specified transition period of articles from U.S.-Caribbean Basin Trade Enhancement Act (CBTEA) beneficiary countries planning to become parties to the Free Trade Area of the Americas, or countries which have undertaken their obligations under the World Trade Organization (WTO) on or ahead of schedule. Extends immediate duty- and quota-free treatment to certain textile (including textile luggage) and apparel articles assembled, and to certain handloomed, handmade and folklore articles originating, in an eligible CBTEA beneficiary country. Directs the President to reduce tariffs on footwear, canned tuna, petroleum and derivatives, watches and watch parts, and certain leather goods to half of the preference Mexican products enjoy under the North American Free Trade Agreement (NAFTA) relative to imports of the same articles from CBTEA beneficiary countries. Authorizes the President to proclaim further reductions for such articles if a country meets specified criteria. (Sec. 1204) Imposes certain penalties on persons or countries that have engaged in, or permitted, the transshipment (based on false claims) of covered textile or apparel products. Directs the President to report periodically to the Congress concerning CBTEA beneficiary countries. Directs the United States International Trade Commission (ITC) to report biennially to the Congress and the President regarding the economic impact of this Act on U.S. industries and consumers, including its effectiveness in promoting drug-related crop eradication and crop substitution efforts of the CBTEA beneficiary countries. (Sec. 1205) Authorizes the President to determine that a country is not providing adequate protection of intellectual property rights under its laws, even if it is in compliance with the Agreement on Trade-Related Aspects of Intellectual Property Rights under the Uruguay Round Agreements Act. Title II: Reciprocal Trade Agreements - Reciprocal Trade Agreements Act of 1998 - Sets forth the purposes of this Act, which are, through trade agreements affording mutual benefits, to achieve: (1) more open, equitable, and reciprocal market access for U.S. goods, services, and investment; (2) the reduction or elimination of barriers and other trade-distorting policies and practices; (3) a more effective system of international trading disciplines and procedures; and (4) economic growth, higher living standards, and full employment in the United States, and economic growth and development among U.S. trading partners. (Sec. 2002) Sets forth the principal U.S. trade negotiating objectives for agreements regarding tariff barriers and agreements regarding tariff and non-tariff barriers. Declares that the principal U.S. trade negotiating objectives regarding a reduction of barriers to trade in goods include eliminating specified tariffs for products identified in the Uruguay Round Agreements Act. Declares that the principal U.S. negotiating objectives regarding trade in services are: (1) reducing or eliminating barriers to, or other distortions of, international trade in services, including regulatory and other barriers that deny national treatment or unreasonably restrict the establishment and operation of service suppliers in foreign markets; and (2) developing internationally agreed rules, including dispute settlement procedures, that are consistent with U.S. commercial policies and will reduce or eliminate such barriers or distortions, and help ensure fair, equitable opportunities for foreign markets. Declares that the principal U.S. negotiating objectives regarding foreign investment are: (1) reducing or eliminating artificial or trade-distorting barriers to foreign investment, expanding the principle of national treatment, and reducing unreasonable barriers to establishment; and (2) developing internationally agreed rules through the negotiation of investment agreements, including dispute settlement procedures, that will help ensure a free flow of foreign investment and will reduce or eliminate the trade distortive effects of certain trade-related investment measures. Declares that the principal U.S. negotiating objectives regarding intellectual property are: (1) promoting adequate and effective protection of intellectual property rights; (2) securing fair, equitable, and non-discriminatory market access opportunities for U.S. persons that rely on intellectual property protection; and (3) recognizing that the inclusion in the WT0 of adequate and effective substantive norms and standards for the protection and enforcement of intellectual property rights and dispute settlement provisions and enforcement procedures is without prejudice to other complementary initiatives undertaken in other international organizations. Declares that the principal U.S. negotiating objectives regarding agriculture are, in addition to those set forth in the Food Security Act of 1985, achieving on an expedited basis to the maximum extent feasible, more open and fair conditions of trade in agricultural commodities. Declares that the principal U.S. negotiating objectives regarding unfair trade practices are: (1) enhancing the operation and effectiveness of the relevant Uruguay Round Agreements and any other agreements designed to define, deter, discourage the persistent use of, and otherwise discipline, unfair trade practices having adverse trade effects, including forms of subsidy and dumping not adequately disciplined; and (2) obtaining the enforcement of WTO rules against trade-distorting practices of state trading enterprises and the acts, practices, or policies of any foreign government which, as a practical matter, unreasonably require that substantial direct investment in the foreign country be made, intellectual property be licensed to the foreign country or to any firm of the foreign country or other collateral concessions be made, as a condition for the importation of any product or service of the United States into the foreign country or as a condition for carrying on business in the foreign country. Declares that the principal U.S. negotiating objectives regarding safeguards are: (1) improving and expanding rules and procedures covering safeguard measures; (2) ensuring that safeguard measures are transparent, temporary, degressive, and subject to review and termination when no longer necessary to remedy injury and to facilitate adjustment; and (3) requiring notification of, and to monitor the use by, WTO members of import relief actions for their domestic industries. Declares that the principal U.S. negotiating objectives regarding improvement of the WTO and multilateral trade agreements are: (1) improving the operation and extending the coverage of the WTO and such agreements to products, sectors, and conditions of trade not adequately covered; and (2) expanding country participation in particular agreements, where appropriate. Declares that the principal U.S. negotiating objectives regarding dispute settlement are: (1) providing for effective and expeditious dispute settlement mechanisms and procedures in any trade agreement entered into under this authority; and (2) ensuring that such mechanisms within the WTO and agreements concluded under the auspices of the WTO provide for more effective and expeditious resolution of disputes and enable better enforcement of U.S. rights. Declares that the principal U.S. negotiating objective regarding transparency is to obtain broader application of the principle of transparency through increased public access to information regarding trade issues, clarification of the costs and benefits of trade policy actions, and the observance of open and equitable procedures by U.S. trading partners and within the WTO. Declares that the principal U.S. negotiating objectives regarding developing countries are: (1) ensuring that developing countries promote economic development by assuming the fullest possible measure of responsibility for achieving and maintaining an open international trading system by providing reciprocal benefits and assuming equivalent obligations with respect to their import and export practices; and (2) establishing procedures for reducing nonreciprocal trade benefits for the more advanced developing countries. Declares that the principal U.S. negotiating objective regarding current account surpluses is to promote policies to address large and persistent global current account imbalances of countries by imposing greater responsibility on such countries to undertake policy changes aimed at restoring current account equilibrium through expedited implementation of trade agreements where feasible and appropriate. Declares that the principal U.S. negotiating objective regarding access to high technology is to obtain the elimination or reduction of foreign barriers to, and acts, policies, or practices by foreign governments which limit, equitable access by U.S. persons to foreign-developed technology. Declares that the principal U.S. negotiating objective regarding border taxes is, within the WTO, to obtain a revision of the treatment of border adjustments for internal taxes in order to redress the disadvantage to countries that rely primarily on direct taxes rather than indirect taxes for revenue. Declares that the principal U.S. negotiating objectives regarding regulatory competition are: (1) ensuring that foreign government regulations and other government practices do not unfairly discriminate against U.S. goods, services, or investment; and (2) preventing the use of foreign government regulation and other government practices, including the lowering of, or derogation from, existing labor, health and safety, or environmental standards, for the purpose of attracting investment or inhibiting U.S. exports. States that it is U.S. policy to reinforce the trade agreements process by: (1) fostering stability in international currency markets and developing mechanisms to assure greater coordination, consistency, and cooperation between international trade and monetary systems and institutions in order to protect against the trade consequences of significant and unanticipated currency movements; (2) supplementing and strengthening standards for protection of intellectual property rights under conventions designed to protect such rights that are administered by non-WTO international organizations, expanding the conventions to cover new and emerging technologies, and eliminating discrimination and unreasonable exceptions or pre-conditions to such protection; (3) promoting respect for workers' rights; and (4) expanding the production of goods and trade in goods and services to ensure the optimal use of the world's resources while seeking to protect and preserve the environment and to enhance the international means for doing so. (Sec. 2003) Sets forth the authority of the President to enter trade agreements with foreign countries regarding tariff and non-tariff barriers. Allows the President to enter into such agreements before October 1, 2001 (or before October 1, 2005, if trade authorities are extended according to a specified congressional procedure). States that a trade agreement may be entered only if it makes progress in meeting the applicable objectives, and the President satisfies certain congressional consultation requirements, set forth in this Act. Declares that bills implementing trade agreements may qualify for congressional trade agreement approval (fast-track) procedures only if they consist solely of: (1) provisions approving a trade agreement entered into under this Act that achieves one or more of the principal negotiating objectives set forth above, and approving any statement of administrative action; (2) provisions that are necessary to implement such agreement or otherwise related to the implementation, enforcement, and adjustment to the effects of such trade agreement and are directly related to trade; and (3) provisions necessary to comply with budget offset requirements of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides for extension of fast-track procedures to agreements entered into on or after October 1, 2001, and before October 1, 2005, upon the President's request if neither House of the Congress adopts an extension disapproval resolution according to a specified procedure. (Sec. 2004) Prescribes requirements for presidential notice and consultation with the Congress before negotiations on tariff and nontariff barrier agreements. Requires the President to consult with specified congressional committees before entering an agreement. Provides that in the course of negotiations conducted under this Act, the United States Trade Representative (USTR) shall consult closely and on a timely basis (including immediately before initialing an agreement) with, and keep fully apprised of the negotiations, the congressional advisers for trade policy and negotiations appointed under the Trade Act of 1974, the Committee on Finance of the Senate, and the Committee on Ways and Means of the House of Representatives. (Sec. 2005) Requires the President to notify the Congress within 90 days of entering an agreement. Requires the President, within 60 days of signing an agreement, to submit to the Congress a preliminary list of changes to existing laws considered mandatory to bring the United States into compliance with the agreement. Provides that fast-track procedures shall not apply to any implementing bill that contains a provision approving any agreement regarding tariff and non-tariff barriers with any foreign country if the Committee on Finance of the Senate and the Committee on Ways and Means of the House of Representatives disapprove of the negotiation of the agreement before the close of the 90-calendar day period that begins when notice is provided with respect to the negotiation of such agreement. Authorizes both Houses of Congress to adopt, within 60 days of each other, a procedural disapproval resolution denying fast-track to any trade agreement if the President has failed or refused to notify or consult with the Congress about it. Requires the President, at least 90 days before entering into a trade agreement, to provide the ITC with agreement details and request the Commission to assess them. Requires the ITC, within 90 calendar days after the President enters into the agreement, to assess for the President and Congress the agreement's likely impact on the U.S. economy as a whole and on specific industry sectors. (Sec. 2006) Exempts from notice and certain consultation requirements of this Act agreements that result from negotiations which were commenced before the enactment of this Act: (1) under the auspices of WTO regarding trade in information technology products; (2) pursuant to a Uruguay Round Agreement; (3) with Chile; or (4) to achieve a free trade area of the Americas. Title III: Trade Adjustment Assistance - Amends the Trade Act of 1974 to authorize appropriations to the Departments of Labor and of Commerce through FY 2000 for trade adjustment assistance (TAA) for workers and for firms, respectively. (Sec. 3001) Postpones termination of the TAA programs until the end of FY 2000. Title IV: Market Access Identification for Certain Agricultural Products - United States Agricultural Products Market Access Act of 1998 - Amends the Trade Act of 1974 to require the USTR, by 30 days after the annual National Trade Estimate is due, to identify those foreign countries that: (1) deny fair and equitable market access to U.S. agricultural products, or that apply unjustified sanitary or phytosanitary standards to such imports; and (2) are priority foreign countries (which engage in the most egregious acts, policies, or practices that deny market access to, or whose acts, policies, or practices have the greatest adverse impact on, U.S. agricultural products). Prescribes certain requirements with respect to the identification of such countries. (Sec. 4003) Requires the USTR to report annually to specified congressional committees on actions taken, and on progress made, in achieving market access for U.S. value-added agricultural products. Title V: Approval and Implementation of OECD Shipbuilding Agreement - OECD Shipbuilding Trade Agreement Act - Subtitle A: General Provisions - Declares that the Congress approves the Agreement Respecting Normal Competitive Conditions in the Commercial Shipbuilding and Repair Industry (Shipbuilding Agreement), a reciprocal trade agreement resulting from negotiations under the auspices of the Organization for Economic Cooperation and Development, entered into on December 21, 1994. (Sec. 5102) Amends the Tariff Act of 1930 to impose an injurious pricing charge upon the foreign producer of a vessel sold to U.S. buyers at less than fair value if the U.S. International Trade Commission determines that as a result of the sale an industry in the United States: (1) has been materially injured, or is threatened with material injury; or (2) the establishment of an industry in the United States is or has been materially retarded. Prescribes procedural guidelines for: (1) an injurious pricing investigation by an administering authority (Secretary of Commerce, or any other Federal officer to whom such responsibilities are transferred); (2) collection of such an injurious pricing charge; and (3) imposition of countermeasures. Prescribes guidelines for: (1) injurious pricing petitions by third countries, and by eligible interested parties with respect to a sale to a buyer in a Shipbuilding Agreement Party; (2) a comparison between export price and normal value in order to determine whether a subject vessel has been sold at less than fair value; (3) hearings and determinations on the basis of available facts; and (4) conduct of investigations. Authorizes the USTR to request the Commission to issue an advisory report, and to notify certain congressional committees, if a dispute settlement panel finds that a Commission action is not in conformity with U.S. obligations under the Shipbuilding Agreement. Provides for implementation of Commission determinations, including suspension of injurious pricing charges. (Sec. 5103) Directs the Customs Service to deny any request, with certain exceptions, for a permit to lade or unlade passengers, merchandise, or baggage from or onto vessels appearing on a countermeasures list pursuant to this Act. (Sec. 5104) Provides for judicial review in injurious pricing and countermeasure proceedings. Subtitle B: Other Provisions - Amends the Tariff Act of 1930 to exempt certain Shipbuilding Agreement Party vessels from the customs duty on equipment purchased for, and repairs made in a foreign country upon, a vessel documented under U.S. law to engage in the foreign or coastwise trade. Specifies as so exempt: (1) self-propelled seagoing vessels of 100 gross tons or more used for transportation of goods or persons or for performance of a specialized service (including, but not limited to, ice breakers and dredges); (2) tugs of 365 kilowatts or more; and (3) integrated tug-barges or tug-barge combinations. (Sec. 5202) Precludes any private right of action under the Shipbuilding Agreement. (Sec. 5204) Amends the Merchant Marine Act, 1936 to include a Shipbuilding Agreement vessel within its eligibility guidelines on construction-differential and operating-differential subsidies. Revises guidelines for Federal loans and guaranteed loans for shipbuilding. (Sec. 5206) Directs the USTR to: (1) establish a program to monitor the compliance of Shipbuilding Agreement Parties with their obligations under the Agreement; and (2) use the consultation and dispute settlement procedures under the Agreement to redress Agreement violations. (Sec. 5208) Provides, with respect to the Shipbuilding Agreement, for: (1) Party withdrawal (and termination of withdrawal); (2) congressional procedures for withdrawing approval of the Agreement; (3) non-Party accession; and (4) protection of U.S. interests. Prohibits the President from implementing the notice of withdrawal of the United States from the Shipbuilding Agreement until the withdrawal of one or more Shipbuilding Agreement Parties is in effect and specified circumstances apply to such Parties. Sets forth an expedited congressional procedure for the introduction and enactment of snapback implementing bills, which would reinstate requirements regarding ships built in the United States before enactment of this Act, in the event of U.S. withdrawal from the Shipbuilding Agreement. Subtitle C: Effective Date - Sets forth the effective and termination dates of this Act. Title VI: Miscellaneous Trade and Tariff Provisions - Subtitle A: Extension of Normal Trade Relations to Mongolia - Authorizes the President to: (1) determine that title IV of the Trade Act of 1974 (denying nondiscriminatory treatment to the products of certain countries) should no longer apply to Mongolia; and (2) based upon such determination, extend normal trade relations to Mongolian products. Subtitle B: Miscellaneous Tariff Provisions - Amends the Harmonized Tariff Schedule of the United States to set forth the duty treatment of certain fabrics, of carded or combed wool or fine animal hair, all certified by the importer as \"Super 90's\" or higher grade intended for use in making suits, suit-type jackets or trousers. (Sec. 6102) Grants duty-free treatment, through January 1, 2003, of the personal effects of, and other equipment imported and used by, participants, their families and associated members, and officials involved in the 1999 International Special Olympics, the 1999 Women's World Cup Soccer, the 2001 International Special Olympics, the 2002 Salt Lake City Winter Olympics, and the 2002 Winter Paralympic Games. Declares that such articles shall be: (1) free of applicable taxes and fees; but (2) not exempt from routine customs inspections. (Sec. 6103) Amends the Harmonized Tariff Schedule of the United States to extend to certain fine jewelry (gold, silver, and platinum) which is the product of the Virgin Islands, Guam, or American Samoa (including any such article which contains any foreign component) certain trade benefits of insular possessions of the United States. (Sec. 6104) Declares that Executive Order 13067 (prohibiting importation into the United States of articles of Sudanese origin without a specified license) shall not apply to importation on or before December 31, 2002, of gum arabic. (Sec. 6105) Amends the Tariff Act of 1930 to make eligible for duty drawback any materials imported and used in the construction and equipment of a mobile offshore drilling unit operated outside the exclusive economic zone of the United States for the unit's useful life, notwithstanding that such unit may not within the strict meaning of the term be an article exported. Title VII: Revenue Provisions - Amends the Internal Revenue Code to apply the tax benefits provided by capital construction funds to any vessel constructed or reconstructed in any nation (not just the United States) that is a Party to the OECD Shipbuilding Agreement entered into on December 21, 1994. (Sec. 7002) Reduces the carryback period for excess foreign tax credits from two years to one year. Extends the excess foreign tax credits carryforward period from five years to seven years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade and Tariff Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "African Growth and Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "OECD Shipbuilding Trade Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Reciprocal Trade Agreements Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Agricultural Products Market Access Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Caribbean Basin Trade Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize the negotiation of reciprocal trade agreements, implement certain trade agreements, extend trade preferences to certain developing countries, extend the trade adjustment assistance programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:37-05:00"
}