{
  "actions": [
    {
      "acted_at": "1997-11-07", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-08", 
      "references": [
        {
          "reference": "CR S12190-12191", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-21", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Oversight of Government Management", 
      "text": "Referred to Subcommittee on Oversight of Government Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-25", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-10-06", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Thompson with an amendment in the nature of a substitute. With written report No. 105-367.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-06", 
      "calendar": "Senate Legislative", 
      "number": "700", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 700.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1404-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1997-11-07", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1997-11-07", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thompson, Fred", 
      "sponsored_at": "1997-11-07", 
      "state": "TN", 
      "thomas_id": "01447", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-07", 
  "number": "1404", 
  "official_title": "A bill to establish a Federal Commission on Statistical Policy to study the reorganization of the Federal statistical system, to provide uniform safeguards for the confidentiality of information acquired for exclusively statistical purposes, and to improve the efficiency of Federal statistical programs and the quality of Federal statistics by permitting limited sharing of records among designated agencies for statistical purposes under strong safeguards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Statistical Consolidation Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Brownback, Sam", 
    "state": "KS", 
    "thomas_id": "00137", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-09-25", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural statistics", 
    "Agriculture and food", 
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer networks", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer price indexes", 
    "Department of Commerce", 
    "Department of Labor", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational statistics", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Gross national product", 
    "Health", 
    "Higher education", 
    "House rules and procedure", 
    "Information technology", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Legislation", 
    "Medical statistics", 
    "Population statistics", 
    "Poverty", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Statistical services"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1998-10-06", 
    "text": "TABLE OF CONTENTS: Title I: Federal Commission on Statistical Policy Title II: Efficiency and Confidentiality of Federal Statistical Systems Statistical Consolidation Act of 1998 - Expresses the sense of the Congress that: (1) a more centralized statistical system is integral to efficiency; (2) the Chief Statistician must have the authority, personnel, and other resources necessary to carry out the duties of that office effectively, including duties relating to statistical forms clearance; and (3) statistical forms clearance at the Office of Management and Budget (OMB) should be better distinguished from regulatory forms clearance. Title I: Federal Commission on Statistical Policy - Establishes the Federal Commission on Statistical Policy to study and submit to the Congress and the President a specified report and draft legislation on the reorganization of the Federal statistical system, including recommendations: (1) on how to consolidate the Bureau of Labor Statistics (BLS), the Bureau of the Census, and the Bureau of Economic Analysis by October 1, 2001 (or after that date), in a Federal Statistical Service; (2) on whether other Federal agencies or their statistical functions should be transferred to a Federal Statistical Service; (3) to ensure that the relationship between States and the BLS or any successor agency shall continue with respect to the generation and dissemination of local labor force and area data; and (4) to ensure that State data and information be maintained in a confidential, consistent, and comparable manner. Sets forth provisions for presidential review of the report. Requires the Commission to also conduct comprehensive studies and submit reports to the Congress on all matters relating to the Federal statistical infrastructure. (Sec. 104) Provides for the Commission to adopt any recommendation by a vote of a majority of its members, with the exception of any recommendation on the consolidation of the specified Bureaus, unless a majority of the Commission votes against such recommendation and certifies, with explanation, to the Congress and the President that such recommendation would not improve the efficiency and effectiveness of the Federal statistical system. (Sec. 107) Terminates the Commission three years after the enactment of this Act. (Sec. 108) Authorizes appropriations. Title II: Efficiency and Confidentiality of Federal Statistical Systems - Statistical Confidentiality Act - Designates Federal Statistical Data Centers within various Federal departments and agencies. (Sec. 204) Allows the OMB Director, in the case of a reorganization that eliminates or substantially alters the mission of an agency or agency component listed, to designate an agency or component to serve as a successor Statistical Data Center under specified conditions. Requires the head of an agency seeking designation as a successor, after consultation with the Director, to provide public notice and an opportunity to comment on the consequences of such designation and on those determinations upon which the designation is proposed to be based. (Sec. 205) Requires, among other things, that Statistical Data Centers: (1) identify opportunities to eliminate duplication and otherwise reduce the reporting burden and cost imposed on the public by sharing information for exclusively statistical purposes; and (2) safeguard the confidentiality of identifiable information acquired for statistical purposes. (Sec. 206) Requires data or information acquired by a Statistical Data Center for exclusively statistical purposes to be used only for such purposes, and to not be disclosed in identifiable form for any other purpose without the informed consent of the respondent. Limits the disclosure of data or information for statistical purposes. (Sec. 207) Provides for coordination and oversight of confidentiality and disclosure policies by the Director. Requires the head of a Statistical Data Center to report to OMB: (1) each disclosure agreement entered into; (2) the results of any review of information security undertaken at the request of OMB; and (3) the results of any similar review undertaken on the initiative of the Statistical Data Center or an agency supplying data or information. Requires the Director to include a summary of all reports submitted to the Director and any actions taken by the Director to advance the purposes of this title in OMB's annual report to the Congress on statistical programs. (Sec. 208) Permits the Director or the head of a Statistical Data Center or agency providing information to a Center to promulgate implementation rules."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Statistical System Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Statistical Consolidation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Statistical Confidentiality Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Commission on Statistical Policy to study the reorganization of the Federal statistical system, to provide uniform safeguards for the confidentiality of information acquired for exclusively statistical purposes, and to improve the efficiency of Federal statistical programs and the quality of Federal statistics by permitting limited sharing of records among designated agencies for statistical purposes under strong safeguards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:12-05:00"
}