{
  "actions": [
    {
      "acted_at": "1980-06-05", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7499-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-05", 
  "number": "7499", 
  "official_title": "A bill to provide financial and technical assistance to encourage the use of commercial fishing methods, in certain Great Lakes waters, that are consistent with sound fishery conservation and management practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Albosta, Donald J.", 
    "state": "MI", 
    "thomas_id": "00009", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-05", 
  "subjects": [
    "Department of the Treasury", 
    "Federal aid programs", 
    "Federal aid to fisheries", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Government trust funds", 
    "Michigan"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-05", 
    "text": "Authorizes the Secretary of the Interior to extend financial assistance to eligible fishermen to enable them to make one or more of the following acquisitions: (1) vessels for use in commercial fishing within Michigan State waters; (2) gear for use in such fishing; and (3) facilities within the State of Michigan for the processing of fish harvested through commercial fishing within State waters. Specifies that such assistance shall consist of a grant equal in amount to not more than one-half of the cost of the acquisition involved and a loan in an amount less than or equal to the balance of the cost of such acquisition. Subjects each grant and loan to such terms and conditions as may be necessary or appropriate to protect the interest of the United States. Requires the Secretary to deposit all payments of principal and interest on such loans into the Commercial Fishing Conversion Fund established by this Act. Directs the Secretary to make available to eligible fishermen opportunities for such training and other technical assistance as may be appropriate to enable them to convert to commercial fishing within Michigan State waters utilizing harvesting methods other than the use of gill nets. Establishes in the Treasury of the United States the Commercial Fishing Conversion Fund to be available to the Secretary as a revolving fund for the purpose of carrying out this Act. Specifies that no monies from such fund shall be available for the temporary income replacement program as established by this Act, and that no more than 10 percent of the amount available in the Fund for any fiscal year may be used for the provision of training and technical assistance. Prohibits any person from engaging, or attempting to engage, in commercial fishing by use of gill nets within Michigan State waters, or, for the purpose of obtaining financial assistance under this Act, to make any statement knowing that it is false, or to alter, forge, or counterfeit, or to procure the alteration, forging, or counterfeiting, of any document or paper. Sets forth civil and criminal penalties for the violation of any such prohibited acts. Requires the Secretary to pay to each eligible fisherman a grant in an amount equal to the retail market value of all species of fish harvested by that fisherman during 1979 within State waters incident to commercial fishing by such fisherman with gill nets. Requires the Secretary to issue such regulations as may be necessary or appropriate to carry out the provisions of this Act and to consult with the appropriate officials of the State of Michigan and with the Great Lakes Fishery Commission before formulating such regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide financial and technical assistance to encourage the use of commercial fishing methods, in certain Great Lakes waters, that are consistent with sound fishery conservation and management practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:20-05:00"
}