{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr499-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "499", 
  "official_title": "A bill to amend the Federal Trade Commission Act to provide for a reformed procedure for consent orders.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Antitrust law", 
    "Business and commerce", 
    "Commerce", 
    "Federal Trade Commission", 
    "Independent regulatory commissions", 
    "Restrictive trade practices", 
    "Trade regulation"
  ], 
  "subjects_top_term": "Trade regulation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Requires, under the Federal Trade Commission Act, that any proposal for a consent order submitted by a party for entry in any proposed or actual adjudicative proceeding brought by the Federal Trade Commission under this Act shall be filed with the Commission and published in the Federal Register. Provides that the Commission shall, unless otherwise determined by the Commission, file and publish consent order proposals and shall make available to any person upon request a competitive impact statement, which shall include: (1) the nature and purpose of the proceedings; (2) a description of the practices or events giving rise to alleged unfair methods of competition; and (3) the remedies available to potential private plaintiffs damaged by the alleged violation in the event the proposal for the consent order is entered in such proceeding. Requires that before any consent order proposed under this Act is published, the Commission shall determine that the entry is in the public interest. Sets forth the criteria for making such a determination. Authorizes the Commission to take testimony of specified witnesses and appoint a hearing examiner. Requires a defendant to file with the Commission, not later than 10 days after the date of the filing of any consent order proposal, a description of any and all written or oral communications with any officer or employee of the United States concerning such proposal, except that any such communications made by the counsel of record alone with the Commission employees (other than the Commissioners) shall be excluded from such requirement. Provides that the proceedings before the Commission under this Act shall not be admissible against any defendant in any action or proceeding brought by any other party against such defendant under the antitrust laws or by the Commission under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to provide for a reformed procedure for consent orders.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:36-05:00"
}