{
  "actions": [
    {
      "acted_at": "1983-10-20", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1984-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1983-10-20", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-20", 
  "number": "1984", 
  "official_title": "A bill to provide for a series of regional Presidential primary elections.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Regional Primaries Act", 
  "sponsor": {
    "district": null, 
    "name": "Packwood, Bob", 
    "state": "OR", 
    "thomas_id": "01414", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-10-20", 
  "subjects": [
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Presidents and Vice Presidents", 
    "Voting"
  ], 
  "subjects_top_term": "Presidential primaries", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-20", 
    "text": "Presidential Regional Primaries Act - Prohibits any State from conducting a Presidential primary election except in accordance with the provisions of this Act. Establishes five regional primaries to be held in each Presidential election year. Sets the dates for such primaries. Sets requirements for voter eligibility in the primaries conducted under this Act. Directs the Federal Election Commission to determine, by lot, the region in which the first regional primary of the Presidential election year will be held, as well as the subsequent regional primaries for such year. Directs the Commission to prepare a list of candidates to be placed on each ballot for each regional primary. Prohibits the States from placing any other names on such ballot. Provides guidelines for the preparation of each region's candidate list by the Commission. Establishes procedures under which eligible Presidential candidates may be included on a regional primary ballot even though they were not initially included on the Commission's list. Requires the Commission to submit both a tentative and a final certified list of Presidential candidates at specified times prior to the regional primaries. Requires an \"uncommitted voter\" category to be included on all regional primary ballots, as well as space for \"write-in\" votes. Prohibits the listing on regional primary ballots of individuals who have sworn their intent not to become Presidential candidates. Authorizes States participating in regional primaries to appoint convention delegates according to specific guidelines. Reimburses specified States for the costs of converting to the method of conducting Presidential primaries under this Act. Directs the Commission to: (1) meet prior to each regional primary; (2) assist State officials in conducting such primaries; and (3) report to the Congress and the President on the Commission's actions to implement this Act, as well as its recommendations for additional legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Regional Primaries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a series of regional Presidential primary elections.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:07-05:00"
}