{
  "actions": [
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-29", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2529-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-13", 
  "number": "2529", 
  "official_title": "A bill to amend the Federal Employees Compensation Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Reemployment and Compensation Amendments of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-13", 
  "subjects": [
    "Civil service compensation", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Compensation (Law)", 
    "Cost of living adjustments", 
    "Crime prevention", 
    "Disability evaluation", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fraud", 
    "Labor and employment", 
    "Medical fees", 
    "Physical examinations", 
    "Survivors' benefits", 
    "Vocational rehabilitation", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-13", 
    "text": "Federal Employees' Reemployment and Compensation Amendments of 1983 - Amends the Federal Employees' Compensation Act to change the benefit formula for total disability from 66 2/3 percent of monthly pay to 80 percent of spendable income. Changes the benefit formula for partial disability from 66 2/3 percent of the difference between monthly pay and monthly wage earning capacity to 80 percent of the difference in spendable income computed on that basis. Defines \"spendable income\" as monthly pay less amounts normally withheld. Increases from $500 to $850 per month the amount of additional compensation for services of a full-time health attendant. Increases from $200 to $350 per month the amount of additional compensation for vocational rehabilitation. Eliminates the 45 day continuation of pay period. Establishes a waiting period of 7 workdays from the onset of disability, with 5 days compensation repaid if the disability lasts beyond 14 days. Allows an employing agency to advance compensation beginning on the third day of disability if the employee is expected to be disabled at least 28 days due to a work related traumatic injury and if the agency does not contest any essential element of the claim. Allows an employee to use annual or sick leave prior to the commencement of such compensation. Allows the Secretary of Labor to begin payment of interim compensation on the 21st day following receipt of all information necessary to adjudicate the claim, unless the Secretary has: (1) reached a determination against payment; (2) notified the claimant of insufficient claim documentation; or (3) received notice that the agency controverts any particular of the claim. Revises the computation of death benefits to a surviving spouse and children. Reduces such death benefits by any amounts received by such survivors as widow's or widower's or surviving child's benefits pursuant to the Social Security Act. Increases the funeral expenses payment from $800 to $1100. Revises the compensation schedule for injury which results in the permanent loss, or permanent loss of use, of a member or function of the body, or which involves disfigurement. Provides for reduction of compensation for subsequent injury to the same member or function of the body. Authorizes the Secretary to cease payments to any individual who without good cause fails to apply for or undergo vocational rehabilitation when so directed. Provides that compensation payable on account of disability or death which occurred more than one year before January 1 of each year shall be increased on that date at the average rate of increase in General Schedule pay rates on that date. Modifies the procedure for the hearing and determination of claims. Grants jurisdiction to the Employees' Compensation Appeals Board to hear and issue final decisions on appeals taken from the Secretary's determination. Makes the decision of the Board conclusive and binding upon the Secretary in the absence of new evidence of probative force and value. Authorizes the Secretary to modify an award for or against the payment of compensation at any time on the Secretary's own motion or upon application by a claimant. Provides that such a modification is final and not subject to review by another official or by any court. Provides that the eligibility of any employee for disability compensation shall cease in the case of any such employee who is eligible to receive a retirement annuity under a program of retirement based upon Federal employment. Continues compensation benefits, in the case of an employee not eligible because of inadequate service credit, for such time as is necessary to accumulate adequate service credits for a minimum retirement annuity. Sets forth the requirements for the calculation of creditable service for retirement and retirement contribution deductions for individuals receiving disability benefits. Prohibits reimbursement of medical providers if found by the Secretary that such a provider: (1) has knowingly or willfully made any false statement in an application for reimbursement; (2) submitted bills for reimbursement which are substantially in excess of such provider's customary charges; or (3) has furnished services or supplies that are substantially in excess of the need of the recipient. Prohibits the Secretary from reimbursing any medical provider who: (1) has been indicted or convicted for fraudulent activities; or (2) has been excluded from participation in any other program. Allows any provider to whom reimbursement is denied to request a hearing. Requires the Secretary to make a final decision based on the evidence adduced at such hearing. Provides for judicial review of such decision. Requires the Secretary to develop and adopt a schedule of reasonable amounts that will be paid for particular medical services and supplies in specific geographic areas. Requires the Secretary to revise such schedule at appropriate intervals thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Reemployment and Compensation Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Employees Compensation Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:44-05:00"
}