{
  "actions": [
    {
      "acted_at": "1989-08-04", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to Subcommittee on Water and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-12-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from the Department of the Interior, the Environmental Protection Agency, and the Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-01-08", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Army, Department of the Navy, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Water and Power", 
      "references": [], 
      "text": "Subcommittee on Water and Power. Hearings held. Hearings printed: S.Hrg. 101-669.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-19", 
      "bill_ids": [
        "hr2567-101"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Provisions of measure incorporated into measure H.R. 2567 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1131-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1131"
    }
  ], 
  "bill_id": "s1554-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-04", 
  "number": "1554", 
  "official_title": "A bill to ratify and implement water settlements involving the Pyramid Lake Paiute Tribe, the States of California and Nevada and other parties regarding the waters of the Truckee and Carson Rivers and Lake Tahoe in Nevada and California, to provide for enhancement of endangered species, and to preserve valuable wetlands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2567-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Truckee-Carson-Pyramid Lake Water Rights Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-09-19", 
  "subjects": [
    "Air bases", 
    "California", 
    "Economic development", 
    "Federal aid to Indians", 
    "Fishes", 
    "Government trust funds", 
    "Indian claims", 
    "Indian water rights", 
    "Irrigation districts", 
    "Lakes", 
    "Nevada", 
    "Public lands and natural resources", 
    "Rivers", 
    "Water resources development", 
    "Water rights", 
    "Water supply", 
    "Watersheds", 
    "Wetlands", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-04", 
    "text": "Truckee-Carson-Pyramid Lake Water Rights Settlement Act - Title I: Interstate Water Apportionment Provisions - Confirms the interstate allocation of waters of the Carson River and its tributaries pursuant to a specified court decree. Allocates sufficient water to the States of California and Nevada from such river and its tributaries to serve beneficial uses not encompassed in such decree and initiated prior to the effective date of this Act. Establishes a right to compensation to California for any discontinuance of waters of such river and its tributaries, subject to specified conditions. Authorizes negotiations for an agreement permitting: (1) the voluntary interstate transfer of water or water rights for use within the Carson River Basin, subject to approval by the appropriate State water right authorities; and (2) the construction of storage facilities within the State of Nevada for municipal, industrial, and related uses, subject to specified conditions. Sets limits on the annual gross diversions for use within the Lake Tahoe Basin from natural sources. Authorizes specified transbasin diversions from the Lake Tahoe Basin to the extent permitted under State law. Requires the States of California and Nevada, the Pyramid Lake Paiute Tribe, and the Secretary of the Interior to negotiate an agreement: (1) allocating the waters of the Truckee River Basin between California, Nevada, and the Tribe; and (2) for administering such allocations. Title II: Truckee River Water Supply Management - Requires the Secretary to enter into such contracts and take such actions as required to carry out the agreement signed by the Pyramid Lake Paiute Tribe and Sierra Pacific Power Company on May 23, 1989, including contracts for the use of space in Truckee River Reservoirs for purposes of storing and exchanging water, if certain conditions are met. Authorizes such funds as may be necessary to permit the Secretary to modify existing Truckee River diversion facilities and operations to ensure that contract implementation does not impair or diminish any water rights on the Truckee River. Title III: Wetlands Protection - Authorizes the Secretary to purchase water rights and water righted lands within the State of Nevada and to transfer such rights to benefit Federal and State wildlife areas in the Lahontan Valley and the Fernley Sink in Nevada, subject to specified conditions. Authorizes the Secretary to: (1) use existing water transport systems where available; and (2) reimburse non-Federal entities for full operation and maintenance charges in carrying out the provisions of this Act. Authorizes appropriations for FY 1991 through 1994. Requires the Secretary, within two years, to provide the Congress with recommendations with respect to the establishment of a National Wildlife Refuge and Management Area. Title IV: Cui-ui and Lahontan Cutthroat Trout Enhancement Program - Directs the Secretary of the Navy, within one year, to develop and implement an alternative program for the lands owned by the United States within the Naval Air Station at Fallon, Nevada, to replace the agricultural outlease program. Authorizes appropriations for such purposes. Requires such Secretary to reimburse the Truckee-Carson Irrigation District for the full operation and maintenance charges associated with the water rights transferred pursuant to this Act. Directs the Secretary to revise and update plans for the recovery of the cui-ui and Lahontan cutthroat trout. Establishes criteria in developing such plans. Title V: Pyramid Lake Development Fund - Establishes within the Treasury the Pyramid Lake Paiute Tribal Development Fund. Authorizes appropriations to the Fund together with interest accruing from the effective date of this Act at a rate determined by the Secretary of the Treasury. Requires all appropriated funds to be used for economic development. Grants the Tribe complete discretion to invest and manage such funds, subject to specified limitations. Title VI: Miscellaneous Provisions - Makes this Act contingent upon settlement of specified outstanding litigation. Sets forth general provisions with respect to rights of the Tribe and water rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truckee-Carson-Pyramid Lake Water Rights Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ratify and implement water settlements involving the Pyramid Lake Paiute Tribe, the States of California and Nevada and other parties regarding the waters of the Truckee and Carson Rivers and Lake Tahoe in Nevada and California, to provide for enhancement of endangered species, and to preserve valuable wetlands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:39-05:00"
}