{
  "actions": [
    {
      "acted_at": "1999-04-14", 
      "references": [
        {
          "reference": "CR S3711", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-14", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s804-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "1999-04-14", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-14", 
  "number": "804", 
  "official_title": "A bill to improve the ability of Federal agencies to license Federally-owned inventions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Technology Transfer Commercialization Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-14", 
  "subjects": [
    "Administrative procedure", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Buy American", 
    "Capital investments", 
    "Civil rights and liberties, minority issues", 
    "Colleges", 
    "Commerce", 
    "Commercialization", 
    "Competition", 
    "Computers and government", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Department of Commerce", 
    "Education", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Government publicity", 
    "Government statistics", 
    "Higher education", 
    "Intellectual property", 
    "International competitiveness", 
    "Inventions", 
    "Laboratories", 
    "Law", 
    "License agreements", 
    "Marketing", 
    "Military research", 
    "Military technology", 
    "Patent licenses", 
    "Product development", 
    "Public-private partnerships", 
    "Research and development contracts", 
    "Science, technology, communications", 
    "Small business", 
    "Technology transfer", 
    "Trade secrets", 
    "Web sites"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-14", 
    "text": "Technology Transfer Commercialization Act of 1999 - Amends the Stevenson-Wydler Technology Innovation Act of 1980 (Stevenson-Wydler Act) to revise requirements regarding enumerated authority under a cooperative research and development (R&D) agreement to permit Government laboratories to grant licenses to federally owned inventions for which a patent application was filed before the granting of the license, and directly within the scope of work under such agreement. (Sec. 3) Rewrites Federal restrictions on the licensing of federally owned inventions. Requires a license applicant to make a commitment to achieve practical utilization of the invention within a reasonable time. Requires such a license to include provisions: (1) retaining a nontransferable, irrevocable, paid-up license for the Federal agency to practice the invention or have the invention practiced throughout the world by or on behalf of the U.S. Government; (2) requiring periodic reporting on use of the invention by the licensee only to the extent necessary to enable the Federal agency to determine whether the licensee is complying with license terms; and (3) empowering the Federal agency to terminate the license if the licensee has been found by a competent authority to have violated the Federal antitrust laws in connection with its performance under the license agreement. Prohibits an agency from granting an exclusive or partially exclusive license on a federally-owned invention unless: (1) it has provided 15 days' public notice and considered all comments received; and (2) the person requesting the license has supplied to the agency a plan for development and-or marketing of the invention. Exempts from these requirements the licensing of any inventions made under a cooperative research and development (R&D) agreement. (Sec. 4) Makes certain technical amendments to: (1) provisions commonly known as \"the Bayh-Dole Act\" with regard to Government acquisition of the rights of a private party to a federally owned invention; and (2) the Stevenson-Wydler Act relating to, among other things, the distribution of royalties received by Federal agencies. (Sec. 6) Requires each Federal agency with a federally funded laboratory that has one or more cooperative R&D agreements under the Stevenson-Wydler Act to report to the Committee on National Security of the National Science and Technology Council (Committee) and the Congress on the general policies and procedures that agency uses to gather and consider the views of other agencies on joint work statements, or cooperative R&D agreements in the case of certain laboratories, with respect to major proposed cooperative R&D agreements that involve critical national security technology or may have a significant impact on domestic or international competitiveness. Directs the Committee to: (1) determine the adequacy of existing procedures and methods for interagency coordination and awareness with respect to cooperative R&D agreements; and (2) establish and distribute to appropriate Federal agencies specific criteria to indicate the necessity for gathering and considering agency views on such statements or agreements, as well as additional procedures, if any, for carrying out such gathering and considering. (Sec. 7) Amends the Stevenson-Wydler Act to provide for Federal laboratory partnership intermediaries to work with educational institutions as well as small businesses. (Sec. 8) Requires: (1) Federal agencies to report annually to the Office of Management and Budget and the Secretary of Commerce on agency activities concerning Federal inventions and licensing; and (2) the Secretary to report to the President and Congress each fiscal year on agency use of the authorities for such activities and under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Technology Transfer Commercialization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the ability of Federal agencies to license Federally-owned inventions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:31-05:00"
}