{
  "actions": [
    {
      "acted_at": "1987-03-31", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, Justice, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-13", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Received From Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-28", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Received From Commerce.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1887-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-31", 
  "number": "1887", 
  "official_title": "A bill to promote and improve the carrying out of research regarding the commercial fisheries of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fisheries Research Promotion Act of 1987", 
  "sponsor": {
    "district": "98", 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-31", 
  "subjects": [
    "Fisheries", 
    "Research", 
    "Research and development", 
    "Seafood industries"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-31", 
    "text": "Fisheries Research Promotion Act of 1987 - Sets forth requirements for applying for charters for fisheries research and observer groups by persons whose economic viability is dependent on fishery harvesting and processing. Requires the Secretary of Commerce to approve applications if specified requirements are met or, if the Secretary determines such requirements are not met, to advise the applicants of the reasons for such determination. Allows amendment of granted charters by unanimous vote of the group's governing board. Sets forth the nature, functions, and powers of the governing board. Authorizes fisheries research and observer groups to establish observer programs requiring vessels to carry an observer on board to carry out the research plan being implemented with respect to that fishery. Allows the Secretary to provide administrative or technical assistance to a group. Authorizes groups to assess qualified participants as necessary to pay for the group's expenses. Requires any proprietary business information obtained by a group to be kept confidential, subject to certain exceptions. Provides penalties of fines, imprisonment, and removal from office for improper disclosure of such information. Provides a procedure for petitioning the Secretary for termination of a group. Provides, on termination, for return of program reserve funds to the qualified participants from whom those monies were collected. Empowers U.S. district courts to enforce assessments made by a group. Provides procedures for enforcing such assessments through action by the Secretary in the form of a written warning, a cease and desist order, a civil fine, or both an order and a fine. Allows a group, in the absence of timely enforcement action by the Secretary, to bring an action in its own name. Provides for appeal and for further enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fisheries Research Promotion Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and improve the carrying out of research regarding the commercial fisheries of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:14-05:00"
}