{
  "actions": [
    {
      "acted_at": "1979-06-22", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4588-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-22", 
  "number": "4588", 
  "official_title": "A bill to establish a program for the commercialized production of synthetic fossil fuels.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Synthetic Fuels Production Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Luken, Thomas A.", 
    "state": "OH", 
    "thomas_id": "00713", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-22", 
  "subjects": [
    "Advisory bodies", 
    "Alternative energy sources", 
    "Coal", 
    "Corporations and Stocks", 
    "Department of Energy", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Energy supplies", 
    "Executive reorganization", 
    "Fuel", 
    "Government corporations", 
    "Government securities", 
    "Mines and mineral resources", 
    "Oil shales", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-22", 
    "text": "Synthetic Fuels Production Act of 1979 - Title I: Findings and Purposes - Declares that the purpose of this Act is to establish a synthetic fuels and alternate fuels production plan for the Nation. Title II: Corporate Status, General Powers, Subsidiaries, and Tax Status - Establishes the Syn-Fuels and Alternate Fuels Authority which shall be responsible for directing the production of synthetic fuels. Sets forth the general powers of such Authority, including the power to create subsidiary corporations to carry out one or more of the functions of the Authority. Exempts the Authority from all State and Federal taxation except real property taxes and taxes imposed on any entity acquired or established by the Authority which engages in energy-related enterprises. Title III: Financial Assistance - Authorizes the Authority to provide financial assistance to any business concern engaged or which proposes to engage in synthetic and other alternate fuel projects. Sets forth criteria for granting such assistance and specifies application procedures, interest rates, and other conditions for obtaining such assistance. Authorizes the Authority to make loan guaranties to any lender for loans made to any business concern where such funds would contribute to accomplishment of the purposes of this Act. Limits the total amount of financial assistance to be provided by the Authority to the sum of the amount authorized as capital of the Authority and the amount the Authority is authorized to borrow under this Act. Authorizes the Authority to make high-risk loans or direct investments or to provide other direct financial assistance which the Board of Directors of the Authority determines will further the purposes of this Act. Authorizes the Authority to sell equity securities. Authorizes the President to appoint an advisory panel to study and report on the effects of issuance of obligations and provision of financial assistance by the Authority on the functioning of the Nation's capital markets. Title IV: Capitalization and Finance - Authorizes capital stock of the Authority in the amount of $25,000,000,000, and authorizes the appropriation of $25,000,000,000 for this purpose. Authorizes the Authority to issue and to have outstanding at any one time notes, debentures, bonds, or other obligations in the aggregate principal amount of $50,000,000,000. Exempts the receipts and disbursements of the Secretary of the Treasury in connection with the purchase or redemption of and income from capital stock of the Authority from inclusion in the totals of the budget of the United States. Title V: Management - Vests the power of the Authority to act in the Board of Directors, except as specified. Provides for the appointment of a Chairman of the Board and other directors and sets forth the duties of the Chairman. Sets forth provisions relating to officers and employees, conflicts of interest, delegation of authority, fiscal year, reviews and audits, and reports and recordkeeping. Title VI: Priority Energy Project Act - Priority Energy Project Act of 1979 - Declares that the purpose of this title is to provide for a coordinated, simplified, and expeditious process for Federal approval of energy facilities that are determined to be in the national interest. Directs the Secretary of Energy to designate priority energy projects based on specified criteria. Directs the Authority to publish a Project Decision Schedule containing deadlines for all Federal actions relating to such projects. Directs the President to make any decisions or perform any actions in the event that an agency or department fails to meet its deadline, provided that there has been notice and an opportunity for public comment on such decision. Limits environmental and judicial reviews to those of absolute necessity. Authorizes the Authority to establish deadlines for Federal agency action which are shorter than the minimum period required under existing legislation in cases of exceptional national need. Provides for coordination of the actions of Federal State and local governments. Directs the Authority to recommend to any State Governor and to the Congress actions to alleviate or prevent any delays in a priority energy project created or threatened by any State or local government. Sets time limits for filing claims arising out of actions pursuant to this title and bars any claims filed thereafter. Stipulates that such claims shall be brought in the United States court of appeals for the circuit where the project would be located and grants exclusive original jurisdiction to such court in such matters. Directs such court to give precedence to such matters over all other matters on the court's docket, to the greatest extent practicable. Authorizes the Supreme Court, exclusively, to review interlocutory judgments or orders of the court of appeals pursuant to this title and directs the Supreme Court to give precedence to such matters to the greatest extent practicable. Prohibits the granting of injunctive relief against the issuance of any right-of-way, permit, lease, or other authorization pursuant to this title except in conjunction with a final judgment on a claim filed pursuant to this title. Establishes an Office for Priority Energy Projects within the Department of Energy to assist the Secretary with his duties under this title. Title VII: Production Goals of the Authority - Directs the Authority to establish a set of goals for the commercial production by the year 1990 of synthetic fuels such as oil shale, coal gas and liquids, and such processes as urban waste reuse, geothermal power, solar power, biomass conversion, and other such resources. Authorizes the Authority to supervise the construction, management, operation, and production of fuels from an Authority-owned synthetic fuels facility to meet part of the fuel needs of the Department of Defense if certain specified conditions obtain. Directs the Authority to establish timetables for the production by the year 1990 of at least 1.5 million barrels of oil equivalent a day from the three technologies of oil shale, coal gas, and coal liquids, and a timetable to reach certain other commercial goals of production for other syn-fuels processes and other alternate fuels processes. Requires the Authority to report to Congress periodically on the progress toward meeting the 1990 goals and to submit its books to periodic audits. Title VIII: Unlawful Acts and Penalties - Imposes fines and/or imprisonment under this Act for the following acts: forgery, false statements, misappropriation of funds, infringement on name, and unlawful contracts. Title IX: General Provisions - Makes provisions for coordination of Authority activities with other entities, severability, termination and liquidation of the Authority, relationship to other laws, and the reservation of right to amend or repeal this Act. Stipulates that the provision of financial assistance under this Act shall be deemed to be a \"major Federal action\" for the purposes of the National Environmental Policy Act of 1969 when: (1) no other Federal agency is required to prepare an environmental impact statement; and (2) such financial assistance is in fact a major action significantly affecting the quality of the human environment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Synthetic Fuels Production Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Priority Energy Project Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for the commercialized production of synthetic fossil fuels.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:21-05:00"
}