{
  "actions": [
    {
      "acted_at": "1987-02-04", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s454-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1987-04-02", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1987-05-05", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-04", 
  "number": "454", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for part C program to furnish comprehensive catastrophic and preventive benefits through prepaid plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Part C: Catastrophic Health Insurance Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Sasser, Jim", 
    "state": "TN", 
    "thomas_id": "01428", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-04", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Catastrophic health insurance", 
    "Comprehensive health care", 
    "Courts and Civil Procedure", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Eye care", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Health", 
    "Hearing", 
    "Hearing aids", 
    "Hearing disorders", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Long-term care", 
    "Medicaid", 
    "Medical supplies", 
    "Medicare", 
    "Peer review organizations (Medicine)", 
    "Physical examinations", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Social welfare", 
    "Vision disorders"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-04", 
    "text": "Medicare Part C: Catastrophic Health Insurance Act of 1987 - Amends title XVIII (Medicare) of the Social Security Act to add a new part C entitled \"Program for Comprehensive Catastrophic Coverage, and Certain Preventive Benefits.\" (Redesignates the current part C as part D.) Provides coverage for individuals who are entitled to part A (Hospital Insurance) benefits by enrolling with an organization having a contract with the Secretary of Health and Human Services to provide part C services (part C organizations). Requires part C organizations to provide services without imposing deductibles, copayments, or coinsurance, or imposing time restrictions on benefits for inpatient hospital services or extended care services. Requires, in addition, that part C organizations provide: (1) annual physical examinations; (2) routine eye care, including an annual vision examination and prescription eyeglasses; (3) dental services, including teeth cleaning, extractions, examinations, and dentures; (4) hearing examinations and aids; (5) comprehensive long-term care services provided in the least restrictive environment; and (6) health promotion and disease prevention information. Requires the Secretary to establish a program for certifying the safety and efficacy of hearing aids covered under part C. Directs part C organizations to provide additional health benefits to enrollees if the adjusted community payment rate for required services is less than the average per capita payment to the organization for the annual contract period. Authorizes the Secretary's contract with part C organizations to provide additional optional services if such services will not substantially discourage enrollments. Requires part C organizations to reimburse other organizations which provide medically and immediately necessary services to their enrollees in circumstances where such services could not reasonably have been obtained through the enrollee's organization. Requires the Secretary to make advance monthly payments to part C organizations in accordance with a per capita rate of payment for each class of enrollee, such rates to be determined annually pursuant to a specified formula. Authorizes retroactive payment adjustments to account for any difference between: (1) the actual number of individuals enrolled and the number estimated to be enrolled in determining the advance payment; or (2) the premium required of part C enrollees and the per capita rate of payment for such enrollees. Authorizes part C organizations to charge or permit providers to charge liable third parties or enrollees, to the extent they have been paid by third parties, for the organizations' services. Requires the Secretary's part C payments to be made exclusively to part C organizations. Provides that, where an individual receiving inpatient hospital services enrolls in a part C organization, such organization shall not be financially responsible for those services. Provides, however, that where part C enrollment is terminated while inpatient hospital services are being provided, the organization is financially responsible for such services from the date of enrollment to the date of discharge. Provides part C enrollees with protection against the risk of, and responsibility for, a part C organization's insolvency. Requires part C organizations to promptly pay provider claims. Requires part C organizations to provide meaningful procedures for hearing and resolving grievances between the organization, or its service providers, and enrollees. Authorizes enrollee appeal to a local review board, at least one-half of which is composed of representatives of part C eligible individuals. Provides for further appeal to the Secretary where the amount in controversy is at least $100 and judicial review of the Secretary's determination if that amount equals or exceeds $1,000. Requires part C organizations to have an ongoing quality assurance program which stresses health outcomes and provides for the review of its health care services by health care professionals. Requires peer review organizations to review part C health care services. Directs the Secretary to annually review such services. Sets forth miscellaneous terms required in a part C organization's contract with the Secretary, including provisions facilitating the flow of information from such organizations. Subjects part C organizations to civil money penalties if they substantially fail to provide required medically necessary items and services and such failure adversely affects part C enrollees. Requires each organization to have an annual 30-day open enrollment period and the Secretary to establish a single 30-day period where several organizations service the same area. Requires part C organizations to inform individuals at the time of enrollment and at least annually thereafter regarding benefits provided, premiums required, and such other information as the Secretary may require. Prohibits an organization's distribution of applications or promotional and informational materials unless such materials have been submitted to the Secretary at least 45 days before distribution and have not been disapproved. Terminates an individual's enrollment upon such individual's: (1) loss of entitlement to part A (Hospital Insurance) benefits; or (2) failure to pay part C premiums. Sets forth the procedure to be used in determining the monthly premium required of part C enrollees. Limits the monthly premium which may be required to a specified percentage of an individual's gross income. Deposits such payments in the Federal Medicare Part C Trust Fund. Requires the Secretary to enter into agreements with States in order to effect the part C enrollment of eligible groups covered under certain State public assistance programs. Authorizes the Secretary to enter into similar agreements with other Government entities through which health care benefits are provided. Establishes the Medicare Part C Trust Fund in the Treasury. Transfers to such trust fund those amounts in other Medicare trust funds which would have been expended under parts A and B had the enrollee chosen coverage under those programs. Amends title XIX (Medicaid) of the Act to reduce Federal Medicaid payments to States to the extent to which State assistance to Medicare-eligible needy individuals is reduced due to the enactment of part C. Sets forth effective date provisions and miscellaneous technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Part C: Catastrophic Health Insurance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for part C program to furnish comprehensive catastrophic and preventive benefits through prepaid plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:13-05:00"
}