{
  "actions": [
    {
      "acted_at": "1974-02-25", 
      "committee": "Senate Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3049-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Post Office and Civil Service", 
      "committee_id": "SSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Fong, Hiram L.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "01333", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-25", 
  "number": "3049", 
  "official_title": "A bill to provide a unified system of pay adjustments for civilian officers and employees of the U.S. Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McGee, Gale W.", 
    "state": "WY", 
    "thomas_id": "01396", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-25", 
  "subjects": [
    "Advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Salaries"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-25", 
    "text": "Declares the policy of Congress with regard to Federal pay fixing, including that for employees under statutory pay systems: (1) there be equal pay for substantially equal work; (2) pay distinctions be maintained in keeping with work and performance distinctions; and (3) Federal pay rates be comparable with private enterprise pay rates for the same levels of work. Directs the President to require the Federal Pay Commission, established under this Act, to prepare and submit to him annually a report. Specifies the content of such report. Provides that if, because of national emergency or economic conditions, the President should consider it inappropriate to make the pay adjustment required by this Act, he shall transmit to Congress such alternative plan with respect to a pay adjustment as he considers appropriate, together with the reasons therefor. Establishes the Federal Pay Commission to be composed of eleven members. Describes their terms of office. States that the Bureau of Labor Statistics shall commence its annual survey on the rates of pay levels of work in private enterprise which are the same as levels of work under the statutory pay systems not earlier than March 15 of each year and submit the results of its survey to the Commission not later than June 30 of the same year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a unified system of pay adjustments for civilian officers and employees of the U.S. Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:04-05:00"
}