{
  "actions": [
    {
      "acted_at": "1975-05-15", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1755-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-15", 
  "number": "1755", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for public financing of congressional primary and general elections.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8115-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Congressional Campaign Financing Act", 
  "sponsor": {
    "district": null, 
    "name": "Mondale, Walter F.", 
    "state": "MN", 
    "thomas_id": "01402", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-15", 
  "subjects": [
    "Campaign funds", 
    "Congress", 
    "Economics and public finance", 
    "Election law", 
    "Government operations and politics", 
    "Primaries"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-15", 
    "text": "Congressional Campaign Financing Act - Directs the Secretary of the Treasury to maintain in the Presidential Election Campaign Fund a separate account to be known as the congressional election payment account. Authorizes the Secretary to make disbursements to eligible candidates upon certification of the candidate's elgibility by the Federal Election Commission. Provides, to be eligible to receive any payments under this Act for use in connection with his primary election campaign, a candidate must certify to the Commission that: (1) he is seeking nomination by a political party for election as a Representative and he and his authorized committees have received contributions in connection with that campaign from residents of the State in which such election is held which, in the aggregate, exceed $10,000; or (2) he is seeking nomination by a political party for election to the Senate and he and his authorized committees have received contributions in connection with that campaign from residents of the State in which such election is held which, in the aggregate, exceed the greater of (I) $10,000, or (II) 2 cents multiplied by the voting age population of the State in which the election for such nomination is held. Provides, that be eligible to receive any payments under this Act in connection with his general election campaign, a candidate must certify to the Commission that: (1) he is seeking election as a Representative and he and his authorized committees have received contributions in connection with that campaign from residents of the State in which such election is held which, in the aggregate, exceed $10,000; or (2) he is seeking election to the Senate and he and his authorized committees have received contributions in connection with that campaign from residents of the State in which such election is held which, in the aggregate, exceed the greater of (I) $10,000, or (II) 2 cents multiplied by the voting age population of the State in which such election is held. Provides that any agency action by the Commission made under the provisions fo this Act shall be subject to review by the United States Court of Appeals for the District of Columbia Circuit. Provides criminal penalties for a candidate or committee member who knowingly incurs qualified campaign expenses in excess of the expenditure limitation or who makes unlawful use of the payments authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Campaign Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for public financing of congressional primary and general elections.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:23-05:00"
}