{
  "actions": [
    {
      "acted_at": "2011-03-31", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s711-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-31", 
  "number": "711", 
  "official_title": "A bill to amend the Safe Drinking Water Act and the Federal Water Pollution Control Act to authorize the Administrator of the Environmental Protection Agency to reduce or eliminate the risk of releases of hazardous chemicals from public water systems and wastewater treatment works, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Secure Water Facilities Act", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Emergency planning and evacuation", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Evidence and witnesses", 
    "Fires", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "Performance measurement", 
    "Solid waste and recycling", 
    "Water quality", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-31", 
    "text": "Secure Water Facilities Act - Secure Drinking Water Facilities Act - Amends the Safe Drinking Water Act to revise and expand requirements for assessment by covered water systems of their vulnerability to a range of intentional acts. Defines a \"covered water system\" as a public water system that serves a population of more than 3,300 individuals or that presents a security risk that requires regulation. Requires the Administrator of the Environmental Protection Agency (EPA) to promulgate regulations to establish: (1) increasingly stringent, risk-based performance standards for the security of such systems; (2) requirements and deadlines for systems to conduct and update assessments, develop and revise security plans and emergency response plans, and provide training to system and contractor employees; and (3) four risk-based tiers for the categorization of systems. Requires the Administrator to assign each system to such tiers. Authorizes the Administrator to designate any chemical substance as a substance of concern and establish the threshold quantity for the release or theft of each such substance. Requires the Administrator to: (1) provide baseline information to systems regarding the types of intentional acts that constitute probable threats; (2) direct systems that possess substances of concern in excess of the release threshold quantity to include in their site security plans assessments of methods to reduce the consequences of chemical releases from intentional acts; (3) determine whether to require systems to implement such methods; (4) develop non-binding guidance to assist systems in assessing and implementing methods to reduce consequences of a chemical release by reducing or eliminating reliance on the use of threshold quantities of such substances; and (5) prohibit the unauthorized disclosure of protected information. Authorizes the Administrator to provide grants to assist states and systems in complying with this Act and to provide for security-related training of system employees and training for emergency response providers. Authorizes appropriations for FY2012-FY2016. Secure Wastewater Treatment Facilities Act - Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to establish the same requirements and set forth analogous provisions with respect to covered treatment works. Defines a \"covered treatment works\" as a treatment works that has a treatment capacity of no less than 2.5 million gallons per day or that presents a security risk that requires regulation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secure Water Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Secure Drinking Water Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Secure Wastewater Treatment Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Safe Drinking Water Act and the Federal Water Pollution Control Act to authorize the Administrator of the Environmental Protection Agency to reduce or eliminate the risk of releases of hazardous chemicals from public water systems and wastewater treatment works, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:28-05:00"
}