{
  "actions": [
    {
      "acted_at": "1975-01-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2313-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-28", 
  "number": "2313", 
  "official_title": "A bill to prohibit the importation, manufacture, sale, purchase, transfer, receipt, transportation, possession, and ownership of handguns, except in certain circumstances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Handgun Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Fauntroy, Walter E.", 
    "state": "DC", 
    "thomas_id": "00372", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-28", 
  "subjects": [
    "Firearms", 
    "Firearms control", 
    "Income tax", 
    "Tax credits"
  ], 
  "subjects_top_term": "Firearms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-28", 
    "text": "Handgun Control Act - Provides that it shall be unlawful for any person to: (1) import, manufacture, sell, buy, transfer, receive, or transport any handgun or handgun ammunition; (2) to own or possess any handgun or handgun ammunition; and (3) to sell or otherwise transfer any handgun or handgun ammunition which is exempted from the provisions of this Act to any person other than a person who is a licensed importer, licensed manufacturer, or licensed dealer, without presentation by such person of such written verification as the Secretary of the Treasury may by regulation prescribe that the receipt or purchase of such handgun or handgun ammunition is being made by or on behalf of a person or governmental entity eligible to obtain and possess handguns, or a licensed pistol club. Requires every manufacturer, importer, or dealer who sells or otherwise transfers handguns or handgun ammunition to maintain such records of any sale or transfer to handguns and handgun ammunition as the Secretary may by regulation require. Stipulates that every licensed pistol club should maintain records of the receipt, sale, or other disposition of any of its handguns or the handguns of its members. States that pistol clubs may be licensed if they file an application with the Secretary and meet specific criteria, including the following: (1) no member of such pistol club is a person whose membership or participation in the club is in violation of any applicable State law; (2) no member os such pistol club is prohibited from transporting, shipping, or receiving firearms or ammunition in interstate or foreign commerce under the provisions of this Act; and (3) no member of such pistol club has willfully violated any of the provisions of this Act or any regulations issued thereunder. Grants the Secretary authority to revoke any license issued to a pistol club under this Act if the holder of such license has violated any provision of this act or any rule or regulation issued thereunder by the Secretary. Requires pistol clubs to: (1) maintain possession and control of all handguns used or owned by its members; (2) permit such handguns to be used only by its members; (3) have procedures and facilities for storing such handguns in a secure place; (4) maintain records of the date, time, and place of every use of each handgun in its possession and control; and (5) establish such procedures as the Secretary may by regulation prescribe for monitoring the use of all handguns in its possession or control. Sets forth penalties for violation of the provisions of this Act. Exempts governmental entities and professional security guard services from the provisions of this Act. Provides that a person may at any time voluntarily deliver to any Federal, State, or local law enforcement agency designed by the Secretary a handgun owned or possessed by such person. States that such individual may claim an income tax credit equal to the fair market value of the handgun or $25, whichever is greater."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the importation, manufacture, sale, purchase, transfer, receipt, transportation, possession, and ownership of handguns, except in certain circumstances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:05-05:00"
}