{
  "actions": [
    {
      "acted_at": "1988-03-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Telecommunications and Finance Prior to Referral (March 9, 88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-08-05", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 100-825.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-05", 
      "references": [], 
      "text": "Placed on Union Calendar No: 497.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-19", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-20", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-10-27", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-07", 
      "congress": "100", 
      "law": "public", 
      "number": "626", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-626.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4118-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "626"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-07", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-19", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-20", 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-09", 
  "number": "4118", 
  "official_title": "A bill to amend and extend the authorization of appropriations for public broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Telecommunications Act of 1988", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-07", 
  "subjects": [
    "Affirmative action programs", 
    "Authorization", 
    "Broadcast journalism", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Contracts", 
    "Corporations", 
    "Economics and public finance", 
    "Educational television", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Illiteracy", 
    "Immigrants", 
    "Interest", 
    "Language and languages", 
    "Lease and rental services", 
    "Minorities", 
    "Minorities in mass media", 
    "Minorities in the mass media industry", 
    "Pluralism (Social sciences)", 
    "Public broadcasting", 
    "Public radio", 
    "Public television", 
    "Radio broadcasting", 
    "Radio in politics", 
    "Radio programs", 
    "Space", 
    "Subscription television", 
    "Subsidies", 
    "Telecommunication policy", 
    "Television", 
    "Television and children", 
    "Television in politics", 
    "Television programs", 
    "Television relay systems"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-10-19", 
    "text": "(Measure passed House, amended) Public Telecommunications Act of 1988 - Amends the Communications Act of 1934 to authorize FY 1989 through 1991 appropriations for planning and constructing public telecommunications facilities. Authorizes FY 1991 through 1993 appropriations for the Corporation for Public Broadcasting (CPB). Revises the matching fund formula applied to the Public Broadcasting Fund to decrease from 50 percent to 40 percent the proportion of non-Federal financial support received by public broadcasting entities that is authorized to the Fund. Establishes in the Treasury and authorizes appropriations to the Public Broadcasting Satellite Interconnection Fund for use by noncommercial educational television stations to replace, refurbish, or upgrade their national satellite interconnection systems. Instructs the CPB to report to the Congress by March 1, 1990, on behalf of public radio and broadcasting licensees, detailing their satellite replacement needs and the cost differences between leasing and purchasing satellite transponder capacity. Asserts as a policy component underlying the CPB that it is in the public interest to encourage creative risk in programming and to develop programming that addresses the needs of unserved and underserved audiences, especially children and minorities. Reduces CPB discretion in connection with contracts to assist in the production or acquisition of programming. Amends provisions governing the allocation of amounts appropriated to the Public Broadcasting Fund to: (1) revise the limitation on amounts permitted for CPB administrative expenses; (2) revise the calculation of funds permitted for capital costs relating to telecommunications satellites, royalties and other fees, the costs of interconnection facilities and operations, and grants to assist stations that broadcast in languages other than English; (3) increase amounts available for distribution among public television station licensees and permittees to be used for grants to independent producers and others to produce programming; (4) revise the allocation percentages with respect to certain funds available for interconnection facilities, including allocations for public radio station licensees and permittees, public radio programming, and national programming; and (5) direct expressly that certain monies be used for public television and radio programming production grants to producers of national children's educational programming and producers whose work addresses the needs and interests of minorities. Authorizes expressly grants to public telecommunication entities and producers for programs in languages other than English. Allocates interest income to the Public Broadcasting Fund to national programming, 75 percent for public television programming and 25 percent for radio. years or longer. Repeals provisions that require the CPB to determine fiscal year percentages with respect to fund allocations for public broadcasting. Directs the CPB to: (1) study how best to allocate funds to meet national public television programming objectives; and (2) submit to the Congress by January 31, 1990, a plan based on their conclusions. Directs the CPB to implement the plan during FY 1991 unless directed otherwise by an Act of Congress. Directs the CPB to assist radio stations in maintaining and improving service where public radio is the only broadcast service available. Directs the CPB, beginning in FY 1990, to provide funds for an independent production service, separate from the CPB and organized for the purpose of contracting with the CPB to spend funds for the production of public television programming by independent producers and independent production entities. Requires annual CPB reports to the Congress on this service, including a performance evaluation at the end of FY 1992. Requires the CPB, prior to July 1, 1989, and triennially thereafter, to assess and report to the Congress on: (1) the needs of minority and diverse audiences, including racial and ethnic minorities, new immigrants, persons for whom English is a second language, and illiterate individuals; (2) plans of public broadcasting entities to address these needs; (3) ways these broadcasting entities can be used to help the targeted groups; and (4) projections of minority employment by the broadcasting entities. Requires in addition, annual reports to the Congress on public broadcasting services to these groups, minority employment, and CPB efforts to increase the number of minority public stations eligible for financial support. Requires public telecommunications entities receiving Federal public broadcasting system funds to comply with equal opportunity employment regulations. Removes the prohibition against editorializing by noncommercial educational broadcast stations receiving CPB grants. (The prohibition remains against supporting or opposing political candidates.) Prohibits the encryption of satellite delivered programs included in the National Program Service of the Public Broadcasting Service and intended for public viewing, except for additional encryptions of any program for which at least one unencrypted satellite transmission is provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Telecommunications Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Public Telecommunications Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Public Telecommunications Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Public Telecommunications Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the authorization of appropriations for public broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:13-05:00"
}