{
  "actions": [
    {
      "acted_at": "1983-06-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-13", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3227-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-03", 
  "number": "3227", 
  "official_title": "A bill to amend the Tariff Act of 1930 and the Trade Act of 1974 to provide more equitable standards for determining the foreign market value of, and market disruption attributable to, goods manufactured in nonmarket economy countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Clarification Act of 1983", 
  "sponsor": {
    "district": "5", 
    "name": "Schulze, Richard T.", 
    "state": "PA", 
    "thomas_id": "01035", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-03", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "International Trade Commission"
  ], 
  "subjects_top_term": "Imports", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-03", 
    "text": "Trade Clarification Act of 1983 - Amends the Tariff Act of 1930 to provide that the foreign market value of goods from nonmarket economy countries should be determined on the basis of the costs of producers located in the most nearly comparable free-market economy country as reflected by either: (1) the prices at which such or similar merchandise of a free-market economy country is sold either domestically or in foreign markets; or (2) the constructed value of such or similar merchandise produced by the most comparable free-market producer or producers. Amends the Trade Act of 1974 to permit the International Trade Commission (ITC) to consider increased imports or artificial pricing, or both, when determining whether a nonmarket country is causing market disruption with respect to an article produced by a domestic industry. Requires that import relief actions recommended by the ITC shall take effect even though the President proposes different actions unless Congress approves the presidential actions within 90 days of receiving such proposal. Requires the President to impose the action which was recommended by the Commission within 30 days after the end of the 90 day period, if Congress does not approve the presidential proposal. Provides that relief from artificial pricing: (1) shall not be subject to specified provisions relating to the maximum permissible amount of import relief, the termination of import relief actions, and the two year period between petitions for import relief; (2) may be granted or extended for more than five years if the danger of market disruption is likely to continue for more than five years; and (3) shall not prevent the initiation of an ITC investigation of import competition if it is based on allegations that circumstances have changed since the end of the market disruption investigation. Permits the President to request a ITC investigation and to take emergency action with respect to market disruption caused by increased imports or artificial pricing, or both, of products of a nonmarket economy country. Provides that the President can initiate international consultations if there are reasonable grounds to believe that a country's increased imports or artificial pricing, or both, are causing market disruption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Clarification Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 and the Trade Act of 1974 to provide more equitable standards for determining the foreign market value of, and market disruption attributable to, goods manufactured in nonmarket economy countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:02-05:00"
}