{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9999-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "9999", 
  "official_title": "A bill to strengthen and improve the private retirement system by establishing minimum standards for participation in and for vesting of benefits under pension and profit-sharing plans to improve the protection and interests of participants and beneficiaries, by increasing contributions for self-employed individuals and shareholders of electing small business corporations and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Pension and Retirement Security Act", 
  "sponsor": {
    "district": "2", 
    "name": "Esch, Marvin L.", 
    "state": "MI", 
    "thomas_id": "00353", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Insurance", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Omnibus Pension and Retirement Security Act - Declares it to be the policy of this Act to protect the equitable interests of participants in private pension plans and their beneficiaries, by improving the scope, administration, and operation of such plans, by requiring pension plans to vest benefits in employees after equitable periods of service; to meet adequate minimum standards of funding; to promote greater transferability of employees' earned credits resulting from change of, or separation from, employment; to protect vested benefits of employees against loss due to plan termination; to require more adequate disclosure and reports to participants and beneficiaries of plan administration and operations; and to establish minimum standards of fiduciary conduct, and to provide for more appropriate and adequate remedies, sanctions, and ready access to the courts. Defines the terms used in the Act. Title I: Organization - Declares that it shall be the duty of the Secretary of the Treasury (1) to promote programs and plans for the establishment, administration, and operation of pension, profit-sharing-retirement, and other employee benefit plans; (2) to determine, upon application by a pension or profit-sharing-retirement plan, such plan's eligibility for registration with the Secretary; (3) to bring civil actions authorized by this Act and prior to the date of enactment of this Act, the Welfare and Pension Plan Disclosure Act and in all such proceedings attorneys appointed by the Secretary shall represent the Secretary except for proceedings in the Supreme Court; and (4) to appoint and fix the compensation of such employees as may be necessary for the conduct of his business under this Act. Establishes within the Department of Treasury an administration to be known as the Pension Security Administration. Provides that such Administration shall be headed by an Assistant Secretary of Treasury who shall be appointed by the President, by and with the advice and consent of the Senate. States that it shall be the duty of the Assistant Secretary of Treasury under the supervision of the Secretary to carry out all the functions of the Internal Revenue Service with respect to pension, profit-sharing, and defined compensation plans, and exercise such power and authority as may be delegated to him by the Secretary for the administration and enforcement of this Act. Provides that all functions of the Secretary of the Treasury which are carried out through the Pension Trust Branch of the Internal Revenue Service are transferred to the Assistant Secretary. Title II: Amendments to the Internal Revenue Code - Revises the definition of a qualified trust. Sets forth minimum standards with regard to the vesting of pension rights. Sets minimum contribution amounts for any plan. Imposes an excise tax on individual retirement accounts. Defines a \"prohibited transaction\" and imposes a tax at the rate of 5 percent of the amount involved with respect to such transaction for each year. Title III: Plan Termination Insurance - Establishes a program within the Pension Security Administration to be known as the Private Pension Plan Termination Insurance Program. States that the program shall be administered by and under the direction of the Secretary of the Treasury. Requires the registration of pension, profit-sharing, stock bonus, and bond purchase plans. Permits the Secretary to provide insurance to cover the unfunded accrued liabilities of a plan where he determines that such plan conforms with the vesting, funding, and all other standards, rules, or regulations required by this Act. Requires the Secretary to determine whether a plan is qualified for registration under this title, and if the Secretary finds it qualified, he shall issue a certificate of registration with respect to such plan. Provides that if at any time the Secretary determines that a plan required to qualify under this title is not qualified or is no longer qualified for registration under this title, he shall notify the administrator, setting forth the deficiency or deficiencies in the plan. Provides that the insurance program shall insure participants and beneficiaries of qualified pension plans against loss of benefits derived from vested rights which arise from the complete or the substantial termination of such plans. Establishes a separate fund for pension benefit insurance to be known as the Pension Benefit Insurance Fund. Provides that the Secretary of the Treasury shall be the trustee of the insurance fund. Requires all amounts received as premiums, assessments, or fees, and any other moneys, property, or assets derived from operations in connection with this title, to be deposited in the insurance fund. Title IV: Fiduciary Responsibility and Disclosure - Requires the administrator of an employee benefit plan to publish and distribute to each participant or beneficiary a description of the plan and an annual financial report. Set requirements for the content of the plan description and the annual financial report. Requires that every person who handles funds or other property of an employee benefit plan shall be bonded. States that every employee benefit plan shall be deemed a trust. Set standards for fiduciaries with regard to such trusts. Prohibits a person who has been convicted of specified crimes from serving in specified offices of responsibility for any employee benefit plan for at least five years after such conviction or after the end of imprisonment, whichever is the later. Establishes methods and procedures for the termination of a pension plan. Establishes an Advisory Council on Employee Welfare and Pension Benefits Plans which shall consist of fifteen members. Specifies the manner of their appointment. Requires the Council to advise the Secretary with respect to the carrying out of his functions under this title, and to submit to the Secretary recommendations with respect thereto. Repeals the Welfare and Pension Plans Disclosure Act. Title V: Enforcement - Provides for equitable, civil, and criminal remedies and penalties for violation of the requirements of this Act. Title VI: Bureau of Pension Statistics - Establishes a Bureau of Pension Statistics in the Department of the Treasury. States that it shall be the function of the Bureau, under the direction of the Secretary of the Treasury, to acquire, process, and distribute statistical and other information on, and pertaining to, pension and other retirement security plans of employees and retired employees in the United States. Title VII; Effective Dates - Specifies the dates upon which different parts of this Act shall become effective."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Pension and Retirement Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the private retirement system by establishing minimum standards for participation in and for vesting of benefits under pension and profit-sharing plans to improve the protection and interests of participants and beneficiaries, by increasing contributions for self-employed individuals and shareholders of electing small business corporations and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}