{
  "actions": [
    {
      "acted_at": "1977-03-04", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s924-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-04", 
  "number": "924", 
  "official_title": "A bill to protect the economic rights of labor in the building and construction industry by providing for equal treatment of craft and industrial workers and to establish a national framework for collective bargaining in the construction industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Construction Industry Collective Bargaining Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-04", 
  "subjects": [
    "Business and commerce", 
    "Collective bargaining", 
    "Construction industries", 
    "Construction workers", 
    "Department of Labor", 
    "Executive reorganization", 
    "Industrial relations", 
    "Labor and employment", 
    "Labor disputes", 
    "Picketing", 
    "Unfair labor practices"
  ], 
  "subjects_top_term": "Industrial relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-04", 
    "text": "Title I: Protection of Economic Rights of Labor in the Construction Industry - Amends the National Labor Relations Act to stipulate that, subject to specified provisions, it shall not be an unfair labor practice for a labor organization or its agents to engage in, or induce any individual employed by any person to engage in, a strike, refusal to perform services, or threat thereof (1) at the site of the construction, alteration, painting, or repair of a building or other structure; and (2) directed at any one of several persons in the construction industry at the site who are either joint venturers or in the relationship of contractor and subcontractor in the performance of such construction, alteration, painting or repair. States that nothing in this Act shall be construed to permit a strike, refusal to work, or threat thereof (1) in violation of an existing collective bargaining contract; (2) in furtherance of a labor dispute concerning only working conditions of individuals employed at other common construction sites; (3) directed at a person who is not engaged primarily in the construction industry and who, through its employees, is installing or servicing its own products or is doing construction work at one of its prior facilities; or (4) which presently otherwise constitutes an unfair labor practice. Prohibits common construction site picketing or threats thereof for specified purposes, including (1) to remove or exclude from such site any individual on the ground of sex, race, creed, color, or national origin; (2) to cause or attempt to cause discrimination on the basis of labor union membership; or (3) to force, require, or persuade any person to refrain or cease from dealing in products or systems of another processor of manufacturer. Requires a labor organization, before engaging in an activity permitted by this Act, to give prior notice to certain persons and receive written authorization from the national or international labor organization with which it is affiliated. Sets forth separate prerequisites in the case of activities to be conducted with respect to sites located at military installations or at Federal facilities or installations a major purpose of which is, or will be, the development, production, testing, or firing of munitions, weapons, missles, or space vehicles. Title II: Construction Industry Collective Bargaining - Construction Industry Collective Bargaining Act - Establishes a Construction Industry Collective Bargaining Committee in the Department of Labor. Stipulates that, where there is in effect a collective-bargaining agreement covering employees in the construction industry between a local construction labor organization or other subordinate body affiliated with a standard national construction labor organization, or between a standard national construction labor organization directly, and an employer or association of employers in the construction industry, neither party shall terminate or modify such agreement or the terms or conditions thereof without serving a written notice of the proposed termination or modification in the form and manner prescribed by the Committee 60 days prior to the expiration date thereof, or in the event such collective-bargaining agreement contains no expiration date, 60 days prior to the time it is proposed to make such termination or modification. Designates the persons to whom notice is to be given, including the Committee. Empowers the Committee to take jurisdiction of a dispute, with or without the suggestion of any interested party, for the 90 day period immediately preceding the latter of (1) the ninetieth day following the giving of notice to modify or terminate a collective bargaining agreement, or (2) the thirtieth day following the expiration of the agreement or the date proposed for termination or modification, whichever is applicable. Authorizes the Committee in such instances to (1) refer the matter to voluntary national craft or branch boards or other appropriate organizations established in accordance with the Act; (2) meet with and assist interested parties; or (3) do both. Prohibits strikes and lockouts while the Committee has jurisdiction over a matter. Permits the Committee to request at any time during the applicable 90-day period participation in negotiations by the appropriate standard national construction labor organization and national construction contractor associations. Empowers the Committee to promote and assist in the formation of voluntary national craft or branch boards or other appropriate organizations composed of representatives of one or more standard national construction labor organizations and one or more national construction contractor associations for the purpose of attempting to seek resolution of local labor disputes and review collective-bargaining policies and development in the particular craft or branch of the construction industry involved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Industry Collective Bargaining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the economic rights of labor in the building and construction industry by providing for equal treatment of craft and industrial workers and to establish a national framework for collective bargaining in the construction industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:09-05:00"
}