{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s12-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "12", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide additional tax relief for private sector job creation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1773-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3630-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4196-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5652-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5974-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2237-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2240-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Job Creation Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Portman, Rob", 
    "state": "OH", 
    "thomas_id": "00924", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-25", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business investment and capital", 
    "Civil actions and liability", 
    "Computers and information technology", 
    "Economics and public finance", 
    "Employment taxes", 
    "Environmental Protection Agency (EPA)", 
    "Environmental regulatory procedures", 
    "Federal preemption", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health personnel", 
    "Income tax credits", 
    "Income tax deductions", 
    "Research and development", 
    "Small business", 
    "Tax administration and collection, taxpayers"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-25", 
    "text": "Job Creation Act of 2011 - Amends the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 to reduce the employment tax rate to 4.2% for employers and to 8.4% for self employed individuals Amends the Internal Revenue Code to: (1) repeal provisions added by the Patient Protection and Affordable Care Act (PPACA) requiring individuals to purchase and maintain minimum essential health care coverage, (2) make permanent the increased expensing allowance for depreciable business and investment property, including computer software, and (3) make permanent the tax credit for increasing research expenditures. Repeals the provision of PPACA that extends to corporations that are not tax-exempt the requirement to report payments of $600 or more. Rescinds $39 billion of appropriated but unobligated discretionary funds. Exempts unobligated funds of the Department of Defense (DOD) or the Department of Veterans Affairs (VA). Requires the Director of the Office of Management and Budget (OMB) to determine and identify from which appropriation accounts such rescissions shall apply and report to the Secretary of the Treasury and Congress on such rescissions. Suspends the authority of the Administrator of the Environmental Protection Agency (EPA) to promulgate or enforce any regulation for a period of one year, unless a regulation is necessary for immediate health or safety reasons. Sets conditions, including a revised statute of limitations, for lawsuits arising from health care liability claims regarding health care goods or services or any medical product affecting interstate commerce. Allows a court to restrict the payment of attorney contingency fees in health care lawsuits. Limits such fees to a decreasing percentage based on the increasing value of the amount awarded. Authorizes the award of punitive damages in health care lawsuits only where: (1) it is proven by clear and convincing evidence that a person acted with malicious intent to injure the claimant or deliberately failed to avoid unnecessary injury the claimant was substantially certain to suffer, and (2) compensatory damages are awarded. Limits punitive damages to the greater of two times the amount of economic damages or $250,000. Provides for periodic payments of future damages exceeding $50,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Creation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide additional tax relief for private sector job creation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:57:15-05:00"
}