{
  "actions": [
    {
      "acted_at": "1987-06-02", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from GAO, OMB, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1307-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-02", 
  "number": "1307", 
  "official_title": "A bill to extend the authorization of appropriations for programs and activities under title III of the Public Health Service Act, to establish a National Health Service Corps Loan Repayment Program, to otherwise revise and extend the program for the National Health Service Corps, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Health Service Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-02", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Census and Statistics", 
    "Communicable diseases", 
    "Department of Health and Human Services", 
    "Disease control", 
    "Economics and public finance", 
    "Education", 
    "Environmental health", 
    "Epidemiology", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Labor supply", 
    "Lung diseases", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical statistics", 
    "Medical technology", 
    "Pollution", 
    "Preventive medicine", 
    "Public health", 
    "Public health personnel", 
    "Sexually transmitted diseases", 
    "Student aid", 
    "Student loan funds", 
    "Tuberculosis", 
    "Vaccination", 
    "Vaccines", 
    "Vital statistics"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-02", 
    "text": "Public Health Service Amendments of 1987 - Title I: Health Services Research, Health Care Technology, Health Statistics, and Preventive Health Programs - Amends the Public Health Service Act to authorize appropriations for FY 1988 through 1990 for health service research, evaluation, and demonstration activities regarding health statistics, health services, and health care technology assessment, and regarding the National Center for Health Services Research and Health Care Technology Assessment. Directs the Secretary of Health and Human Services (Secretary) to obligate from any funds appropriated not less than a specified amount for health care technology assessment activities. Authorizes appropriations for FY 1988 through 1990 for health statistical and epidemiological activities for the National Center for Health Statistics. Increases from 15 to 16 the number of members of the National Committee on Vital and Health Statistics and increases their term of office from three to four years. Repeals provisions of the Public Health Service Act which direct the Secretary to: (1) conduct a study of the present and future health costs of pollution and other environmental conditions resulting from human activity; (2) develop a plan for the collection and coordination of statistical and epidemiological data on the effects of the environment on health; and (3) establish guidelines for the collection and distribution of statistics and information regarding the effects of conditions of employment and indoor and outdoor environmental conditions on the public health. Changes the due date of an annual report from the Secretary to the Congress regarding health services research, health statistics, and health care technology. Directs the Secretary to obligate not less than a specified amount for each of FY 1988 through 1990 for grants regarding a council on health care technology. Prohibits a grant unless the application contains assurances that specified amounts will be spent from non-Federal sources for the operation of the council. Authorizes appropriations for FY 1988 through 1990 for grants for preventive health service programs related to immunization with vaccines approved for use, and recommended for routine use, after enactment of this provision, and for other vaccines. Authorizes appropriations for FY 1988 through 1990, upon implementation of subtitle 2 (National Vaccine Injury Compensation Program) of title XXI of the Public Health Service Act, for grants for immunization programs. Directs the Secretary, acting through the Director of the Centers for Disease Control, to acquire and maintain a supply of vaccines sufficient to provide vaccinations throughout a six-month period. Authorizes appropriations for FY 1988 through 1990 for acquiring and maintaining such supply. Authorizes appropriations for FY 1988 through 1990 for grants for preventive health service programs for tuberculosis and for certain activities relating to prevention and control of diseases through vaccination. Authorizes the Secretary to make grants to States and other public and nonprofit private entities for: (1) research; (2) demonstration projects; (3) public information and education; and (4) education, training, and clinical skills improvement activities regarding prevention and control of drug-resistant and other tuberculosis. Prohibits making grants unless an application is submitted to the Secretary. Authorizes appropriations for FY 1988 through 1990 for technical assistance and grants for the prevention and control of sexually transmitted diseases. Mandates the inclusion of grants relating to chlamydia. Title II: National Health Service Corps Loan Repayment Program - Amends subpart II (National Health Service Corps Program) of part D of title III of the Public Health Service Act to direct the Secretary to establish the National Health Service Corps Loan Repayment Program (Loan Repayment Program) to assure an adequate supply of certain trained medical personnel. Sets forth participation eligibility requirements. Mandates inclusion with application and contract forms sent to potential applicants by the Secretary: (1) a summary of the rights and liabilities of individuals whose applications are approved; and (2) information regarding meeting the service obligation through private practice. Directs the Secretary to give priority to certain types of applicants. Specifies elements the contract is required to contain, including: (1) that the Secretary will pay loans on behalf of the individual; (2) that the individual will serve for a period of time (period of obligated service) in a health manpower shortage area; and (3) the damages to which the United States is entitled for breach of the contract. States that loan payment shall include payment of principal, interest, and related expenses on governmental and commercial loans for tuition and educational and living expenses. Authorizes the Secretary to pay any increased Federal, State, or local income tax liability resulting from such loan payments. Prohibits counting individuals who have entered into loan repayment contracts under provisions of this Act against any employment ceiling affecting the Department of Health and Human Services. Directs the Secretary to submit an annual report to the Congress regarding the individuals receiving loan payments under the Program, the educational institutions at which such individuals are receiving their training, the applications filed, and the amount of loan payments made. Provides that certain individuals who do not complete their education shall, in lieu of any service obligation, be liable to the United States for the amount which has been paid on their behalf under the contract. Provides a formula for determining the liability of other individuals who breach the contract. Directs the Secretary to report annually to the Committee on Labor and Human Resources of the Senate and the Committee on Energy and Commerce of the House of Representatives, and the Committees on Appropriations of the Senate and the House of Representatives. Requires the reports to contain information on the number of health care providers needed and the number of people the Secretary proposes to use to meet that need from scholarships, loan repayments, and other sources. Authorizes appropriations for scholarships and loan repayments. Authorizes the Secretary to make grants to States for programs similar to the Loan Repayment Program. Requires any State program supported with a grant under this provision to: (1) either establish minimum standards for the designation of areas in which obligated service will be performed or provide that obligated service will be performed in health manpower shortage areas designated by the Secretary; and (2) establish minimum standards for the determination of obligated service under the State program. Prohibits making a grant unless an application is submitted to the Secretary. Declares that the Federal share of the costs of any State program under this provision shall not exceed 75 percent. Authorizes appropriations for FY 1988 through 1990. Title III: Further Revisions and Extensions of the Program for the National Health Service Corps - Amends the Public Health Service Act to prohibit the Secretary from removing an area from the areas designated as health manpower shortage areas until interested parties have had a chance to provide data and information in support of designation. Adds ability to pay for health services as a criterion the Secretary must consider when making determinations regarding such designations. Sets forth regulations regarding dates by which the Secretary must, for individuals receiving scholarships under the Scholarship Program or under contract to receive loan repayment under the Loan Repayment Program, make certain determinations, provide information, make certain appointments, or make designations of individuals as members of the Corps. Authorizes the Secretary, at the request of the individual, to defer such dates. Adds individuals under contract for loan repayment to provisions allowing the Secretary to release individuals from their service obligation if they agree to engage in private practice in a health manpower shortage area. Removes a provision authorizing the Secretary to make arrangements, for individuals engaging in private practice in lieu of their service obligation, for the use of equipment and supplies and for the lease or acquisition of other equipment and supplies. Removes a provision authorizing the Secretary to make one grant or one loan to individuals who have completed at least two years of their period of obligation. Authorizes the Secretary to make one loan to a Corps member who has entered into specified agreements regarding private practice, in a health manpower shortage area. Requires the loan to be used for the costs of beginning the practice, including acquiring equipment and renovating facilities, and hiring of nurses and other personnel. Prohibits use of the loan for purchase or construction of any building. Limits the amount of the loan. Authorizes appropriations for the general operations of the National Health Service Corps for FY 1988 through 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Health Service Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authorization of appropriations for programs and activities under title III of the Public Health Service Act, to establish a National Health Service Corps Loan Repayment Program, to otherwise revise and extend the program for the National Health Service Corps, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:33-05:00"
}