{
  "actions": [
    {
      "acted_at": "1974-02-07", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2992-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-07", 
  "number": "2992", 
  "official_title": "A bill to provide for congressional reforms and to strengthen the role of Congress as a coequal branch of Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Modern Congress Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-07", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Congress", 
    "Congressional committees", 
    "Congressional joint committees", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Government operations and politics", 
    "House of Representatives", 
    "National defense", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional oversight", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-07", 
    "text": "Modern Congress Act - Title I: Citizens' Committees to Study Congress - Establishes a committee to be known as the Citizen's Committee To Study Congress to make a complete study relating to the functions, powers, duties, and operation of the Congress. Specifies the membership composition and selection process for such Committee. Enumerates the areas to be studied by the Committee, including: (1) determination of how the Congress may best exercise its function of reviewing and evaluating programs and activities of the United States Government; and (2) examining the operation of the Congress itself (including but not limited to its powers, priorities, privileges, traditions, the means by which the Congress makes decisions, its committee system, and its staffs). Requires the Committee to submit, not later than two years after the date of enactment of this Act, a final, comprehensive report to the Senate and the House of Representatives with respect to its study. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title. Title II: Senate Committee Jurisdiction - Declares that it is the sense of the Congress that there is a demonstrated need for the United States Senate, as one House of the United States Congress, to assert its policy and that the Joint Committee on Congressional Operations should immediately begin an in-depth analysis of the committee jurisdictions of the United States Senate, taking into account the need to reduce fragmentation of policy and program oversight. Provides for the payment of expenses of the Joint Committee for such activities. Title III: Office of Congressional Counsel General - Establishes in the legislative branch of the Government the Office of Congressional Counsel General, which shall be under the direction and control of the Congressional Counsel General. Enumerates the duties of the Congressional Counsel General including to: (1) render to the Congress, and to the Comptroller General, legal opinions upon questions arising under the Constitution and laws of the United States; and (2) render to the Congress advice with respect to the purpose and effect of provisions contained in laws, or to be inserted in proposed legislative measures. Authorizes to be appropriated to the Office of the Congressional Counsel General such sums as may be required for the performance of the duties of the Congressional Counsel General under this title. Title IV: General Accounting Office - States that whenever the Comptroller General has reasonable cause to believe that any officer or employee of the executive branch is about to expend, obligate, or authorize the expenditure or obligation of public funds in an illegal or erroneous manner or amount, he may institute a civil action in the United States District Court for the District of Columbia for declaratory and injunctive relief. Provides that specified provisions of this title shall be construed as creating a procedural remedy in aid of the statutory authority of the Comptroller General and not as otherwise affecting such authority. Title V: Congressional Annual Reports - Provides that not later than 60 days after the end of each regular session of Congress, the Majority Leaders and Minority Leaders of the Senate and the House of Representatives shall submit to Congress and the President a \"State of the Congress\" message with respect to such session. Requires that each such message shall include statements concerning; (1) those matters about which the Congress has taken the initiative, (2) priorities established by the Congress, and (3) matters not acted upon by Congress but upon which Congress should act or have acted. Title VI: Fiscal and Budgetory Reform - Establishes an Office of Budget Analysis and Program Evaluation, subject to the supervision and control of the Joint Economic Committee. States that the Office shall have four sections: (1) Informational Section, (2) Analytic Section, (3) Program Evaluation Section, and (4) Special Studies Section. Provides for the appointment of a Technical Director and other personnel of the Office. States that prior to the submission of the Budget of the United States Government for each fiscal year, the Joint Committee staff, including the Office, shall make a thorough study of the Nation's economic conditions, and the factors having a bearing thereon and shall make a report to the Joint Committee with: (1) an estimate of the revenues that will be received by the Federal Government during the forthcoming fiscal year; and (2) a recommendation of the amount, if any, by which Federal outlays should exceed revenues, or revenues should exceed outlays, in order to promote the general welfare and to provide maximum employment production, and purchasing power. Directs the Joint Committee to hold hearings to determine the appropriate Federal fiscal policy and make a report to all committees of the Senate and House of Representatives and all joint committees of the Congress. Specifies the content of such report. Provides that after receiving the report of the Joint Economic Committee, the Committees on Appropriations of each House of Congress shall report to its House a bill establishing the total amount of outlays to be made during the fiscal year by the United States Government. Prescribes the procedures for consideration of such bill. Makes it the duty of the Informational Section of the Office, to provide information to the Congress, on request, with respect to the budget, appropriation bills, revenue receipts and estimates, and changing revenue conditions. Enumerates the duties and functions of the Analytic Section, Program Evaluation Section, and Special Studies Section of the Office. Authorizes to be appropriated such sums as may be necessary to enable this Office to carry out its duties and functions. Provides, under the Budget and Accounting Procedures Act, that the head of each executive agency shall give notice to the Governors of the States and to the chief executive officers of their political subdivisions that such agency is formulating its budget requests for such fiscal year. Provides for meetings with such State officials for comments with respect to budget requests. Requires that public hearings be held on budget requests. States that specified provisions of this title shall not apply with respect to budget requests or requests for legislation which the national security requires to be kept confidential. Requires that, upon the receipt of each individual's income tax return, the Secretary or his delegate shall furnish to the individual a statement setting forth in dollar amounts the proportionate amounts of that individual's income taxes which were spent by the Federal Government, based upon the most recent information furnished by the Director or the Office of Management and Budget, for each of the following: (1) national defense; (2) space research and technology; (3) agriculture and rural development; (4) natural resources; (5) transportation; (6) community development; (7) housing; (8) education; (9) manpower; (10) health; (11) social services; (12) welfare payments; (13) veterans' pensions; (14) veterans' benefits and services; (15) law enforcement; (16) general administrative expenses of government; (17) interest payments; (18) foreign aid consisting of military assistance; and (19) foreign aid consisting of economic and technical assistance. Title VII: Senate Legislative Review Subcommittees - Adds, to the Standing Rules of the Senate, a rule providing that each standing committee shall establish a subcommittee on legislative review to study the application, administration, and execution of those laws, or parts of laws, the subject matter of which is within the jurisdiction of the committee or the subcommittee. Title VIII: Office of Congressional Communications - Establishes for the Congress, under the Architect of the Capitol, an Office of Congressional Communications. States that the Office shall: (1) maintain a library of video tapes of all television network news programs and television programs of significant public interest; (2) provide for closed circuit telecasts of, and tape, committee proceedings and proceedings of the Senate and House of Representatives; (3) provide equipment in the office of each Member of Congress to receive telecasts of any such proceedings and for the viewing of any tapes; (4) have installed, at appropriate places, equipment to receive information transmitted by any of the major news wire services; and (5) upon request, assist Members with respect to press, photographic, recording, taping, radio, and television matters. Transfers the House Recording Studio and the Senate Recording Studio, and all their records, property, assets, and personnel to the Office. Title IX: Open Committee Meetings - Provides, under the Standing Rules of the Senate, that meetings for the transaction of business of each standing committee shall be open to the public except when the committee, by rule or by majority vote, determines otherwise. Title X: Study of Computer Scheduling of Senate Work - States that the Citizen's Committee established in this Act shall arrange for a detailed study, including specific recommendations, of the applicability of computer programs to the scheduling problems of the Senate. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title, but, in no case shall this sum exceed $100,000. Title XI: Joint Committee on National Security - Provides that in order to enable the Congress to more effectively carry out its constitutional responsibility in the formulation of foreign, domestic, and military policies of the United States and in order to provide the Congress with an improved means for formulating legislation and providing for the integration of such policies which will further promote the security of the United States, there is established a joint committee of the Congress which shall be known as the Joint Committee on National Security. Details the membership composition of such Committee and outlines its functions, including: (1) to make a study of the foreign, domestic, and military policies of the United States to determine whether such policies are being appropriately integrated in furtherance of the national security; (2) to make a study of the recommendations and activities of the National Security Council relating to such policies; (3) to make a study of Government practices and recommendations with respect to the classification and declassification of documents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Modern Congress Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for congressional reforms and to strengthen the role of Congress as a coequal branch of Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:03-05:00"
}