{
  "actions": [
    {
      "acted_at": "1981-01-16", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-16", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-16", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-10", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-12", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-10", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-30", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-01", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-02", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr850-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Corcoran, Tom", 
      "sponsored_at": "1981-06-16", 
      "state": "IL", 
      "thomas_id": "00233", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Dreier, David", 
      "sponsored_at": "1982-07-26", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1981-06-16", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gramm, Phil", 
      "sponsored_at": "1981-06-16", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1981-06-16", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1981-06-16", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1982-03-30", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1981-06-16", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Stockman, David A.", 
      "sponsored_at": "1981-01-16", 
      "state": "MI", 
      "thomas_id": "01113", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-16", 
  "number": "850", 
  "official_title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Care Reform Act of 1981", 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-16", 
  "subjects": [
    "Administration of justice", 
    "Aid to dependent children", 
    "Aliens", 
    "Appellate courts", 
    "Bankruptcy", 
    "Business and commerce", 
    "Commercial arbitration", 
    "Comprehensive health care", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Deceptive advertising", 
    "Department of the Treasury", 
    "Disabled", 
    "Education", 
    "Federal aid to handicapped services", 
    "Federal employees and officials", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Geriatrics", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Immigration", 
    "Income tax", 
    "Insurance", 
    "Intergovernmental relations", 
    "Jurisdiction", 
    "Labor and employment", 
    "Licenses", 
    "Local and Municipal Government", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Parties to actions", 
    "Peer review organizations (Medicine)", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Restrictive trade practices", 
    "Social welfare", 
    "State laws", 
    "States", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-16", 
    "text": "National Health Care Reform Act of 1981 - Directs the Secretary of Health and Human Services to establish actuarial categories, including an aged and disabled actuarial category, of individuals eligible for Federal financial assistance toward the purchase of membership in a health care plan qualified under this Act (health care contributions). Sets forth the factors to be considered in establishing such categories. Requires the Secretary to delineate the United States into health care areas according to specified criteria. Title I: Health Care Contributions - Makes every individual who is a resident citizen of the United States or a lawful resident alien eligible for a health care contribution. Stipulates that dependents of eligible individuals are not eligible for health care contributions unless they are aged or disabled. Amends the Internal Revenue Code to allow a tax exclusion of contributions paid by an eligible individual's employer toward the premium of such plan. Sets forth the conditions for such exclusion. Amends the Internal Revenue Code to allow a taxpayer a tax credit for the premium paid by such taxpayer during the taxable year for membership in such plan. Limits the tax credit to individuals eligible for such contribution. Specifies the maximum allowable credit for a taxable year. Sets forth additional limitations on such credit. Directs the Secretary to make a contribution to eligible disabled or elderly individuals who elect to receive such contribution in lieu of benefits under Title XVIII of the Social Security Act (Medicare). Requires the Secretary to publish in the Federal Register the amount of contributions for such individuals in each health care area. Sets forth the method for computing such contributions. Entitles an eligible individual whose family income is below specified guidelines to receive for the year in which a plan is effective (plan year) a direct health care contribution. Limits contributions to one eligible individual per family. Sets forth the conditions for receipt of such contribution. Entitles an eligible aged or disabled individual to such a contribution only if he or she has: (1) elected to receive such a contribution in lieu of Medicare benefits; and (2) waived any right for the aged or disabled for the plan year. Provides for the periodic transfer of funds from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund established under the Social Security Act to make payments for such contributions to aged or disabled individuals. Directs the Secretary to publish in the Federal Register the amount of contributions for the financially needy made for each health care area. Allows the Secretary to enter into a contract with any State under which the State will determine the eligibility for and the amount of a contribution for financially needy residents. Directs the Secretary to issue a health care voucher to eligible individuals in the amount of the contribution. Specifies the contents of such voucher and its date of issuance. Requires a plan to accept a voucher issued to an eligible individual as full or partial payment of the plan's annual premium. Requires the Secretary to make payments to a plan presenting such vouchers. Sets forth the terms for such payments. Prohibits the Secretary from withholding any portion of the health care payments to which a plan is entitled to offset any amount owed to the United States by the plan, an eligible individual, or any other person. Prohibits the Secretary from denying payment of an invalid voucher unless a plan has actual knowledge of such invalidity at the time of acceptance. Prohibits the assignment or attachment of a health care voucher. Amends the Internal Revenue Code to exclude such health care voucher payments from gross income. Title II: Qualified Plans - Allows a plan to apply to the Secretary for certification as a qualified plan in one or more health care areas. Requires the Secretary to act upon such application (otherwise such application shall be deemed approved) within 30 days. Sets forth the factors to be considered in acting upon such application. Directs the Secretary to provide a plan with a written explanation and a hearing in the event of disapproval. Provides for the continued qualification of an approved plan until it is disqualified under this Act. Prohibits the Secretary from changing regulations for a plan year later than April 1 of the previous year unless all affected plans agree. Requires a plan to provide its members with basic health care services including: (1) medical, surgical, and obstetrical care; (2) inpatient, outpatient, and other institutional health services, plus home health or institutional services for aged or disabled individuals; (3) preventive health services; (4) prescription drugs; (5) blood; (6) emergency transportation; (7) medical equipment, including therapeutic devices and prosthetic applications; and (8) out-of-area coverage. Specifies exclusions from such required services. Requires a plan to provide a written membership agreement which sets forth the rights and obligations of the plan and its members. States that the term of each membership agreement shall be a plan year. Limits membership to eligible residents of the health care area in which a plan is located. Requires a plan to: (1) have an open membership enrollment, with specified exceptions including the number of medically high-risk individuals; (2) provide an individual with a written explanation if membership is denied; and (3) enroll a member's spouse or dependents as associate members, including the automatic enrollment of a new spouse or dependent. Requires each plan to establish an annual premium for each actuarial category. Sets a maximum individual cost per plan year for basic health services. Requires the Secretary to publish such maximum cost in the Federal Register. Allows group premium reductions. Requires a plan to permit: (1) monthly premium payments; and (2) premium transfers between qualifying plans. Entitles an aged or disabled individual who tenders a health care voucher which is greater than the premium to a refund or credit. Requires a plan to: (1) report annually to the Secretary with enrollment information; (2) submit to the Secretary any proposed coverage changes; and (3) provide financial information and make payments to the Health Benefits Assurance Corporation established under this Act. Requires a plan to file with the Secretary a brochure for a plan year describing: (1) the health care services to be provided; (2) the method by which such services will be provided; (3) the location of health care facilities; (4) the maximum amount of expenditures required of a member; (5) the health care area or areas in which the plan will be offered; (6) the premium charged for each actuarial category; and (7) the installments in which such premium may be paid. Directs the Secretary and the plan to make such brochures available to the public. Allows advertising of the health care plan. Directs the Secretary to bar the distribution of a misleading and inaccurate brochure or advertisement. Allows: (1) members of a plan to refuse services by a person designated by the plan to provide such service; and (2) health care personnel to refuse for moral reasons to provide certain services. Requires arbitration of specified grievances between an individual and a plan. Sets forth limitations on the authorities of the Secretary, the qualified plan, the plan's sponsor, and the deliverer of health care services. Requires the Secretary to disqualify a plan if any proposed changes will prevent such plan from providing basic health care services or will require excessive out-of-pocket expenditures. Allows the Secretary to: (1) disqualify a plan if the plan's sponsor has violated the antitrust provisions established by this Act; and (2) rescind such disqualification if the plan meets certain criteria. Prohibits treatment of a plan as a qualified plan after the U.S. Health Court appoints a receiver. Requires the Secretary to provide information about qualified plans and to help process applications for health care vouchers. Allows an eligible individual to authorize any person to act as his or her agent. Permits only a chartered health care contribution agent to serve as an authorized agent for more than 25 persons. Directs the Secretary to designate as chartered health care contribution agents persons who meet specified qualifications of honesty and expertise. Prohibits State payments under title III (Unemployment Compensation) and title IV (Aid to Families with Dependent Children) of the Social Security Act to any eligible person who is not a member of a qualified plan. Requires membership in a plan in order to qualify for supplemental security income and food stamp benefits. Exempts specified persons from such membership requirements. Grants standing to a plan to assert the rights of its members. Deems members to have assigned their rights to a claim in specified circumstances. Repeals the provisions of Federal law relating to Federal employee health insurance. Requires the Federal Government to contribute to the premium of a health plan on behalf of Federal employees. Authorizes the Secretary to guarantee an insurance policy of a qualified plan where similar insurance is not available at commercially reasonable rates. Establishes the Health Benefits Assurance Corporation to periodically review health plan applications for financial certification. Exempts the Corporation from all Federal, State, and local taxes. Sets forth the powers of the Corporation. Requires the Corporation to establish a protective fund to assure the provision of services by plans financially unable to meet their obligations. Establishes a revolving fund in the U.S. Treasury for the Corporation to use to carry out its duties. Authorizes the Corporation to issue debt obligations. Requires a plan to repay the Corporation if any amount of the protective fund is used to fulfill the obligations of such plan. Authorizes the Secretary to reimburse a plan for services furnished to a nonmember. Sets forth arbitration procedures. Provides for judicial review of any agency action by the Health Court. Establishes the Health Court. Sets forth the organization of such Court. Grants such Court exclusive jurisdiction over all civil actions brought to enforce this Act and all civil claims and disputes arising under this Act and under agreements by or with qualified plans. Directs the Court to appoint a receiver for a plan if the Court determines there is a strong possibility the plan will not be able to fulfill its obligations to its members. Prohibits the commencement, or requires the suspension, of any Federal or State bankruptcy or reorganization proceeding during any period for which a receiver has been appointed. Establishes a Health Court of Appeals with jurisdiction over appeals brought from the Health Court. Allows the Supreme Court to review cases in the Health Court of Appeals by writ of certiorari. Sets forth criminal penalties for violations of this Act or specified sections of the Internal Revenue Code. Title III: Miscellaneous Provisions - Authorizes the Secretary to make grants and contracts to compensate public or private nonprofit charitable organizations for providing graduate medical education and training for health care professionals. Preempts specified State and local laws, including those which would prevent or impede the health care delivery system reforms of this Act. Revises the medical expense deduction provisions of the Internal Revenue Code to exclude the separate deduction for medical insurance and to prohibit any deduction for premiums paid to qualified health care plans. Sets forth the method of determining the adjustment amount which States that have elected to accept health care contributions instead of Medicaid assistance owe the Federal government or which the Federal government owes such States. Repeals provisions of the Social Security Act concerning professional standards review, uniform reporting, capital expenditure limitations, hospital utilization and bylaws, and customary charges. Revises the reasonable cost definition of the Medicare provisions to be costs actually incurred. Repeals specified provisions of the Public Health Services Act concerning health maintenance organizations, health planning, and health resources development. Negates the duty of an institution to provide free care and to fulfill community service obligations if 50 percent or more of the patient days of such institution were accounted for by members of qualified plans. Title IV: Effective Dates and Nonseverability - Establishes the effective date of this Act. Prohibits the Secretary from making a direct health care contribution to an individual who has not made a timely election to receive the health care contribution instead of Medicare benefits. Repeals the Medicare provisions after more than 50 percent of the eligible persons elect health care contributions. Requires a State to notify the Secretary by a certain date of its irrevocable election to accept health care contributions instead of Medicaid benefits. Deems such a State to have agreed to make any necessary adjustment payments. Deems the Act invalid, except the repeals and amendments of the Social Security and the Public Health Service Acts, if any portion of this Act is found to be invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Care Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:02-05:00"
}