{
  "actions": [
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-14", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-14", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to the Subcommittee on Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "International Development, Finance, Trade and Monetary Policy", 
      "text": "Referred to the Subcommittee on International Development, Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3191-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development, Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Byron, Beverly B.", 
      "sponsored_at": "1991-08-01", 
      "state": "MD", 
      "thomas_id": "00162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1991-08-01", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Kasich, John R.", 
      "sponsored_at": "1991-08-01", 
      "state": "OH", 
      "thomas_id": "00618", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1991-08-01", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1991-08-01", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Schulze, Richard T.", 
      "sponsored_at": "1991-08-01", 
      "state": "PA", 
      "thomas_id": "01035", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spratt, John M., Jr.", 
      "sponsored_at": "1991-08-01", 
      "state": "SC", 
      "thomas_id": "01092", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-01", 
  "number": "3191", 
  "official_title": "To amend chapter 15 of the National Security Act of 1947 to define critical technologies important to our national security, establish a Critical Technologies Commission, provide for national security impairment cases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Critical Technologies Act of 1991", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-01", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Defense procurement", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Government and business", 
    "House rules and procedure", 
    "Import restrictions", 
    "Legislation", 
    "Machine tools", 
    "Manufacturing industries", 
    "Military communications", 
    "Military personnel", 
    "Persian Gulf War", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Strategic materials", 
    "Technology policy"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-01", 
    "text": "Critical Technologies Act of 1991 - Defines \"critical technology\" as the act of a domestic industry in producing without which machine tools necessary to support the national defense could not be produced. Recognizes that certain technologies are critical to the security and defense of the United States, and declares as the continuing policy of the Federal Government to use all reasonable and practical means to: (1) evaluate and reexamine governmental policies, decisions, and actions that inhibit the viability of domestic industries which use a critical technology; and (2) work to preserve and encourage such domestic industries. Requires each Federal agency to: (1) develop and implement methods that will ensure appropriate consideration of the potential effect of proposed actions, decisions, and activities of such agency on domestic industries using a critical technology; (2) include in every recommendation or report on a proposal for legislation or other Federal action affecting domestic industries using a critical technology a detailed statement specifying favorable and adverse effects on such industries resulting from such proposal and reasonable alternatives; and (3) assist the Critical Technology Commission (established under this Act). Outlines provisions concerning the preparation and availability of such detailed statement. Amends the National Security Act of 1947 to require the President to submit annually to the Congress a National Critical Technologies Report that includes specified summaries of the general economic conditions of domestic industries in the United States using a critical technology, future trends, and policy reviews. Establishes the Critical Technology Commission (Commission) as a joint commission among the Departments of Commerce, Defense, Labor, and Energy, with the Secretary of each such Department serving on the Commission. Outlines Commission duties, including: (1) the preparation of annual reports on domestic industries using a critical technology; (2) the gathering of information concerning current and future trends affecting such industries; (3) the review of Federal policies, programs, and activities with respect to such industries, as well as the development of new policies; and (4) the conducting of investigations and other activities relating to the health of such domestic industries and potential future Federal policies with regard to such industries. Outlines Commission powers. Provides that, upon application by a domestic producer that is part of a critical industry, or after initiation by the Secretaries of Commerce or Defense, the Commission shall immediately initiate an investigation to determine the effect on national security interests of: (1) imports of the article which is the subject of such application or motion; and (2) the presence within the United States of producers of such article, other than domestic producers. Outlines procedures for conducting such investigations. Requires the Commission, within 120 days after beginning such investigation, to report to the industry oversight committee (established under this Act) and to the President on its findings and to recommend a written plan of action. Authorizes the industry oversight committee to veto the implementation of such plan within 15 days of its receipt. Requires the President, if no veto is forthcoming, to implement the plan of action if the Commission finds that such article has impaired or threatens to impair the national security interests of the United States. Requires the President to notify the Congress of such implementation. Requires the President to take certain action when there has been a negotiation of an agreement which limits or restricts importation into the United States of an article which threatens national security, and such agreement is not carried out or is ineffective in eliminating the threat. Requires the Commission, in performing its functions, to consult with qualified persons representing each domestic industry using a critical technology through the creation of an independent industry oversight committee comprised of industry representatives. Requires such committee to meet annually to provide assistance to the Commission in completing its functions. Outlines floor procedures to be followed by the two Houses of Congress when a written plan of the Commission and the implementing bill for such plan is submitted by the President for consideration, including certain time limitations for taking specified action on the bill. Directs the Secretary of Defense, after consultation with the military departments, to submit to the Senate and House Armed Services Committees a report reviewing military operations in Operations Desert Shield and Desert Storm and setting forth: (1) the type and quantity of foreign-produced materials and components used in the major weapons systems of the United States; (2) a summary of such producers; (3) an evaluation of the dependence by the United States on such producers; and (4) a review of those military personnel involved in the maintenance of weapons and communications systems used in such Operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Critical Technologies Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend chapter 15 of the National Security Act of 1947 to define critical technologies important to our national security, establish a Critical Technologies Commission, provide for national security impairment cases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:40-05:00"
}