{
  "actions": [
    {
      "acted_at": "1978-04-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11981-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-10", 
  "number": "11981", 
  "official_title": "A bill to amend title 5 of the Railroad Revitalization and Regulatory Reform Act of 1976.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Rehabilitation and Improvement Financing Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-10", 
  "subjects": [
    "Railroad facilities", 
    "Railroad finance", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroad finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-10", 
    "text": "Railroad Rehabilitation and Improvement Financing Amendments - Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to prohibit the use of proceeds from the sale of anticipation notes of the Railroad Rehabilitation and Improvement Fund for the payment of interest on such notes. Prohibits the obligation of money in the Fund for any purpose without prior approval thereof in an annual appropriations Act. Revises the factor dealing with a railroad's rate of return on total capital which the Secretary of Transportation is to consider in determining whether to make rehabilitation and improvement financing available under such Act. Removes the total dollar limitation on the use of proceeds from Fund anticipation notes for use by the Secretary of Transportation in purchasing trustee certificates. Stipulates that Fund anticipation notes sold by the Secretary to the Secretary of the Treasury shall be subject to such terms, conditions, and interest rates as the Secretary of the Treasury may prescribe. Establishes a minimum interest rate for such notes. Stipulates that if the Congress does not enact legislation authorizing the issuance of Fund bonds by September 30, 1979 the Secretary of Transportation shall hold in trust all redeemable preference shares issued by railroads which are held in the Fund, and the Fund shall then terminate. Repeals the authorization for appropriations contained in such Act for Fund notes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Rehabilitation and Improvement Financing Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5 of the Railroad Revitalization and Regulatory Reform Act of 1976.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:55-05:00"
}