{
  "actions": [
    {
      "acted_at": "1991-09-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1750-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-09-25", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-09-25", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1991-09-25", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-25", 
  "number": "1750", 
  "official_title": "A bill to amend title XIX of the Social Security Act to improve the provision and quality of services to individuals with mental retardation or related condition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicaid Community and Facility Habilitation Services Amendments of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-25", 
  "subjects": [
    "Administrative remedies", 
    "Community health services", 
    "Employee rights", 
    "Employee training", 
    "Employment of the handicapped", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Grievance procedures", 
    "Health", 
    "Health facilities", 
    "Information services", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical records", 
    "Mental care facilities", 
    "Mentally handicapped", 
    "Patients' rights", 
    "Public assistance programs", 
    "Rights of institutionalized persons", 
    "Social security eligibility", 
    "Social work", 
    "Standards"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-25", 
    "text": "Medicaid Community and Facility Habilitation Services Amendments of 1991 - Title I: Community Habilitation and Supportive Services - Amends title XIX (Medicaid) of the Social Security Act to authorize States to cover community habilitation and supportive services for individuals with mental retardation or related conditions without regard to whether or not such individuals have been discharged from a nursing or habilitation facility. Defines \"community habilitation and supportive services\" as services which assist individuals in developing and maintaining the skills necessary to function successfully in a home or community-based setting. Requires that community habilitation and supportive services be provided to each client in accordance with an individual service plan prepared and periodically reviewed and revised by an interdisciplinary team on the basis of a comprehensive functional assessment of a client's needs conducted before his or her receipt of services and at least annually thereafter. Requires that such services meet minimum requirements, to be developed by the Secretary of Health and Human Services, regarding client rights and service quality. Makes the requirements imposed on habilitation facilities (under title II of this Act) regarding patient's rights and facility safety and sanitation applicable to residential settings in which community habilitation and supportive services are provided. Requires that residential settings: (1) disclose persons having an ownership or control interest in the setting; and (2) exclude a person from such interest if he or she has been excluded from the Medicaid program or had an interest in a residential setting repeatedly found to have provided substandard care. Requires a habilitation facility which converts to a residential setting to continue to provide continuous active treatment to residents who required such treatment at the time of conversion. Requires a residential setting to document a client's receipt of medical services. Makes the: (1) Secretary responsible for certifying that State providers of community habilitation and supportive services and residential settings in which such services are provided comply with Medicaid requirements; and (2) States responsible for certifying that other providers of and residential settings for such services comply with Medicaid requirements. Requires each State to: (1) conduct periodic educational programs for the staff and clients in residential settings for community habilitation and supportive services regarding requirements imposed on such setting; and (2) provide, through the State agency responsible for the certification of such providers and residential settings, for the receipt, review, and investigation of allegations of client neglect and abuse and of misappropriation of client property by providers. Requires that such providers and settings be certified annually. Bases residential setting certification on an annual, unannounced survey. Directs the Secretary to: (1) develop a protocol for conducting surveys; and (2) conduct sample surveys of residential settings, within two months of State surveys, to test the adequacy of State surveys. Authorizes the Secretary to conduct a special survey of a setting or a review of the provider when there is reason to question its compliance with this Act. Prohibits the use of surveyors who have an interest in the provider or setting being surveyed or have not completed a training and testing program approved by the Secretary. Requires States and the Secretary to investigate complaints against providers or settings concerning violations of this Act's requirements. Requires that: (1) certain information regarding providers and settings and their compliance with this Act's requirements be made available to the public; and (2) the State agency responsible for the protection and advocacy system for the developmentally disabled and the guardians of clients be notified of a provider's or setting's noncompliance with this Act's requirements. Gives State Medicaid fraud and abuse control units access to provider or setting survey and certification information. Requires that when the Secretary or State determines that a provider's or setting's deficiencies immediately jeopardize client health and safety, immediate action be taken to remove the jeopardy and correct the deficiencies or the provider's or setting's participation in Medicaid be terminated. Directs the Secretary and States to apply certain other remedies where the health and safety of clients are not immediately jeopardized. Requires the imposition of civil money penalties against providers and settings which are, or are found to have been, out of compliance with any of this Act's requirements. Sets forth the Secretary's responsibilities relating to community habilitation and supportive service requirements. Eliminates the restriction of the Medicaid waiver for community habilitation services to individuals who have been discharged from a skilled nursing or intermediate care facility. Directs the Secretary to report to the Congress annually on the extent to which providers and residential settings are complying with this Act's requirements and on the number and type of enforcement actions taken by the Secretary and the States. Title II: Quality Assurance for Habilitation Facility Services - Defines a \"habilitation facility\" as an institution primarily engaged in providing health or habilitation services to individuals with mental retardation or related conditions and not primarily for the care and treatment of mental diseases. Sets forth requirements for habilitation facilities, including requirements that such facilities: (1) promote maintenance or enhancement of the quality of life, independence, productivity, and integration into the community of each client; (2) provide continuous active treatment which is coordinated and monitored by a qualified mental retardation professional; (3) provide such treatment in accordance with an individual program plan prepared and periodically reviewed and revised by an interdisciplinary team of professionals on the basis of an assessment of a client's developmental and behavioral management needs conducted upon the client's admission and at least annually thereafter; (4) not admit any new client with mental retardation or a related condition on or after January 1, 1993, unless the State mental retardation or developmental disability authority has determined on the basis of an evaluation performed independently of the facility that the individual requires habilitation facility services; (5) provide physician services 24 hours a day, annual physical examinations, licensed nursing services, comprehensive dental diagnostic and treatment services, routine and emergency drugs and biologicals, professional program services to implement each client's active treatment plan, and meal services; (6) require a physician's supervision of each patient's care, have a physician available to furnish emergency medical care, and maintain clinical records on all clients; (7) protect specified client rights, including the right to appeal a transfer or discharge and receive post-discharge preparation and planning services; (8) provide applicants and residents with information regarding the Medicaid program and not require applicants to waive their rights to such benefits or have a third party guarantee payment to the facility as a condition of their admission; (9) protect a client's personal funds upon the client's authorization and teach clients to manage their funds to the extent of their capabilities; (10) adopt certain measures to preserve facility safety and sanitation; and (11) meet such other conditions which the Secretary deems necessary for client health and safety. Sets forth the Secretary's responsibilities relating to habilitation facility requirements. Makes the Secretary responsible for certifying that State habilitation facilities comply, and States responsible for certifying that other habilitation facilities comply, with Medicaid habilitation facility requirements. Requires each State to: (1) conduct periodic educational programs for habilitation facility staff and clients regarding the requirements imposed on such facilities; and (2) provide, through the State agency responsible for the certification of habilitation facilities, for the receipt, review, and investigation of allegations of client neglect and abuse and of misappropriation of client property by facility staff. Bases habilitation facility certification on an annual, unannounced survey. Directs the Secretary to: (1) develop and test a protocol for conducting surveys; (2) establish minimum qualifications for surveyors and train them in survey and certification techniques; and (3) conduct sample surveys of habilitation facilities, within two months of State surveys, to test the adequacy of State surveys, and reduce Federal payments for State Medicaid administrative costs if such State surveys prove inadequate. Authorizes the Secretary to conduct a special survey of a facility when there is reason to question its compliance with this Act. Requires States and the Secretary to investigate complaints against a facility and monitor the compliance of a facility with this Act's requirements if the facility was previously found out of compliance or the State or Secretary has reason to question its compliance. Requires that: (1) certain information regarding habilitation facilities and their compliance with this Act's requirements be made available to the public; (2) the State agency responsible for the protection and advocacy system for the developmentally disabled and the guardians of facility clients be notified of a facility's noncompliance with this Act's requirements; and (3) survey results be posted in a place that is readily accessible to clients. Gives State Medicaid fraud and abuse control units access to facility survey and certification information. Requires that when the Secretary or a State determines that a habilitation facility's deficiencies immediately jeopardize residents' health and safety, immediate action be taken to remove the jeopardy and correct the deficiencies or such facility's participation in Medicaid be terminated. Directs the Secretary and States to apply certain other remedies where the health and safety of facility residents are not immediately jeopardized. Authorizes the imposition of civil money penalties against facilities found to be in compliance with this Act's requirements but to have been out of compliance previously. Provides that if a facility is out of compliance with any of this Act's requirements three months after having been found out of compliance with such requirements or on three consecutive annual surveys, Medicaid payments for newly admitted residents shall be denied, civil monetary penalties assessed and collected, and, in the latter case, on-site monitoring of the facility's compliance shall be established. Provides that when a facility is found to have deficiencies relating to the facility's physical plant that do not immediately jeopardize the health or safety of its clients, the State may submit to the Secretary a written plan for permanently reducing the number of certified beds in such facility within 36 months of such finding and providing services, including community habilitation and supportive services, to clients who thereby cease to receive facility services. Requires that Medicaid-eligible clients be given the option of retaining facility services. Requires the Secretary to report to the Congress annually on the extent to which habilitation facilities are complying with this Act's requirements and the number and type of enforcement actions taken by States and the Secretary. Title III: Appropriate Placement for Individuals with Mental Retardation or Related Condition - Requires that State mental retardation or developmental disability authorities conduct preadmission and annual reviews of habilitation facility applicants and residents with mental retardation or related conditions to determine whether they require facility services or community habilitation and supportive services. Directs that such preadmission and annual reviews be conducted in accordance with criteria to be developed by the Secretary. Requires States to provide community habilitation and supportive services for facility clients who need such services but no longer need habilitation facility services. Requires States to establish an appeals procedure for individuals adversely affected by such preadmission and annual reviews. Eliminates existing utilization review and penalty provisions directed at the provision of services in an intermediate care facility for the mentally retarded. Title IV: Payment for Community Habilitation Services and Habilitation Facility Services - Covers the reasonable and adequate costs of community habilitation and supportive services and habilitation facility services. Prohibits Medicaid reimbursement of providers or facilities for civil monetary penalties imposed pursuant to this Act. Title V: Employee Protections and Miscellaneous - Provides employment protections for employees affected by habilitation facility closures or capacity reductions occurring after this Act's enactment. Authorizes States to assign specific management functions relating to the provision of Medicaid services to individuals with mental retardation or related conditions to State agencies responsible for developmentally disabled individuals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicaid Community and Facility Habilitation Services Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to improve the provision and quality of services to individuals with mental retardation or related condition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:14-05:00"
}