{
  "actions": [
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-10", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-10", 
      "bill_ids": [
        "hr2264-103"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.2264.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-02", 
      "bill_ids": [
        "hr3600-103"
      ], 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "See H.R.3600.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr196-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-05", 
  "number": "196", 
  "official_title": "To provide improved access to health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2264-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3600-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Equity and Access Improvement Act of 1992", 
  "sponsor": {
    "district": "31", 
    "name": "Houghton, Amo", 
    "state": "NY", 
    "thomas_id": "00563", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-05", 
  "subjects": [
    "Actions and defenses", 
    "Authorization", 
    "Breast cancer", 
    "Cancer", 
    "Caregivers", 
    "Child health", 
    "Civil procedure", 
    "Community health services", 
    "Comprehensive health care", 
    "Critically ill", 
    "Damages", 
    "Discrimination in insurance", 
    "Drug industry", 
    "Drugs", 
    "Education", 
    "Employee health benefits", 
    "Evidence (Law)", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal incorporation", 
    "Federal preemption", 
    "Fees", 
    "Fringe benefits", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Health planning", 
    "Home equity conversion", 
    "Hospitals", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Life insurance", 
    "Limitation of actions", 
    "Long-term care", 
    "Long-term care insurance", 
    "Malpractice", 
    "Managed care", 
    "Maternal health services", 
    "Mediation", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical malpractice insurance", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Mental health services", 
    "Migrant labor", 
    "Mortgage guaranty insurance", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing homes", 
    "Obstetrics", 
    "Ovarian cancer", 
    "Pension funds", 
    "Physicians", 
    "Physicians' assistants", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Products liability", 
    "Public assistance programs", 
    "Public health personnel", 
    "Punitive damages", 
    "Reinsurance", 
    "Retiree health benefits", 
    "Risk management", 
    "Rural public health", 
    "Scholarships", 
    "Self-employed", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Vaccination", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Tax Incentives for Health Care Access Title II: Health Care Reform Provisions Subtitle A: Model Health Care Insurance Benefits Plan Subtitle B: Managed Care Subtitle C: Small Employer Purchasing Groups Subtitle D: Insurance Market Reform Subtitle E: Uniform Standards for Reporting Services and Processing Claims Title III: Medical Liability Reform Subtitle A: Definitions and Findings Subtitle B: Expedited Medical Malpractice Settlements Subtitle C: Alternative Dispute Resolution Procedures Subtitle D: Uniform Standards for Medical Malpractice Cases Subtitle E: Uniform Disciplinary Reforms Subtitle F: Medical Products Subtitle G: Community Health Centers Subtitle H: Miscellaneous Provisions Title IV: Public Health Provisions Subtitle A: New Basic Health Care Program Subtitle B: Medicaid Provisions Title V: Medically Underserved Areas Subtitle A: Public Health Service Act Provisions Subtitle B: Provision Relating to Social Security Title VI: Incentives to Encourage Preventive Services Title VII: Tax Treatment of Long-Term Care Insurance And Plans Subtitle A: Treatment of Long-Term Care Insurance Subtitle B: Employer Funding of Medical Benefits Subtitle C: Reverse Mortgage Insurance for Older Americans Subtitle D: Income Tax Credits Subtitle E: Treatment of Accelerated Death Benefits Subtitle F: Federal National Long-Term Care Reinsurance Corporation Title VIII: Improvements in Portability of Private Health Insurance Health Equity and Access Improvement Act of 1992 - Title I: Tax Incentives for Health Care Access - (Sec. 101) Amends the Internal Revenue Code regarding: (1) health expense credits; (2) health premium deductions; (3) small employer health credits; (4) health premium deductions for self-employed individuals; and (5) credits for primary health service providers in rural health professional shortage areas. (Sec. 105) Excludes from gross income payments made for a taxpayer by the National Health Service Corps Loan Repayment Program. Permits a rural health professional shortage area physician to expense certain property. Allows deductions for rural medical professionals' student loan interest. Title II: Health Care Reform Provisions - (Sec. 201) Mandates: (1) a model health care insurance benefits plan with standards that carriers should meet; and (2) standards that managed care plan insurers should meet. Establishes the Managed Care Advisory Committee. Preempts State law provisions as applied to managed care plans meeting the recommended standards. (Sec. 221) Provides for contracts between small employer purchasing groups and carriers. Title III: Medical Liability Reform - (Sec. 311) Regulates settlement offers in medical malpractice cases. (Sec. 321) Establishes an Alternative Dispute Resolution Board of Advisers to make recommendations concerning establishing a model voluntary medical malpractice dispute resolution program. (Sec. 332) Caps future losses, noneconomic damages, and attorneys' fees. Prohibits joint liability in civil actions for noneconomic damages. Establishes a medical malpractice statute of limitations. (Sec. 342) Imposes requirements on States regarding: (1) allocation of medical licensing fees; (2) disciplinary board membership; (3) risk management programs; and (4) health care disciplinary trust funds. (Sec. 351) Protects a drug or device producer from punitive damages if the drug or device was subject to approval or premarket approval. (Sec. 361) Amends the Public Health Service Act to mandate a grant to an entity representing recipients of assistance at migrant and community health centers to develop a business plan and establish a nationwide risk retention group. Authorizes appropriations. Title IV: Public Health Provisions - (Sec. 401) Amends the Social Security Act to create the BasiCare program. Authorizes appropriations for basic health care benefits for low-income uninsured individuals ineligible for coverage under title XIX (Medicaid) of the Social Security Act. (Sec. 412) Establishes the Federal Medical Waiver Demonstration Board, permitting it to waive provisions of: (1) the Public Health Service Act; (2) title XVIII (Medicare) of the Social Security Act; (3) Medicaid and BasiCare; (4) veterans' health care programs; and (5) the Employee Retirement Income Security Act of 1974. Title V: Medically Underserved Areas - (Sec. 501) Amends the Public Health Service Act to authorize appropriations for the National Health Service Corps Scholarship Program and the National Health Service Corps Loan Repayment Program. (Sec. 502) Mandates allotments to States for grants for community based primary health care entities providing services to pregnant women and children. (Sec. 503) Mandates grants to federally-qualified health centers (FQHCs) and other entities for services for medically underserved populations or in high impact areas not currently served by a FQHC. Authorizes appropriations. (Sec. 504) Authorizes grants for a plan for mental health outreach programs in rural areas. Authorizes appropriations. (Sec. 505) Mandates priority, in awarding grants regarding the research, teaching, and training activities of health personnel educational entities, to entities that demonstrate a commitment to serving medically underserved communities. Mandates grants for: (1) expanded training for individuals desiring to serve medically underserved communities; and (2) coordination among health professions programs, particularly in medically underserved rural areas. Authorizes appropriations. (Sec. 506) Authorizes grants: (1) to rural communities for stipends to physicians, nurses, or other health professional trainees; (2) for networks among rural and urban providers to preserve and share health care resources and enhance rural care; and (3) for cooperatives in rural areas to establish a case management and reimbursement system. Authorizes appropriations. (Sec. 511) Amends: (1) the Omnibus Budget Reconciliation Act of 1987 to authorize appropriations for the Rural Health Care Transition Grant Program; and (2) Medicare to authorize appropriations for the Essential Access Community Hospital Program. Title VI: Incentives to Encourage Preventive Services - (Sec. 601) Amends the Internal Revenue Code (IRC) to provide credits for preventive services. (Sec. 602) Amends the Public Health Service Act to authorize appropriations for immunization grants. Title VII: Tax Treatment of Long-Term Care Insurance and Plans - (Sec. 701) Amends the IRC to provide for the treatment of long-term care insurance regarding: (1) taxation of life insurance companies; (2) taxation of fringe benefits; (3) amounts withdrawn from individual retirement accounts or qualified pension plans for purchasing insurance; and (4) the exchange of life policies for long-term policies. (Sec. 711) Revises provisions governing medical benefits for retired employees. Allows deductions for employer contributions to health benefits accounts. Defines funded reserve accounts and vesting requirements to qualify for such a deduction. (Sec. 712) Establishes a penalty on early distributions of medical benefits and an excise tax on allocated assets not used to provide retiree health benefits. (Sec. 721) Amends the National Housing Act to modify limits on the insurance benefits under an existing program concerning home equity conversion mortgages for elderly homeowners. (Sec. 731) Allows tax credits for: (1) households including a parent, grandparent, dependent, or spouse who requires custodial care; and (2) long-term care expenses of certain independent persons. (Sec. 741) Provides for: (1) the treatment of amounts paid to an individual who is terminally ill or permanently confined to a nursing home as death benefits; (2) accelerated death benefit riders on life insurance contracts; and (3) incorporation of the Federal National Long-Term Care Reinsurance Corporation. Title VIII: Improvements in Portability of Private Health Insurance - (Sec. 801) Imposes an excise tax on group health plans for failure to provide coverage for a preexisting condition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Equity and Access Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide improved access to health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:55-05:00"
}