{
  "actions": [
    {
      "acted_at": "1977-03-31", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1191-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1977-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1977-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-31", 
  "number": "1191", 
  "official_title": "A bill to amend the Public Health Service Act to establish a Bureau of Human Development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Preventive Medicine, Health Maintenance and Health Promotion Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-31", 
  "subjects": [
    "Advisory bodies", 
    "Centers for Disease Control and Prevention (CDC)", 
    "Department of Health, Education, and Welfare", 
    "Federal advisory bodies", 
    "Health", 
    "National Institutes of Health (NIH)", 
    "Public health", 
    "Public health administration", 
    "Research and development"
  ], 
  "subjects_top_term": "Public health administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-31", 
    "text": "National Preventive Medicine, Health Maintenance and Health Promotion Act - Title I: Bureau of Human Development -- Amends the Public Health Service Act to establish a National Bureau of Human Development within the Public Health Service at the National Institutes of Health. States that it shall be the purpose of the Bureau to conduct, support, and foster basic and applied research and training relating to the maintenance of health and the prevention and cure of disease; to study the impact on human development of man-made agents in the environment; and to provide a noncategorical perspective at the National Institutes of Health for biomedical and social science research. Requires the Director of the Bureau to establish an Information Office for Human Development Research to collect, catalog, analyze, and disseminate all available information beneficial to any person concerned with human development research in any country. Establishes a National Human Development Policy Advisory Board to advise and assist the Bureau Director on Bureau research policy priorities, budget requests and allocations, and the future direction and mission of the Bureau. Requires the Board to annually submit a report to the President for transmittal to the Congress on the progress of the National Human Development Program towards the accomplishment of its objectives. Establishes, within the Bureau, a National Institute of Family Health to carry out research and training in the areas of maternal, paternal, child, and prenatal health. Establishes a National Family Health Advisory Council to advise and consult with the Director of the Family Health Institute. Establishes, within the Bureau, a National Institute on Population Sciences to carry out research related to population matters having both a preventive and curative emphasis on research in reproductive biology. Creates a National Population Sciences Advisory Council to advise and consult with the Director of the Population Institute. Incorporates the relevant programs of the former National Institute of Child Health and Human Development into the Population Institute. Establishes, within the Bureau, the National Institute of General Medical Sciences to carry out training and research relating to general medical sciences. Creates a National General Medical Sciences Advisory Council to advise and consult with the Director of the General Medical Institute. Directs the General Medical Council to assume the duties powers and functions of the National Advisory Health Council relating to research or training projects which concern the General Medical Council. Establishes, within the Bureau, a National Institute on Aging to conduct and support biomedical, social, epidemiological and behavioral research and training related to the special problems and needs of the aged. Creates a National Advisory Council on Aging to advise and consult with the Director of the Aging Institute. Establishes, within the Bureau, a National Institute of Environmental Health Sciences to carry out research and training relating to the prevention of human health problems caused by harmful man-made agents and the modifying effects of a variety of physical and biological states within man on susceptibility to and the course of disease induced by these agents. Creates a National Environmental Health Sciences Advisory Council to advise and consult with the Director of the Environmental Institute. Amends the Public Health Service Act to establish within the office of the Director of the National Institutes of Health the position of Associate Director of Preventive Medicine to foster and coordinate basic and applied research and training relating to the maintenance of health and the prevention of disease. Title II: National Center for Health Maintenance and Promotion - Designates the Center for Disease Control the \"National Center for Health Maintenance and Promotion.\" Adds to the functions of the Center the encouragement of increased epidemiological research and programs, particularly with respect to chronic and degenerative diseases. Establishes as a component of the center a Bureau of Nutrition to establish and conduct a program to continuously monitor, survey, and evaluate the Nations nutritional status. Establishes within the Public Health Service a Bureau of Health Education to serve as the focus for health education programs for the Public Health Service. Title III: National Center for Health Services Research - Includes the evaluation of the efficiency and effectiveness of health maintenance and promotion procedures and programs in the duties of the National Center for Health Services Research. Title IV: National Center for Health Statistics - Directs the Secretary of Health, Education, and Welfare, acting through the National Center for Health Statistics, to make a continuing survey of the needs, interest, attitudes, knowledge, and behavior of the American public regarding health. Directs the Secretary to use the results of such survey and similar surveys as a basis for formulating policy respecting preventive medicine, health maintenance, and health promotion. Title V: Office of Health Information and Health Promotion - Directs the Office to provide the Congress and the Secretary with recommendations with respect to preventive medicine, health maintenance and promotion, on all health related budget requests from the Department of Health, Education, and Welfare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Preventive Medicine, Health Maintenance and Health Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a Bureau of Human Development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:14-05:00"
}