{
  "actions": [
    {
      "acted_at": "1978-01-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10558-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-25", 
  "number": "10558", 
  "official_title": "A bill to establish a national system of reserves for the protection of outstanding ecological, scenic, historic, cultural, and recreational landscapes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10560-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12417-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Reserves System Act", 
  "sponsor": {
    "district": "6", 
    "name": "Forsythe, Edwin B.", 
    "state": "NJ", 
    "thomas_id": "00402", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-25", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Forest conservation", 
    "Government operations and politics", 
    "Government trust funds", 
    "Landscape protection", 
    "National parks", 
    "Nature conservation", 
    "New Jersey", 
    "Parks", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Landscape protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-01-25", 
    "text": "National Reserves System Act - States the purpose of this Act is to establish the National Reserves System for the protection of outstanding ecological, scenic, historic, cultural, and recreational landscapes through new local-State-Federal partnerships. Establishes a National Reserves Council whose duties are to receive and evaluate proposals for feasibility studies and implement such studies, make recommendations, review management programs, and coordinate Federal programs for the approval of such areas to be designated as National Reserve Planning Areas. Sets criteria for recommending such areas so designated. Requires the establishment of State and local planning and management agencies, except by written request for a waiver from a Governor, which, as single units or multijurisdictional bodies have the authority to plan, implement, and manage prospective National Reserves. Authorizes the Council to designate areas as National Reserve Planning Areas, after which financial, technical, and other assistance is to be provided. Stipulates that such assistance and services to any agency or State not exceed: (1) 75 percent of the cost of developing the management program of such prospective National Reserve; or (2) $500,000. Designates the Pine Barrens, New Jersey, as a National Reserve Planning Area. Prescribes guidelines for the use of agencies in developing management programs for prospective reserves. Authorizes the Council to review, approve, and monitor such programs. Empowers the Council and other Federal departments and agencies, as appropriate, to provide grants, loans, licenses, and permits to agencies implementing approved management programs. Allows such grants to be used in the acquisition of or interests in lands, compensation to landowners, payments in lieu of taxes to local governments, and other expenses incurred. Conveys lands acquired by the Council to such National Reserves provided the title to such lands so conveyed reverts to the United States upon notification. Establishes a National Reserves System Fund in which moneys available, including such moneys from a revolving fund for interest-free loans, are without fiscal year limitation. Directs agencies managing National Reserves to review such programs and report to the Council. Authorizes the Council to withhold disbursement of funds, revert title of lands and other interests acquired with Federal funds to the United States, and retain moneys otherwise due any such State in the event that such a reserve is significantly vitiated. Authorizes appropriations for fiscal year 1978, and each year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Reserves System Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national system of reserves for the protection of outstanding ecological, scenic, historic, cultural, and recreational landscapes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:29-05:00"
}