{
  "actions": [
    {
      "acted_at": "1974-01-31", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2922-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-31", 
  "number": "2922", 
  "official_title": "A bill to amend the Outer Continental Shelf Lands Act in order to conduct a comprehensive study of the Outer Continental Shelf, to promote the development of Outer Continental Shelf oil and gas resources, to provide for protection of the environment, to promote competition in the production of oil and gas from the Outer Continental Shelf, and to authorize the payment of a portion of the revenue under the act to the coastal States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outer Continental Shelf Lands Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-31", 
  "subjects": [
    "Advisory bodies", 
    "Continental shelf", 
    "Environmental protection", 
    "Oceans and oceanography", 
    "Petroleum and petroleum products", 
    "States"
  ], 
  "subjects_top_term": "Continental shelf", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-31", 
    "text": "Outer Continental Shelf Lands Act Amendments - Expresses the findings of Congress, including that a portion of the revenues from operations on the Outer Continental Shelf lands shall go to the adjacent coastal States, in return for the efforts undertaken and the environmental risks incurred by these States in the development of Outer Continental Shelf petroleum resources. Provides for such disposition of revenues from leases on the Outer Continental Shelf among States. Provides for the conducting of a study to collect data on areas of the Outer Continental Shelf potentially available for exploitation of oil and gas resources, but not yet leased pursuant to this Act. Directs the Secretary of the Interior to (1) designate priority development areas in the submerged lands of the Outer Continental Shelf; and (2) designate areas of critical environmental concern, in which leasing shall be prohibited due to risk of environmental damage. Empowers the Secretary, after consultation with State and local officials and other interested persons in the affected area, to stipulate as a condition of entering into any lease that priority shall be given to meeting the needs of that area for oil and gas produced under such lease. Provides that no lease shall be issued pursuant to this Act unless it has been determined by the Federal Trade Commission and the Department of Justice that issuance of such lease will not involve a violation of the antitrust laws. Authorizes the Administrator of the Environmental Protection Agency, in consultation with the Secretary of the Interior, to prescribe such regulations as he determines necessary for protection of the environment from operations conducted under leases pursuant to this Act. Provides that in the interests of protecting the navigable waters of the United States no State shall authorize or provide in any way for any construction or development of any kind on or in any land beneath navigable waters, until it has prepared a report including specified environmental impact statements. Imposes strict liability on the owner or operator of any onshore or offshore facility or vessel engaged in oil operations, without regard to fault, for all damages sustained by any person or entity, as the result of discharges of oil from such facility or vessel. Establishes the Outer Continental Shelf Lands Liability Fund as a nonprofit corporate entity that may sue and be sued in its own name. Provides that there shall be collected from the owner of the oil as produced at the well head a fee of 5 cents per barrel. Directs the Secretary to require, on all lands leased pursuant to this Act, the establishment and maintenance on a pro rata basis of reserve operating capacity which is able to produce within ninety days an amount of oil equal to one-fourth of the amount of crude oil imported into the United States during the calendar year 1972. Creates in the Department of Interior an Outer Continental Shelf Operations Advisory Board. Specifies the membership composition of such Board and their rates of compensation. Directs the President to take appropriate action to delineate, adjudicate, and extend all boundaries for the purposes of this Act, including procedures for settling any outstanding boundary disputes, including international boundaries between the United States and Canada and between the United States and Mexico, and establishing boundaries between adjacent States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Lands Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Outer Continental Shelf Lands Act in order to conduct a comprehensive study of the Outer Continental Shelf, to promote the development of Outer Continental Shelf oil and gas resources, to provide for protection of the environment, to promote competition in the production of oil and gas from the Outer Continental Shelf, and to authorize the payment of a portion of the revenue under the act to the coastal States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:02-05:00"
}