{
  "actions": [
    {
      "acted_at": "2012-11-13", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3626-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2012-12-04", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2012-11-26", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-11-13", 
  "number": "3626", 
  "official_title": "A bill to provide financing assistance for qualified water infrastructure projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Infrastructure Finance and Innovation Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-11-13", 
  "subjects": [
    "Buy American requirements", 
    "Energy efficiency and conservation", 
    "Government lending and loan guarantees", 
    "Manufacturing", 
    "Metals", 
    "Public-private cooperation", 
    "Solid waste and recycling", 
    "State and local finance", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water use and supply", 
    "Wetlands"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-11-13", 
    "text": "Water Infrastructure Finance and Innovation Act of 2012 - Authorizes the Administrator of the Federal Emergency Management Agency (FEMA) to make a direct loan, including a subordinated loan, or a loan guarantee to an eligible entity to carry out activities for an eligible project. Defines an \"eligible entity\" to include: (1) an entity that owns or operates a treatment works that serves the general public, including a municipal or regional separate storm sewer system management agency; and (2) an entity that owns or operates a community water system. Defines an \"eligible project\" to include: (1) a capital project to construct, replace, or rehabilitate a treatment works or community water system, to reduce energy consumption needs of a treatment works or a community water system, to increase water efficiency, reduce the demand for water, or reduce the demand for treatment works or community water system capacity, to manage or control storm water, to re-use municipal wastewater, or to increase drinking water source protection; and (2) an associated non-capital project that promotes the use of environmentally sustainable projects, including utility-backed storm water and water efficiency retrofit programs. Directs an eligible entity to use amounts received under this Act for eligible projects to: (1) carry out development phase, construction, reconstruction, rehabilitation, and replacement activities and environmental mitigation and construction contingencies; (2) acquire real property and equipment; (3) provide for any funding mechanisms necessary to meet market or affordability requirements, reasonably required reserve funds, capitalized interest issuance expenses, and other carrying costs during project construction; and (4) refinance interim construction financing, long-term project obligations, or direct loans or loan guarantees made under this Act. Requires the Administrator to select eligible projects to receive assistance based on specified factors, including: (1) the significance of the infrastructure needs addressed, (2) creditworthiness, (3) the need for federal assistance, (4) the degree to which the project financing plan includes additional public or private financing, (5) the cost of the direct loan or loan guarantee to the federal government, (6) national or regional significance, and (7) reasonable assurance that all payments will be made on the credit instrument. Directs the Administrator to: (1) establish a system for prioritizing eligible projects based on specified guidelines, (2) develop and implement a credit evaluation process before providing any assistance under this Act, and (3) establish a uniform system to service each direct loan and loan guarantee made. Sets forth provisions regarding interest rates, terms, and conditions of direct loans and loan guarantees made under this Act,. Authorizes the Administrator to: (1) collect fees for administrative expenses, (2) provide technical assistance to applicants in creating financing packages that leverage a mix of public and private funding sources, and (3) provide assistance under this Act only with respect to a credit instrument in an amount of not less than $20 million. Requires: (1) assisted projects to pay prevailing wages to laborers and mechanics; and (2) assisted projects for the construction, alteration, maintenance or repair of a public building or public work to use only iron, steel, and manufactured goods produced in the United States, with exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Infrastructure Finance and Innovation Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financing assistance for qualified water infrastructure projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:40-05:00"
}