{
  "actions": [
    {
      "acted_at": "1981-04-02", 
      "references": [], 
      "text": "Read second time and referred jointly to Senate Committees on Budget; Governmental Affairs Pursuant to the order of August 4, 1977.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-07", 
      "in_committee": null, 
      "references": [], 
      "status": "REFERRED", 
      "subcommittee": "Intergovernmental Relations", 
      "text": "Committee on Governmental Affairs, Referred to Subcommittee on Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; White House Office; OMB; Agriculture Department; Commerce Department; Defense Department; Education Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Energy Department; Health and Human Services Department; HUD; Interior Department; Justice Department; Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from State Department; Transportation Department; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s866-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Intergovernmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1981-05-06", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1981-05-06", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1981-04-02", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-02", 
  "number": "866", 
  "official_title": "A bill to improve congressional oversight of Federal programs and activities by requiring greater specificity in setting program objectives, by requiring continuing information on the extent to which programs are achieving their stated objectives, by requiring periodic review of new authorizations of budget authority and tax expenditures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Legislative Oversight Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-07", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Costs", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Legislation", 
    "Legislative procedure", 
    "Presidential messages", 
    "Productivity in government", 
    "Social costs", 
    "Sunset legislation", 
    "Tax expenditures", 
    "Zero-base budgeting"
  ], 
  "subjects_top_term": "Congressional oversight", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-02", 
    "text": "Legislative Oversight Act of 1981 - Title I: Requirements for Authorization Bills - Requires all legislation considered by either House of Congress which authorizes new budget authority or increased tax expenditures to include a statement of objectives of the program to be authorized and a requirement that the agencies administering the program report annually to Congress to assist it in determining whether such program meets such objectives. Requires such agency reports to list the costs and accomplishments of each program and to compare such costs and accomplishments to those of governmental and nongovernmental programs having similar objectives. Title II: Requirements for Reports Accompanying Authorization Bills - Requires the committee reports accompanying such legislation to disclose specified information including: (1) the anticipated social and economic costs and Federal support of each program being authorized; (2) potentially conflicting or duplicative programs; and (3) the costs and accomplishments of earlier efforts to accomplish the objectives of the program to be authorized. Requires that the report accompanying legislation to continue existing budget authority or an existing tax expenditure include an assessment of the degree to which the program achieved previous objectives. Requires the Comptroller General to publish and periodically update a descriptive catalog of interrelated Federal activities which compares program costs and accomplishments, describes program interrelationships, including the extent to which programs are duplicative, and describes State, local, and private activities having similar objectives. Title III: Presidential Budget Recommendations - Requires the President's budget to describe the relationship between the President's recommended program budgets and the program accomplishments reported by Federal agencies under this Act. Title IV: Authorization Time Limit; Certain Obligations Not Impaired - Prohibits congressional consideration of any legislation which authorizes new budget authority or provides new or increased tax expenditures or new spending authority for a period exceeding five years. Exempts from this prohibition national debt service and payments to individuals from Federal trust funds to which such individuals have contributed. Title V: Miscellaneous Provisions; Effective Date - Recognizes the authority of either House to amend this Act. Sets the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legislative Oversight Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve congressional oversight of Federal programs and activities by requiring greater specificity in setting program objectives, by requiring continuing information on the extent to which programs are achieving their stated objectives, by requiring periodic review of new authorizations of budget authority and tax expenditures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:44-05:00"
}