{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s218-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "218", 
  "official_title": "A bill to amend the Federal Financing Bank Act of 1973 to establish a Federal Credit Program Revolving Fund under the direction of the Secretary of the Treasury with overall authority for Federal credit activity, including borrowing and credit management.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Credit Program Revolving Fund Act", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Government corporations", 
    "Government lending", 
    "Government trust funds", 
    "Revolving funds", 
    "Subsidies"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Federal Credit Program Revolving Fund Act - Amends the Federal Financing Bank Act of 1973 to establish in the Treasury a Federal Credit Program Revolving Fund for management of Federal credit activity under the direction of the Secretary of the Treasury. Provides that the Fund shall serve as a central revolving financing mechanism for all Government direct loan and loan guarantee programs. Requires each Federal agency to transfer to the Fund by September 30, 1987, all assets, liabilities, capital, reserves, obligations, and commitments held by such agency under any Federal credit program. Requires the Federal Financing Bank to cease its operations upon such transfer. Directs the Secretary to operate the Fund so as to minimize risk, matching Fund expenses with income and matching maturities of assets and liabilities. Requires the credit activity of each credit program on the Fund's books to be identified separately. Describes the authority of the Secretary to manage Federal credit programs through the Fund. Requires the head of each agency authorized to make, guarantee, or insure loans to: (1) provide the Fund information about the agency's loan programs sufficient to enable the Fund to calculate the net present value of associated subsidy costs; (2) seek annual appropriations in advance to fully compensate the Fund for the subsidy costs; (3) carry out loan programs within applicable appropriations Act limitations and subject to the availability of appropriations to cover subsidy costs; and (4) act before October 1, 1988, to ensure that loan contracts executed on or after such date require a purchaser of such loan to afford the borrower the same procedural and substantive rights as would be afforded by the agency if the loan were not sold. Requires an agency making or guaranteeing a loan: (1) to administer the loan program; (2) at the time a new direct loan obligation is incurred or a new guarantee commitment is made, to provide the Fund with sufficient information to revise the estimate of the net present value of the associated subsidy cost given prevailing market conditions; and (3) at the time the loan is disbursed or the guarantee is issued, to transfer to the Fund the net present value of the associated subsidy cost. Provides that this Act shall not apply to the commodity price-support loan program of the Commodity Credit Corporation. Requires the Secretary to transmit to the Congress an annual report on the operations of the Fund. Directs the Comptroller General, annually, to examine the report, audit the Fund, evaluate the effect of the Fund's operations on the efficiency and effectiveness of the management of Federal credit programs, and report to the Congress on his or her findings. Appropriates necessary funds to cover losses or claims resulting from a direct loan or loan guarantee liability or obligation incurred prior to the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Credit Program Revolving Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Financing Bank Act of 1973 to establish a Federal Credit Program Revolving Fund under the direction of the Secretary of the Treasury with overall authority for Federal credit activity, including borrowing and credit management.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:08-05:00"
}