{
  "actions": [
    {
      "acted_at": "1975-03-18", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5062-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-18", 
  "number": "5062", 
  "official_title": "A bill to authorize a vigorous Federal program of research, development, and demonstration to assure the utilization of MHD (magnetohydrodynamics) to assist in meeting our national energy needs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5833-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "MHD (Magnetohydrodynamics) Research, Development, and Demonstration Act", 
  "sponsor": {
    "district": "1", 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-18", 
  "subjects": [
    "Data banks", 
    "Education", 
    "Electric power", 
    "Energy", 
    "Energy research", 
    "Executive reorganization", 
    "Magnetohydrodynamics", 
    "Power resources", 
    "Research"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-18", 
    "text": "MHD (Magnetohydrodynamics) Research, Development, and Demonstration Act - Declares that Congress finds that MHD electricity generation will help eliminate the dependence of the United States upon foreign energy sources. Declares it to be the policy of the Federal Government to pursue a program of research and development of MHD as a major source of energy and to provide for the development and demonstration of practicable means to employ MHD on a commercial scale. Declares that the Administrator of the Energy Research and Development Administration shall have responsibility for such research, development and demonstration program. Directs the Administrator to initiate and carry out such research and development program for the purpose of achieving commercial utilization of MHD energy in the United States by the mid-1980's. Creates in the Energy Research and Development Administration a Division of MHD Electric Power Generation. Directs the Administrator to establish and operate an MHD energy information data bank. Authorizes and directs the Administrator to support programs of education to provide the necessary trained personnel to perform the MHD energy research, development, and demonstration programs required under this Act. Authorizes to be appropriated for fiscal year 1976 such sums, not to exceed $50,000,000, as may be necessary to carry out the provisions of this Act. Authorizes to be appropriated for each fiscal year from 1977 to 1980 such sums, not to exceed $100,000,000, as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "MHD (Magnetohydrodynamics) Research, Development, and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a vigorous Federal program of research, development, and demonstration to assure the utilization of MHD (magnetohydrodynamics) to assist in meeting our national energy needs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:51-05:00"
}