{
  "actions": [
    {
      "acted_at": "1997-10-21", 
      "references": [
        {
          "reference": "CR S10892-10894", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1303-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "1997-10-21", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1997-10-21", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1997-10-21", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-21", 
  "number": "1303", 
  "official_title": "A bill to encourage the integration of the People's Republic of China into the world economy, ensure United States trade interests, and establish a strategic working relationship with the People's Republic of China as a responsible member of the world community.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States-China Relations Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-10-21", 
  "subjects": [
    "Agriculture and food", 
    "American investments", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Balance of payments", 
    "Business intelligence", 
    "China", 
    "Chinese language", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crisis management", 
    "Data banks", 
    "Defense budgets", 
    "Democracy", 
    "Developing countries", 
    "Diplomacy", 
    "Dissenters", 
    "East Asia", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Employee rights", 
    "Energy", 
    "Environmental protection", 
    "Espionage", 
    "Exchange of persons programs", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Food supply", 
    "Forced labor", 
    "Foreign agents", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Free trade", 
    "Government operations and politics", 
    "Government ownership", 
    "Hong Kong", 
    "Human rights", 
    "Industrial standards", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International competitiveness", 
    "International environmental cooperation", 
    "International labor activities", 
    "International propaganda", 
    "Investment guaranty insurance", 
    "Iran", 
    "Iraq", 
    "Labor and employment", 
    "Middle East and North Africa", 
    "Military agreements", 
    "Military personnel", 
    "Most favored nation principle", 
    "Naval operations", 
    "Nontariff trade barriers", 
    "Nuclear nonproliferation", 
    "OECD countries", 
    "Off-budget expenditures", 
    "Political prisoners", 
    "Pollution control", 
    "Prison labor", 
    "Public lands and natural resources", 
    "Radio broadcasting", 
    "Reciprocity", 
    "Reinsurance", 
    "Religion", 
    "Religious liberty", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Social welfare", 
    "Sovereignty", 
    "Standards", 
    "Taiwan", 
    "Tariff", 
    "Tax treaties", 
    "Taxation", 
    "Telephone", 
    "Torture", 
    "Trade agreements", 
    "United Nations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-10-21", 
    "text": "TABLE OF CONTENTS: Title I: Economic Normalization Subtitle A: General Provisions Subtitle B: United States-China Trade and Investment Commission Title II: Strategic Relations Title III: Human Rights Subtitle A: General Provisions Subtitle B: Human Relations Commission United States-China Relations Act of 1997 - Declares that it is the policy of the United States to: (1) encourage the integration of the People's Republic of China (PRC) into the global economy and community of nations; (2) craft an economic, political, and strategic relationship with the PRC which builds mutual trust and encourages transparency; (3) cooperate with the PRC on regional and global political and strategic issues, and to encourage the constructive interdependence of the PRC in the Asia Pacific region; (4) recognize the PRC's sovereignty, and oppose any unilateral change in the status quo of one China policy, especially with respect to the Republic of China on Taiwan; (5) continue a close relationship with the Special Administrative Region of Hong Kong; and (6) enforce the Hong Kong Policy Act and any other provision that relates to the protection of civil liberties and the rule of law in Hong Kong. Title I: Economic Normalization - Subtitle A: General Provisions - Declares the policy of the United States with respect to the economic relationship between the United States and the PRC. (Sec. 103) Directs the United States Trade Representative (USTR) to study and report annually to the Congress on the economic benefits that existing bilateral trade agreements between the United States and the PRC have on U.S. employment, balance of trade, and international competitiveness. Directs the Secretary of State to report annually to the Congress on the commercial activities of the People's Liberation Army in the United States and the PRC. (Sec. 104) Directs the USTR to assess and advise the Congress on the feasibility of entering into a bilateral investment treaty with the PRC. Directs the Secretary of the Treasury to assess and advise the Congress on the feasibility of entering into a bilateral tax treaty with the PRC. Directs the President to: (1) review annually the functions and objectives of each United States-China Joint Commission; and (2) submit annually for congressional review a program plan identifying the objectives of each Commission and the resources required to achieve them. (Sec. 105) Directs the President to increase the rate of duty with respect to one or more products of China if, after the 1979 U.S. bilateral agreement with the PRC expires, it is determined that: (1) China is not according adequate trade benefits to the United States; or (2) it is not taking adequate steps or making significant proposals to become a World Trade Organization (WTO) member. Requires the President to terminate such duty rate increase if the PRC becomes a WTO member, takes adequate steps to become a WTO member, or accords adequate trade benefits to the United States. Grants nondiscriminatory treatment (most-favored-nation) treatment to Chinese products upon China's accession to the WTO. Directs the President to: (1) develop criteria for supporting the PRC's participation in the Organization for Economic Cooperation and Development (OECD) and the G-7 meetings; and (2) when appropriate, initiate discussions with other OECD members and the G-7 regarding such participation. (Sec. 106) Earmarks specified FY 1999 and 2000 funding for strengthening and expanding to additional cities the U.S. consular and commercial presence in the PRC. Subtitle B: United States-China Trade and Investment Commission - Establishes a United States-China Trade and Investment Commission (USCTIC) to study and report annually to the President and the Congress with regard to: (1) business practices employed by U.S. and foreign persons conducting business in the PRC; (2) human rights, labor, and environmental conditions in each province of the PRC based on certain criteria under the Foreign Assistance Act of 1961 relating to insurance, financing, guarantees, and reinsurance by the Overseas Private Investment Corporation (OPIC); (3) other circumstances associated with the development of the rule of law and civil society in the PRC; (4) opportunities for bilateral cooperation for improving ecosystem management and pollution control, and for integrating policies that have environmental impact in the PRC; and (5) opportunities for developing voluntary environmental guidelines for industrial suppliers located in the PRC, including the implementation of ISO 14000 environmental management standards of the International Organization of Standards. (Sec. 116) Directs the Export-Import Bank, OPIC, and other U.S. agencies to take into consideration such study and report in funding any transaction with the PRC. Amends the Export-Import Bank Act to provide that the prohibition on aid to Marxist-Leninist countries shall not apply to guarantees, insurance, or extension of credit by the Bank to a province of the PRC if the USCTIC determines that the province meets the criteria for OPIC insurance, financing, guarantees, and reinsurance in the Foreign Assistance Act of 1961. Amends the Foreign Assistance Act of 1961 to authorize OPIC to insure, reinsure, guarantee, or finance a project in the PRC if the USCTIC determines that the province in which such project is located meets applicable criteria for insurance, financing, guarantees, and reinsurance. Title II: Strategic Relations - States that it is the policy of the United States to: (1) encourage the political and military integration of the PRC into the Asia Pacific region and the larger global community of nations; (2) maintain a strong U.S. presence in the Asia Pacific region and encourage cooperation between the United States, the PRC, and other nations; (3) encourage transparency in military funding in the PRC to the greatest extent possible; and (4) engage in confidence building measures between the United States and the PRC in order to reduce the risk of unintended conflict. (Sec. 203) Requires the Secretaries of State, of Defense, and of Commerce, along with the heads of other intelligence agencies, to provide the Congress with: (1) a report analyzing the effectiveness of existing weapons proliferation export controls and sanctions relating to the PRC; and (2) a report describing economic, political, and military espionage conducted by the PRC against the United States. (Sec. 204) Expresses the sense of the Senate that the President should continue and expand contact and exchanges between national security personnel from the United States and of the PRC. Directs the President to take steps to establish a bilateral committee with the PRC in order to begin a dialogue about: (1) the maintenance of stability in regions where there are energy resources of mutual interest to the United States and the PRC; and (2) common interests in the PRC's securing a stable and adequate food supply and the interests of the United States as a supplier of such food. (Sec. 205) Directs the President to take steps to establish a multilateral risk reduction protocol with the PRC and other governments in East Asia that includes establishing a line of direct communication between Washington and the PRC and developing a protocol for naval encounters in international waters (Sec. 206) Expresses the sense of the Senate that: (1) the security and stability of the Near East is threatened by any augmentation of weapons inventories by Iran and Iraq; and (2) the President should vigilantly enforce the Iran-Iraq Arms Non-Proliferation Act of 1992. Title III: Human Rights - Subtitle A: General Provisions - States that it is the policy of the United States to: (1) encourage the PRC to adhere to internationally accepted norms for the rule of law, human rights, and worker rights; and (2) develop a consistent multilateral response to the record of the PRC on human rights and worker rights. (Sec. 303) Requires the President to direct the Director of the United States Information Agency and the Board of Broadcasting Governors to: (1) increase the broadcast hours of the Voice of America and Radio Free Asia to the PRC; and (2) broadcast to the PRC in multiple Chinese dialects. Authorizes additional appropriations for grants to the National Endowment for Democracy which shall be available only for programs relating to the PRC. (Sec. 304) Provides that, in the absence of significant progress in improving human rights in the PRC, the President shall direct the U.S. Permanent Representative to the United Nations to develop and implement a strategy to ensure that there is a debate and discussion every year on the human rights record of the PRC before the United Nations Commission on Human Rights. Subtitle B: Human Relations Commission - Directs the President to appoint a Human Relations Commission to: (1) assess the status of human rights and worker rights in the PRC based on the Universal Declaration of Human Rights and internationally recognized worker rights; (2) work to develop a bilateral commission between the United States and the PRC on human rights and worker rights; (3) expand opportunities for the exchange between the United States and the PRC of judges, attorneys, religious leaders, customs officials, and members and staff of the executive and legislative branches of government; (4) encourage overseas development assistance programs that support establishment of the rule of law and civil society in the PRC; and (5) identify opportunities for multilateral action on human rights and worker rights, and rejuvenate initiatives in the International Labor Organization relating to such rights. (Sec. 312) Provides that, in assessing the status of such rights, the Commission shall establish a Prisoner Information Registry containing specified information about people detained in the PRC as political and religious prisoners and prisoners of conscience. Requires the Commission to: (1) report annually to the President and the Congress on the results of such assessment; and (2) if it determines that the PRC is not making progress in improving the status of such rights within two years after its first meeting, recommend that the President strengthen U.S. policies intended to improve the status of human rights and worker rights in the PRC."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-China Relations Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the integration of the People's Republic of China into the world economy, ensure United States trade interests, and establish a strategic working relationship with the People's Republic of China as a responsible member of the world community.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:10-05:00"
}