{
  "actions": [
    {
      "acted_at": "1973-09-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10049-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-05", 
  "number": "10049", 
  "official_title": "A bill to promote the development and expansion of community education throughout the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Education Development Act", 
  "sponsor": {
    "district": "13", 
    "name": "Lehman, William", 
    "state": "FL", 
    "thomas_id": "00680", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-05", 
  "subjects": [
    "Advisory bodies", 
    "Colleges", 
    "Education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-05", 
    "text": "Community Education Development Act - Declares it to be the purpose of this Act to provide recreational, educational, and a variety of other services, in accordance with the needs, interests, and concerns of the community, through the establishment of the community education program as a center for such activities in cooperation with other community groups. Authorizes appropriations for fiscal years 1974 through 1976 to accomplish this purpose. Requires each State desiring a grant to submit a plan to the Commissioner of Education which will promote the purposes of this Act. Allows the Commissioner to make grants to institutions of higher education to develop and establish, or to expand, programs which will train persons as community education directors and coordinators. Authorizes to be appropriated the sum of $3,000,000 for the fiscal year 1974, and each of the two succeeding fiscal years, for making such grants. Establishes a national clearinghouse on community education programs within the Office of Education, to gather and disseminate information received from community education programs, including but not limited to information regarding new programs, methods to encourage community participation, and ways of coordinating community services. Authorizes to be appropriated the sum of $1,000,000 for the fiscal year 1974 and each succeeding fiscal year for purposes of the clearinghouse. Requires the Commissioner to transmit an annual report to the President and the Congress of activities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Education Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the development and expansion of community education throughout the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}