{
  "actions": [
    {
      "acted_at": "1982-06-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-23", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6624-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-17", 
  "number": "6624", 
  "official_title": "A bill to amend the Trade Act of 1974 to establish certain limitations with respect to the generalized system of preferences, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Bailey, Donald A.", 
    "state": "PA", 
    "thomas_id": "00043", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-17", 
  "subjects": [
    "American investments", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Developing countries", 
    "Foreign Trade and Investments", 
    "Imports", 
    "Tariff preferences"
  ], 
  "subjects_top_term": "Tariff preferences", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-17", 
    "text": "Amends the Trade Act of 1974 to prohibit a country from being treated as a beneficiary developing country with respect to all articles in a specified standard industrial classification (as defined by the Census Bureau) if the President determines that the United States has imported more than a specified quantity of articles within such classification during a calendar year. Prohibits redesignating such a country as a beneficiary developing country with respect to such articles. Denies all articles within such classification general system of preference treatment. Prohibits a country's merchandise from being eligible for duty-free treatment if it is subject to antidumping or countervailing duties or if its U.S. competitors qualify for trade adjustment assistance. Prohibits a country's merchandise from being eligible for duty-free treatment if it is subject to import relief provisions. Prohibits duty-free treatment of any article or component of that article if any like or directly competitive article is otherwise denied duty- free treatment. Adds to the list of countries that cannot be designated beneficiary developing countries any country which: (1) imposes export requirements as a condition on investment and refuses to agree not to impose such requirements while it is designated a beneficiary developing country; or (2) is among the five countries receiving the greatest proportionate share of general system of preference benefits. Directs the President, in determining whether an article should continue to be a designated duty-free article, to determine whether such designation is appropriate considering the import sensitivity of that article due to specified factors. Directs the President to authorize continued duty-free treatment of a product with specified import sensitivity characteristics the domestic production of which is disproportionately small in relation to the duty-free import volume only if it is in the national economic interest. Authorizes any interested party to file a complaint with the U.S. Trade Representative alleging that: (1) a beneficiary developing country should be barred from its designation as a beneficiary developing country because of changed circumstances; or (2) specified factors justify limiting the application of duty-free treatment. Requires the review of such complaint by the Trade Representative and the President's determination of such complaint to be accomplished within a specified time. Requires reversal of the President's determinations if both Houses of Congress adopt a concurrent resolution disapproving such determination. Directs the Trade Representative to issue regulations regarding such complaints and to report to Congress semiannually on reviews of such complaints."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to establish certain limitations with respect to the generalized system of preferences, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:09-05:00"
}