{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-03", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-24", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-07", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-15", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 102-401.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-15", 
      "calendar": "Senate Legislative", 
      "number": "669", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 669.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "bill_ids": [
        "hr5193-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5193 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "bill_ids": [
        "hr5193-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 5193 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3175-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3175"
    }, 
    {
      "amendment_id": "s3371-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3371"
    }, 
    {
      "amendment_id": "s3372-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3372"
    }
  ], 
  "bill_id": "s2575-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-04-09", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1992-04-09", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1992-04-09", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1992-05-07", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "2575", 
  "official_title": "A bill to amend chapter 74 of title 38, United States Code, to revise certain pay authorities that apply to nurses and other health care professionals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5193-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr5193-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Department of Veterans Affairs Nurse Pay Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-08-07", 
  "subjects": [
    "Administrative fees", 
    "Alzheimer's disease", 
    "Ambulatory care", 
    "Arizona", 
    "Armed forces and national security", 
    "Auditing", 
    "Breast cancer", 
    "Cancer research", 
    "Cervical cancer", 
    "Civil service pensions", 
    "Claims", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crimes against women", 
    "Department of Veterans Affairs", 
    "Drug abuse", 
    "Drug industry", 
    "Drugs", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Free clinics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Grants-in-aid", 
    "Gynecology", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Manufacturing industries", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical statistics", 
    "Medicare", 
    "Mental illness", 
    "Military dependents", 
    "Military discharges", 
    "Nurses", 
    "Nursing homes", 
    "Osteoporosis", 
    "Ovarian cancer", 
    "Pennsylvania", 
    "Philippines", 
    "Population statistics", 
    "Post-traumatic stress disorder", 
    "Prescription pricing", 
    "Preventive medicine", 
    "Prices", 
    "Promotions", 
    "Public assistance programs", 
    "Rape", 
    "Rebates", 
    "Respite care", 
    "Rural public health", 
    "Salaries", 
    "Scholarships", 
    "Sex crimes", 
    "Sexual harassment of women", 
    "Soldiers' homes", 
    "Stress (Psychology)", 
    "Survivors' benefits", 
    "Telephone", 
    "Transfer of employees", 
    "Trauma care", 
    "Veterans' disability compensation", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Wage surveys", 
    "Women soldiers", 
    "Women veterans", 
    "Women's health"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1992-10-01", 
    "text": "Veterans Health Programs Improvement Act of 1992 - Title I: Nurse Pay - Revises the current pay grade schedule for nurses employed in the Veterans Health Administration (VHA) of the Department of Veterans Affairs (Department), replacing the four-grade pay schedule with a five-grade schedule. Authorizes the Secretary to establish and adjust the basic pay rates for covered employees at the Veterans Memorial Medical Center in the Philippines and at Department health-care facilities located outside of the United States in order to recruit and retain a sufficient number of health-care personnel. Authorizes the director of a Department health-care facility, in conducting a survey of the local labor market in order to determine competitive rates of pay for Department personnel, to conduct such survey in another labor market area when the size or composition of the local labor market area is insufficient to establish competitive salary rates. Provides similar provisions allowing certain alternate data to be used in determining any required adjustments to the pay rates of Department certified registered nurse anesthetists in a local labor market area when survey results are insufficient. Requires a director, when surveying for the \"beginning rate of compensation\" to be paid to a health-care employee, to survey the minimum rates actually paid to (currently, established for) corresponding personnel in non-Department health-care facilities. Authorizes the Secretary to establish, for a Department health-care employee who transfers at the request of the Secretary to another Department facility, a higher rate of pay than is otherwise paid at such facility when determined necessary to recruit the employee for such facility. Requires the Secretary to report to the Congress on the use of such pay increase authority. Title II: Preventive Health Care - Changes the definition of \"preventive health care services\" furnished by the Department of Veterans Affairs to include: (1) screening for high blood pressure, glaucoma, high cholesterol, and colorectal and gender-specific cancers; and (2) patient health education in stress management, physical fitness, and stopping smoking. Repeals provisions of Federal law with respect to a preventive health-care service pilot program. Requires the Chief Medical Director (CMD) to establish and operate a National Center for Preventive Health in the VHA. Designates the Director of Preventive Health as the head of the Center. Requires the Center to: (1) provide a central office for monitoring and encouraging the activities of VHA with respect to the provision, evaluation, and improvement of preventive health services; and (2) promote the expansion and improvement of clinical, research, and educational activities of VHA with respect to such services. Requires the Center to report annually on the programs, activities, and findings of the Department on preventive health services to health-care professionals and organizations that have an interest in the provision of such services. Authorizes appropriations for the Center. Directs the Secretary to establish a Preventive Health Services Advisory Committee to: (1) advise and make recommendations to the Secretary on means of enhancing and continuing preventive health services by the Department; and (2) identify appropriate preventive health services for particular groups of veterans and areas of inquiry regarding such services that are suitable for additional research by the Department. Requires the Secretary to report annually to specified congressional committees on: (1) a description of the programs and activities of the Department with respect to preventive health services during the preceding 12-month period; (2) a specific description of research activities on preventive health services carried out during that period using employees and various support services of the Department; (3) the work and recommendations of the Advisory Committee and a description of any activities of the Department to carry out such recommendations; and (4) expenditures of the Center. Title III: State Home Facilities - States that neither a veteran's participation in rehabilitative services at a State home that is approved by the Secretary nor such veteran's receipt of payment for such participation may be considered as a basis for the denial or discontinuance of a total disability rating for purposes of veterans' compensation or pension based on the veteran's inability to secure or follow gainful employment as the result of a disability. Considers any payment received under such circumstance as a donation from a relief or welfare organization. Extends from 90 to 180 days the period for a State submitting an application for construction of a State home facility using grants from the Department to meet all application requirements with respect to a conditionally approved application. Prohibits the Secretary from obligating further funds for a construction project during a fiscal year in which the Secretary rescinds the conditional approval of a State application for State home construction. Revises the commencement date of the period after which the United States may recover certain funds provided to a State for State home construction when such facility is no longer used for such purpose. Provides the commencement period for the payment, by the Secretary to each State constructing a State home, of a per diem for each veteran receiving care in such home. Title IV: Rural Health-Care Clinics - Directs the Secretary, during the three-year period beginning on October 1, 1992, to conduct a rural health-care clinic program in States where significant numbers of veterans reside in areas geographically remote from existing health-care facilities. Directs such services to be provided through the use of mobile health-care clinics equipped, operated, and maintained by Department personnel or through other types of rural clinics. Requires the Secretary to commence operation of at least three rural health-care clinics in each fiscal year of the program. Requires a report from the Secretary to the Congress evaluating the program. Authorizes appropriations for FY 1993 through 1995. Title V: Telephone Use Demonstration Project - Directs the Secretary to carry out demonstration projects at two specified Department medical centers in Pennsylvania and Arizona to evaluate the feasibility and desirability of the installation and patient use of telephones at such facilities. Directs the Secretary to report to the Senate and House Veterans' Affairs Committees (veterans' committees) evaluating the demonstration projects. Title VI: Procurement of Pharmaceuticals - Federal Health Programs Pharmaceutical Pricing Act of 1992 - Amends the Federal Property and Administrative Services Act of 1949 to add provisions concerning pharmaceutical pricing agreements. Prohibits a manufacturer of a drug or biological from: (1) selling drugs or biologicals to specified Federal agencies; or (2) receiving payment for the purchase of a drug or biological from any entity that receives funds under the Public Health Service Act unless such manufacturer enters into a pharmaceutical pricing agreement (agreement) with the Administrator of General Services within five months after the enactment of this Act or a specified deadline for drugs or biologicals first marketed after such date. Defines the Federal agencies involved as the: (1) Department of Veterans Affairs, with respect to sales to the Department and State homes receiving Department funds; (2) the Department of Defense (DOD); and (3) the Department of Health and Human Services (HHS) and certain clinics described under provisions of the Public Health Service Act. Authorizes the Secretary to enter into an agreement with each manufacturer of a drug or biological that enters into a master agreement with the Administrator under which the Secretary and the manufacturer shall provide for the price under the Federal Supply Schedule of the GSA of the drugs and biologicals that are marketed by such manufacturers. Provides for the determination of such price for drugs and biologicals that either were or were not listed on the Federal Supply Schedule (FSS) on September 1, 1990, and that either were or were not approved by the Administrator of the Food and Drug Administration (FDA) on the date of enactment of this Act. Limits the amount of increase of each determined price under such agreements for the one-year period following the year after such price was determined. Requires all such drug pricing agreements to be entered into between the Secretary and the manufacturer within either: (1) six months after enactment of this Act; or (2) 30 days after the Secretary notifies the manufacturer of the Secretary's intention to enter into such agreements. Requires the manufacturer of a drug or biological whose price is determined under these provisions to report quarterly to the Secretary the Federal average manufacturer price during such quarter. Authorizes the Secretary to impose civil monetary penalties upon any manufacturer failing to so report or reporting false information. Authorizes the Secretary to audit relevant manufacturer records in order to determine the validity of such reports. Directs the Secretary to enter into agreements with covered drug and biological manufacturers under which the Secretary and such manufacturer determine the price of such drugs and biologicals that are available for purchase through Department depots (a centralized procurement center for the purchase of drugs and biologicals used at Department facilities). Provides drug or biological price determinations for such items that were or were not the subject of a depot procurement contract on September 1, 1990, and that were approved on or after the date of enactment of this Act. Requires such agreements to be entered into within: (1) six months after enactment of this Act; or (2) 30 days after notice by the Secretary to the manufacturer of the Secretary's intention to enter into such an agreement. Provides that, in the event that a State home procures a drug or biological listed in the FSS, its price shall not be more than the price of the drug or biological on the FSS on the date of procurement. Authorizes the Secretary, on behalf of Federal or State departments or agencies and certain Public Health Service clinics, to negotiate and enter into one or more unified pharmaceutical award contracts (UPACs) with manufacturers relating to the procurement by such entities of drugs or biologicals that are manufactured by such manufacturers. Directs the Secretary to conduct a demonstration project evaluating the cost and effectiveness of a unified contracting process for procuring pharmaceuticals on behalf of such entities. Requires each participating entity to enter into a participation agreement with the Secretary for the purchase of such drugs or biologicals. Prohibits any participating entity from: (1) reselling or otherwise transferring such purchased drug or biological to a person other than a patient of the entity; (2) purchasing the drug or biological for any other person or entity; or (3) dispensing or administering the drug or biological to an individual not receiving such drug or biological as a patient of the entity. Provides fines to entities found to have violated such prohibitions. Terminates the authority to enter into UPACS on December 31, 1997. Requires a report to the veterans' committees on the use of such authority. Authorizes the Secretary of Defense to enter into agreements with manufacturers who have entered into drug pricing agreements with the GSA Administrator under which such Secretary and the manufacturer determine the price of drugs and biologicals to be made available through DOD depots. Provides drug or biological price determinations for such items that were or were not the subjects of a contract for procurement by DOD through a depot on September 1, 1990, and that were approved by the FDA Administrator on or after the date of enactment of this Act. Limits the amount of increase of each drug or biological price for the one-year period following the year after such prices are determined. Authorizes the determination of a nominally excess price for a drug or biological by the Secretary if determined to be in the best interests of DOD. Requires such agreements to be entered into within: (1) six months after enactment of this Act; or (2) 30 days after notice by such Secretary to the manufacturer of the Secretary's intention to enter into such an agreement. Requires manufacturers having such a pricing agreement with such Secretary to report quarterly to such Secretary the Federal average manufacturer price during such quarter. Authorizes such Secretary to impose civil monetary penalties upon any manufacturer failing to report or reporting false information. Authorizes such Secretary to audit relevant records in order to determine the validity of such reports. Title VII: Sexual Trauma Services - Requires a woman veteran who is diagnosed by a Department of Veterans Affairs health professional to be in need of counseling or treatment for sexual trauma to be furnished such care and services by the Department. Authorizes the Secretary of Veterans Affairs to enter into contracts with appropriate non-Department facilities in order to furnish such care and services. Directs the Secretary to report to the veterans' committees on the use of such contracting authority. Prohibits any such contracts after September 30, 1994. Directs the Secretary to commence the provision of information and referrals by means of a toll-free telephone number of such available care and services in both Department and non-Department facilities. Requires the telephone information system to be confidential and operated 24 hours a day by Department personnel trained in providing information and referrals to sexual trauma victims. Directs the Secretary to study and report to the Congress on the needs of men and women veterans for counseling, medical care, and other services for sexual trauma. Directs the Secretary, during FY 1993-1997, to report to the veterans' committees on the care and services provided by the Department to all veterans who have experienced sexual trauma. Directs the Secretary and the Secretary of Defense to carry out a program to ensure that women who are being separated from active duty are provided information on the counseling, medical care, and other services and assistance relating to sexual trauma that are available under programs carried out by the Department. Directs the Secretary to report to the veterans' committees the Secretary's: (1) assessment of the difficulties women veterans encounter in obtaining Department determinations that medical conditions relating to sexual trauma are service-connected, as well as the extent to which Department personnel fail to make such determinations; and (2) recommendation of actions to be taken to respond to such difficulties and eliminate such failures. Title VIII: Health Care for Women Veterans - Adds well-women care services to the services authorized to be provided to veterans through the Department. Defines such services as including pap smears, breast examinations and mammography, general reproductive health care and infertility services, menopause, and physical or psychological conditions arising out of acts of sexual violence. Excludes most pregnancy care and abortion from such authorized services. Authorizes the Secretary to enter into contracts for the provision of well-women care services for veterans on an ambulatory or outpatient basis, as long as such contracts expire no later than December 31, 1994. Directs the Secretary, during each of FY 1993 through 1997, to report to the Congress on the provision of health care services to women veterans for the prior fiscal year. Directs the Secretary, in carrying out the medical research program of the Department authorized under current law, to foster and encourage the initiation and expansion of research on the following matters as they relate to women veterans: (1) breast cancer; (2) gynecological and hormonal matters; (3) cancer in reproductive organs; (4) Alzheimer's disease; (5) osteoporosis; (6) post-traumatic stress disorder; (7) substance abuse; and (8) sexual violence. Directs the Comptroller General to carry out a study with respect to admissions of men and women to Department facilities that are based on psychotic illness and the differences in the percentages of such admissions between the two genders. Authorizes appropriations. Directs the Secretary to take actions to ensure that medical research carried out by the Secretary gives sufficient consideration to issues relating to the health of the general population of adult women in the United States, with particular emphasis on health conditions: (1) that affect large numbers of such women and therefore are likely to be prevalent among women veterans; and (2) for which risk and treatment factors of women veterans may differ from those of the general U.S. population of adult women. Directs the Secretary to conduct an ongoing study to determine the needs of women veterans for health-care services. Requires such study to include the medical, biopsychosocial, and demographic histories of an appropriate sample of women veterans and women members of the armed forces serving on active duty. Requires certain reports to the veterans' committees to follow such study. Authorizes appropriations. Directs the Secretary, during each of FY 1993 through 1996, to report to the veterans' committees a description of the status of any research relating to women veterans being carried out under the Secretary's jurisdiction and a recommendation as to future research relating to women veterans. Directs the Secretary to take appropriate action to ensure that women veterans coordinators at Department facilities are properly funded and supported. Directs the Secretary to appoint a regional women veterans coordinator to serve in each regional office of the VHA, with specified responsibilities. Directs the Secretary to provide Department funds to be used for the members of the Advisory Committee on Women Veterans for travel and appropriate meetings. Title IX: Miscellaneous - Makes permanent (currently expires as of September 30, 1992) the authority of the Secretary to: (1) furnish respite care to veterans eligible for Department hospital, nursing home, or domiciliary care; (2) waive certain restrictions with respect to the receipt of retirement pay by nurses in the VHA; and (3) make grants to States for the construction or renovation of veterans' nursing homes. Extends through: (1) December 31, 1996, the authority to contract with the Veterans Memorial Medical Center in the Philippines to furnish medical care to U.S. veterans; and (2) December 31, 1997, the authority to carry out the Department Health Professional Scholarship Program. Includes certain care furnished to veterans' beneficiaries under the costs which may be recovered by the United States from a third party insurer of such veteran. Includes a Medicare supplemental insurance policy within the definition of \"health plan contract\" and thereby allows the Secretary to recover the cost of care or services provided to veterans' beneficiaries from third party issuers of Medicare supplemental insurance policies to such beneficiaries. Directs the Secretary to establish procedures for the treatment of Department claims for the recovery of such cost or services. Directs the Secretary of HHS to establish a fee for the review of such claims. Amends the Public Health Service Act to direct the Secretary of HHS to enter into agreements with manufacturers of drugs or biologicals that enter into a master agreement with the Administrator of GSA under the Federal Property and Administrative Services Act of 1949. Requires the HHS Secretary and such drug manufacturer to determine the prices of drugs and biologicals available for purchase through HHS depots. Provides drug or biological price determinations for such items that were the subject of an HHS depot procurement contract on or after September 1, 1990, or that were or were not approved by the Administrator of GSA on the date of enactment of this Act. Limits the amount of increase of each covered drug or biological for the one-year period following the year after such prices are determined. Authorizes the determination of a nominally excess price for a drug or biological by the HHS Secretary if determined to be in the best interests of HHS. Requires such agreements to be entered into within: (1) six months after enactment of this Act; or (2) 30 days after notice by the HHS Secretary to the manufacturer of such Secretary's intention to enter into such an agreement. Requires each manufacturer having a pricing agreement with the HHS Secretary to report quarterly to such Secretary the Federal average manufacturer price of such drug or biological during such quarter. Authorizes the HHS Secretary to impose civil monetary penalties upon any manufacturer failing to report or reporting false information. Authorizes the HHS Secretary to audit relevant records in order to determine the validity of such reports. Prohibits specified health care entities receiving Federal assistance for the operation of their health care activities from purchasing any drug or biological produced by a manufacturer unless such manufacturer has entered into a drug pricing agreement with the appropriate Federal department or agency as provided in this Act. Outlines provisions with respect to: (1) the federally-assisted health care entities covered by such prohibition; and (2) the discount amount for the purchase of such drugs and biologicals. Allows a manufacturer to provide a larger discount than that required under this Act. Directs the HHS Secretary to develop and implement a process for the certification of entities eligible for such drug purchasing discounts. Requires entities applying for such certification to supply information concerning the amount expended for drugs and biologicals in the preceding fiscal year. Authorizes recertification of eligible entities on an annual basis. Directs the Secretary to develop and implement a bid process to establish a prime vendor program under which covered entities compensate wholesalers for distribution and related services which facilitate drug purchases to which discounts apply under this Act. Directs the Secretary to ensure that a manufacturer is not required to pay both a discount under this Act and a Medicaid rebate with respect to a covered outpatient drug dispensed to an individual entitled to Medicaid benefits under an approved State plan. Requires the Secretary to report to the Congress on the implementation of the above provisions, together with an assessment and recommendations. Prohibits covered entities purchasing discounted drugs under this Act from: (1) reselling or transferring such a drug to a person other than a patient of the entity; (2) purchasing such a drug for a separate entity or any person other than such entity; or (3) dispensing or administering such a drug or biological to an individual who is not receiving it as a patient of the covered entity. Provides a dispute resolution process for disputes arising between covered entities and manufacturers under this Act. Requires the HHS Secretary to issue a final decision with respect to a dispute within 60 days after a hearing officer issues a recommendation on the outcome of a dispute. Suspends the requirement that a manufacturer provide a drug or biological purchase discount under this Act until a final dispute result determination by the Secretary. Authorizes the Secretary and the manufacturer to perform audits to obtain necessary information. Provides for the confidentiality of all records and information so obtained."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Veterans Affairs Nurse Pay Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 74 of title 38, United States Code, to revise certain pay authorities that apply to nurses and other health care professionals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:32-05:00"
}