{
  "actions": [
    {
      "acted_at": "2008-09-09", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6843-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-09", 
  "number": "6843", 
  "official_title": "To strengthen procedures regarding detention and removal of aliens.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Officer Andrew Widman Criminal Alien Enforcement Act of 2008", 
  "sponsor": {
    "district": "16", 
    "name": "Mahoney, Tim", 
    "state": "FL", 
    "thomas_id": "01841", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-09", 
  "subjects": [
    "Administrative remedies", 
    "Criminal procedure and sentencing", 
    "Department of Homeland Security", 
    "Detention of persons", 
    "Evidence and witnesses", 
    "Immigration", 
    "Immigration status and procedures", 
    "Infectious and parasitic diseases"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-09", 
    "text": "Officer Andrew Widman Criminal Alien Enforcement Act of 2008 - Amends the Immigration and Nationality Act to permit extension of the 90-day detention period for an alien under order of removal if the alien fails to: (1) make all reasonable efforts to comply with the removal order; or (2) cooperate with Department of Homeland Security (DHS) efforts to establish the alien's identity and carry out the removal order, including failing to make timely application for travel or departure documents, or acting to prevent such removal. States that the removal period shall: (1) not begin until the alien is in DHS custody; and (2) if the alien is transferred to another federal or state agency, be tolled until return to DHS custody. Authorizes the Secretary of Homeland Security to detain an alien subject to an administrative final order of removal who has been granted a stay of removal during the pendency of such stay. Authorizes the Secretary to parole an alien ordered removed and provide that such alien not be detained unless: (1) the alien violates parole conditions; or (2) removal becomes reasonably foreseeable. Requires that a detention review process be established for aliens under order of removal who have effected an entry and are cooperating with removal. Sets forth evidence provisions. Authorizes the Secretary to detain an alien for 90 days beyond the original removal (and extension) period. Authorizes the Secretary to detain an alien beyond such 90-day period until removal if the Secretary certifies in writing that: (1) it is likely that the alien will be removed in the foreseeable future; or (2) the alien has a highly contagious disease that poses a public safety threat, release of the alien would have serious adverse foreign policy consequences or would threaten U.S. national security, or the alien's release would threaten the community or an individual because of the alien's criminal history. Authorizes the Secretary to: (1) renew detention by certification every six months (provides that the alien shall be released from detention if certification is not renewed); (2) condition an alien's release; and (3) re-detain persons on supervised release. Directs the Secretary to detain an alien who has effected an entry and is not cooperating with removal or if the Secretary has certified the detention. Restricts judicial review of detention to habeas corpus petitions in U.S. district court after exhaustion of all administrative remedies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Officer Andrew Widman Criminal Alien Enforcement Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen procedures regarding detention and removal of aliens.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:31-05:00"
}