{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8451-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "8451", 
  "official_title": "A bill to provide for simplified cost recovery in corporation income taxes, for the refundability of the investment tax credit up to $100,000, for nonrecognition of gain on certain sales and exchanges of interests in small business concerns, for incentives for research and experimentation in certain businesses and by institutions of higher education, and for election by married individuals to be taxed as unmarried individuals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Educational research", 
    "Energy", 
    "Energy conservation", 
    "Energy tax credits", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Industrial energy conservation", 
    "Investment tax credit", 
    "Low-income housing", 
    "Married people", 
    "Personal income tax", 
    "Public utilities", 
    "Research and development", 
    "Science and technology", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Tax rates", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Title I: Corporate Income Taxes, Simplified Cost Recovery Provisions - Amends the Internal Revenue Code to allow individual and corporate taxpayers an income tax deduction for a percentage of the cost of depreciable tangible property (recovery property) used in a trade or business or held for the production of income, which is placed in service after December 31, 1980. Establishes four classes and recovery periods for such property: (1) Class 1, two years; (2) Class 2, four years; (3) Class 3, seven years; and (4) Class 4, ten years. Requires assignment of property to the class which has a recovery period at least 40 percent shorter than its present midpoint useful life under the Asset Depreciation Range (ADR) system. Permits the taxpayer to elect placement of any item of property in the class with the next longer recovery period than the class to which it would otherwise belong. Defines the recovery percentage as the percentage (100 percent, 150 percent, or 200 percent) selected by the taxpayer for a class of items, divided by the number of years in the corresponding recovery period. Requires a taxpayer to establish a recovery account for each class of recovery property. Sets forth formulae for additions to and reductions in such account. Denies eligibility for the deduction to livestock, property subject to amortization, property depreciable on a basis other than time, public utility property, oil or gas fired boilers, and property used predominantly outside the United States. Increases from 20 percent to 30 percent the ADR variance from class life for public utility property. Shortens useful life requirements for investment tax credit property. Revises the applicable percentage for such property as follows: (1) 25 percent of the basis of an asset if its useful life is between two and four years (currently, 33 1/3 percent if useful life is between two and five years); (2) 60 percent of the basis of an asset if its useful life is between four and seven years (currently, 66 2/3 percent if useful life is between five and seven years); and (3) 100 percent of basis if useful life is seven years or greater (currently, the same). Makes the applicable percentage for recovery property for purposes of applying the energy percentage and employee plan percentage: (1) 66 2/3 percent of the basis of an asset if its useful life is between two and four years; and (2) 100 percent of basis if useful life is four years or greater. Allows election of: (1) 20 year straight line depreciation for structures and structural components; and (2) 15 year straight line depreciation for low income housing; and (3) 15 year depreciation computed under the declining balance method at a rate not exceeding 150 percent of the straight line depreciation rate for certain qualified owner-occupied industrial and commercial buildings. Disallows component depreciation for any taxpayer who elects either the 20 or 15 year straight line depreciation or the 15 year depreciation computed under the declining balance method. Sets forth rules for treatment of the depreciation allowance for any recovery property in computing the earnings and profits of a corporation. Increases from ten to 25 percent the rehabilitation tax credit for nonresidential structures. Title II: Refundability of the Investment Tax Credit - Provides for the refundability of the investment tax credit where such credit amount exceeds taxpayer liability. Limits the amount of any refund to $100,000. Title III: Nonrecognition of Gain on Certain Sales and Exchanges of Interests in Small Business Concerns - Amends the Internal Revenue Code to permit a taxpayer election to exclude from gross income gain from the sale of an equity interest in certain small business concerns if the taxpayer purchases a replacement equity interest in a small business within 18 months of the initial sale. Requires the recognition of any amount of gain from such sale which exceeds the cost to the taxpayer of the replacement equity interest. Title IV: Incentives for Research and Experimentation - Amends the Internal Revenue Code to allow a nonrefundable income tax credit equal to 25 percent of the research and experimentation expenditures for the development and improvement of the taxpayer's trade or business. Title V: Contributions to Reserve for Research by Institutions of Higher Education - Amends the Internal Revenue Code to allow an income tax credit equal to 25 percent of the cash contributions made to a tax-exempt reserve fund for business-related research performed by institutions of higher learning. Specifies that contributions made to such fund must be spent for research purposes within four years of contribution. Title VI: Election by Married Individuals to Be Taxed as Unmarried Individuals - Amends the Internal Revenue Code to permit married individuals who do not file joint returns with their spouses to be taxed as an unmarried individual."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for simplified cost recovery in corporation income taxes, for the refundability of the investment tax credit up to $100,000, for nonrecognition of gain on certain sales and exchanges of interests in small business concerns, for incentives for research and experimentation in certain businesses and by institutions of higher education, and for election by married individuals to be taxed as unmarried individuals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:38-05:00"
}