{
  "actions": [
    {
      "acted_at": "1997-11-05", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-05", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-05", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2825-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Mollohan, Alan B.", 
      "sponsored_at": "1998-04-21", 
      "state": "WV", 
      "thomas_id": "00824", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-05", 
  "number": "2825", 
  "official_title": "To establish procedures to ensure a balanced Federal budget by fiscal year 2002 and to create a Social Security reform reserve fund to revenues generated by economic growth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Growth and Social Security Transition Act", 
  "sponsor": {
    "district": "1", 
    "name": "Sanford, Marshall (Mark)", 
    "state": "SC", 
    "thomas_id": "01012", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-05", 
  "subjects": [
    "Balanced budgets", 
    "Budget deficits", 
    "Budget reconciliation", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional reporting requirements", 
    "Congressional voting", 
    "Deficit reduction", 
    "Economics and public finance", 
    "Federal budget process", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government spending reductions", 
    "House rules and procedure", 
    "Individual retirement accounts", 
    "Labor and employment", 
    "Legislation", 
    "Legislative resolutions", 
    "Old age, survivors and disability insurance", 
    "Presidential messages", 
    "Senate rules and procedure", 
    "Social security finance", 
    "Social welfare", 
    "Tax-deferred compensation plans"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-05", 
    "text": "Economic Growth and Social Security Transition Act - Provides that, for purposes of this Act: (1) the initial direct spending targets for each of FY 1998 through 2002 shall equal total outlays for all direct spending except net interest as provided in H. Con. Res. 84 (105th Congress), the concurrent resolution on the budget for FY 1998, unless such outlays are reduced by a subsequent budget resolution (in which case the lower level of total outlays except net interest shall be used); and (2) the revenue targets are the amounts provided in such resolution. Requires the President, as part of each Federal budget submitted to the Congress, to provide an annual review of direct spending and receipts, including: (1) information on total outlays for programs covered by the direct spending targets, including actual outlays for the prior fiscal year and projected outlays for the current and five succeeding fiscal years; and (2) any amount by which revenues for a budget year and any outyears through FY 2002 exceed the revenue target. Directs the Office of Management and Budget to include the amount of any changes in revenues as a deficit decrease under specified estimates and sequestration reports required by the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides that any amount not to exceed the amount of deficit decrease may only be offset by legislation to help pay for the transition costs to a fully funded Social Security system that includes individually owned accounts that are invested in real assets. Directs the President to include a special direct spending message in the budget if the information submitted indicates that: (1) actual outlays for direct spending in the prior fiscal year exceeded the applicable spending target; or (2) outlays for the current or future budget years are projected to exceed targets. Requires such message to include: (1) an analysis of the variance in direct spending over the direct spending targets; (2) recommendations for eliminating overages, if any, in the prior, current, or future budget years; and (3) the text of a special direct spending resolution implementing such recommendations through reconciliation directives instructing the appropriate committees to recommend changes in laws within their jurisdictions. Provides a point of order against consideration of any concurrent budget resolution unless it fully eliminates the entirety of any overage contained in the President's message. Makes special message and point of order procedures inapplicable for any fiscal year in which the overage is less than one-half of one percent of the direct spending target for that year. Applies this Act to direct spending targets and revenues for FY 1998 through 2002."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Growth and Social Security Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish procedures to ensure a balanced Federal budget by fiscal year 2002 and to create a Social Security reform reserve fund to revenues generated by economic growth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:25-05:00"
}