{
  "actions": [
    {
      "acted_at": "1997-05-22", 
      "committee": "Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-05-22", 
      "committee": "House Appropriations", 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-05-22", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1707-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-22", 
  "number": "1707", 
  "official_title": "Making interim emergency supplemental appropriations for immediate needs for the fiscal year ending September 30, 1997, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1708-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Interim Emergency Supplemental Appropriations Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-22", 
  "subjects": [
    "Affordable housing", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air force", 
    "Air force personnel", 
    "Air force procurement", 
    "Animals", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Army", 
    "Army personnel", 
    "Army procurement", 
    "Ballistic missiles", 
    "Block grants", 
    "Civil engineering", 
    "Coastal zone", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counterpart funds", 
    "Defense budgets", 
    "Defense procurement", 
    "Democracy", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Housing and Urban Development", 
    "Disaster relief", 
    "Economic development", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental protection", 
    "Export credit", 
    "Families", 
    "Federal Emergency Management Agency", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal aid to research", 
    "Federally-guaranteed loans", 
    "Flood control", 
    "Flood damage", 
    "Flood damage prevention", 
    "Floods", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grain", 
    "Guided missiles", 
    "Housing and community development", 
    "Housing subsidies", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "Livestock", 
    "Livestock industry", 
    "Low-income housing", 
    "Marine and coastal resources, fisheries", 
    "Military aircraft", 
    "Military personnel", 
    "Military research", 
    "Moderate income housing", 
    "Naval personnel", 
    "Naval procurement", 
    "Navy", 
    "Off-budget expenditures", 
    "Peacekeeping forces", 
    "Refuse and refuse disposal", 
    "Relocation", 
    "Rent subsidies", 
    "Rental housing", 
    "Rescission of appropriated funds", 
    "Research and development", 
    "Revolving funds", 
    "Rural economic development", 
    "Rural housing", 
    "Salmon", 
    "Salmon fisheries", 
    "Science, technology, communications", 
    "Shipbuilding", 
    "Social welfare", 
    "Supplemental appropriations", 
    "Tanks (Combat vehicles)", 
    "Transportation and public works", 
    "WIC program", 
    "Warships", 
    "Water resources development", 
    "Watershed management", 
    "Waterways", 
    "Women"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-22", 
    "text": "TABLE OF CONTENTS: Title I: Interim Emergency Supplemental Appropriations for Recovery from Natural Disasters and Overseas Peacekeeping Chapter 1: Department of Defense - Military Chapter 2: Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Chapter 3: Subcommittee on Commerce, Justice, and State, the Judiciary, and Related Agencies Chapter 4: Subcommittee on Energy and Water Development Chapter 5: Departments of Housing and Urban Development, and Independent Agencies Title II: Rescissions and Offsets Title III: General Provisions, This Act Interim Emergency Supplemental Appropriations Act of 1997 - Makes interim emergency supplemental appropriations for FY 1997 for the programs listed in this Act. Title I: Interim Emergency Supplemental Appropriations for Recovery From Natural Disasters and Overseas Peacekeeping - Chapter 1: Department of Defense - Military - Provides additional funds for the Overseas Contingency Operations Transfer Fund. Rescinds amounts for the following programs from funds provided in the Department of Defense Appropriations Act, 1997: (1) operations and maintenance defense-wide and for the Army, Navy, and Air Force individually; and (2) aircraft procurement and military personnel for the Army, Navy, and Air Force. Rescinds, from the following accounts, certain amounts provided in previous Department of Defense Appropriations Acts: (1) Army, Navy, and Air Force aircraft procurement; (2) Army and Navy weapons procurement; (3) Army missile, tracked combat vehicles, and other procurement; (4) Navy shipbuilding and conversion; (5) defense-wide procurement; and (6) Army, Navy, Air Force, and defense-wide research, development, test, and evaluation. Chapter 2: Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies - Provides additional funds to the Farm Service Agency for the Emergency Conservation Program for expenses resulting from flooding and other natural disasters. Authorizes the use of a specified amount from proceeds earned from the sale of grain in the disaster reserve established in the Agricultural Act of 1970 to implement a livestock indemnity program for losses from certain natural disasters. Makes such authorization effective only for losses occurring in FY 1997 through this Act's enactment date. Limits the grain in the disaster reserve to 20 million bushels, beginning in FY 1998. Provides additional funds to the Natural Resources Conservation Service for watershed and flood prevention operations to repair damages to waterways and watersheds resulting from flooding and other natural disasters, including those in prior years. Prohibits the use of such appropriations for the salmon memorandum of understanding. Provides additional funds to the Food and Consumer Service for the Special Supplemental Nutrition Program for Women, Infants, and Children. Chapter 3: Subcommittee on Commerce, Justice, and State, the Judiciary, and Related Agencies - Makes additional amounts available for the Economic Development Administration for economic development assistance programs for emergency infrastructure expenses and the capitalization of revolving loan funds related to recent flooding and other natural disasters. Chapter 4: Subcommittee on Energy and Water Development - Provides additional funds to the Army Corps of Engineers for flood control and coastal emergencies. Chapter 5: Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies - Makes additional funds available for the Community Development Block Grants Fund to remain available through FY 2000 for buyouts, relocation, long-term recovery, and mitigation in communities affected by the flooding in the upper Midwest and other disasters in FY 1997 and natural disasters designated 30 days prior to the start of FY 1997. Excludes activities reimbursable or for which funds are made available by the Federal Emergency Management Agency (FEMA), the Small Business Administration, or the Army Corps of Engineers. Permits the Secretary of Housing and Urban Development (HUD) to waive certain requirements that activities benefit persons of low- and moderate-income or that housing qualify as affordable housing under specified housing laws with respect to the use of funds under this chapter. Provides additional funds to FEMA for disaster relief. Title II: Rescissions and Offsets - Limits the amount of funds available for the Fund for Rural America and for salaries and expenses of Foreign Agricultural Service personnel carrying out certain export credit and enhancement programs. Rescinds, with exceptions, amounts recaptured under annual contributions for assisted housing. Directs the Secretary of HUD to recapture a specified amount in amounts previously made available to housing agencies for tenant-based assistance under the Section 8 existing housing certificate and voucher programs. Requires such recaptures to be from amounts in the annual contributions contract reserve accounts established by HUD. Title III: General Provisions, This Act - Prohibits any appropriation in this Act from remaining available for obligation beyond the current fiscal year unless otherwise provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interim Emergency Supplemental Appropriations Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making interim emergency supplemental appropriations for immediate needs for the fiscal year ending September 30, 1997, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:50-05:00"
}