{
  "actions": [
    {
      "acted_at": "1974-07-23", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3797-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-23", 
  "number": "3797", 
  "official_title": "A bill to provide education equalization incentive grants to the States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-23", 
  "subjects": [
    "Education", 
    "Elementary and secondary education", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-23", 
    "text": "Authorizes the Commissioner of Education to make incentive grants to the States to equalize the quality of elementary and secondary education among the local educational agencies within each State, in such areas as the State deems vital. States that a State is eligible to receive a grant under this Act only if the State educational agency provides assurance that: (1) the quality of education provided to a child within that State is not the result of the wealth of the school district of the local educational agency in which the child attends school, but reflects the wealth of the State as a whole; (2) amounts commensurate with their needs are expended on children with greater educational needs, including, but not limited to, educationally disadvantaged, gifted, talented, handicapped, and vocational education students; and (3) amounts commensurate with the education costs are expended in local educational agencies within the State with greater costs, including cost attributable to sparsity of population, high density of population, and high living costs. Authorizes appropriations to carry out the provisions of this Act for fiscal years 1976, 1977, and 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide education equalization incentive grants to the States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:16-05:00"
}