{
  "actions": [
    {
      "acted_at": "2010-11-18", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6437-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Farr, Sam", 
      "sponsored_at": "2010-11-29", 
      "state": "CA", 
      "thomas_id": "00368", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Myrick, Sue Wilkins", 
      "sponsored_at": "2010-11-18", 
      "state": "NC", 
      "thomas_id": "00849", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Roybal-Allard, Lucille", 
      "sponsored_at": "2010-12-07", 
      "state": "CA", 
      "thomas_id": "00997", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-11-18", 
  "number": "6437", 
  "official_title": "To amend title XIX of the Social Security Act to improve the quality, health outcomes, and value of maternity care under the Medicaid and CHIP programs by developing a maternity care quality measurement program, identifying payment mechanism improvements, and identifying essential evidence-based maternity care services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Partnering to Improve Maternity Care Quality Act of 2010", 
  "sponsor": {
    "district": "17", 
    "name": "Engel, Eliot L.", 
    "state": "NY", 
    "thomas_id": "00344", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-11-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Child health", 
    "Department of Health and Human Services", 
    "Government information and archives", 
    "Health", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Medicaid", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Sex and reproductive health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-11-18", 
    "text": "Partnering to Improve Maternity Care Quality Act of 2010 - Amends title XIX (Medicaid) of the Social Security Act (SSA) to direct the Secretary of Health and Human Services (HHS) to develop a maternity care quality measurement program for care provided to childbearing women and newborns for use by: (1) a state in administering a state Medicaid plan or a state child health plan under SSA title XXI (State Children's Health Insurance Program) (CHIP); (2) health insurance issuers and managed care entities contracting with states to administer such plans; and (3) providers of items and services. Directs the Secretary to identify and publish an initial core set of maternity care quality measures for use in data collection and reporting by such entities. Directs the Secretary, acting through the Agency for Healthcare Research and Quality (AHRQ), to enter into grants, contracts, or intergovernmental agreements with qualified measure development entities for the purpose of developing, testing, and validating maternity care quality measures, including eMeasures (for which measurement data will be collected electronically), in areas not adequately covered by the measures identified. Directs the AHRQ, in order to measure the care experiences of childbearing women and newborns, to adapt the Consumer Assessment of Healthcare Providers and Systems program surveys of providers, facilities, and health plans. Directs the Secretary to encourage voluntary and standardized reporting on their performance by clinicians, facilities, accountable care organizations, and health plans. Requires report data to be made available to: (1) patients to use in maternity care decision making; and (2) policymakers and purchasers to assess the quality of maternity care services under Medicaid and CHIP. Prescribes requirements for conversion of endorsed measures for the care of childbearing women and newborns to eMeasures. Directs the Secretary to establish a demonstration project to evaluate the use of alternative Medicaid payment methods. Directs the Secretary to seek to enter an agreement with the Institute of Medicine of the National Academies to identify essential services for childbearing women and newborns."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Partnering to Improve Maternity Care Quality Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act to improve the quality, health outcomes, and value of maternity care under the Medicaid and CHIP programs by developing a maternity care quality measurement program, identifying payment mechanism improvements, and identifying essential evidence-based maternity care services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:50-05:00"
}