{
  "actions": [
    {
      "acted_at": "1976-08-05", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15070-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Hannaford, Mark W.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00495", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Holland, Kenneth L.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "00552", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Roberts, Ray", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00969", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Teague, Olin E.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01146", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Walsh, William F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01198", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-05", 
  "number": "15070", 
  "official_title": "A bill to amend title 38 of the United States Code, in order to increase the rates of allowances for vocational rehabilitation, educational assistance, and special training, to improve the administration of the vocational rehabilitation and educational assistance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Mottl, Ronald M.", 
    "state": "OH", 
    "thomas_id": "00839", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-05", 
  "subjects": [
    "Armed forces and national security", 
    "Disabled", 
    "Disabled veterans", 
    "Education", 
    "Veterans' education", 
    "Veterans' rehabilitation", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-05", 
    "text": "Title I: Increases in Rates of Allowances for Vocational Rehabilitation, Educational Assistance, and Special Training - Increases by specified amounts the rates payable to eligible veterans for vocational rehabilitation, educational assistance, and apprentice programs. Title II: Extension of Period of Eligibility of Seriously Disabled Veterans for, and Other Improvements Relating to Vocational Rehabilitation - Extends the period during which qualified disabled veterans may be afforded vocational rehabilitation from June, 1975, to such time as is determined by the Administrator of Veterans' Affairs to be necessary for each such veteran based upon the veterans's disability and need for vocational rehabilitation. Allows any facilities of any agency of the United States to be used to provide unpaid training or work experience as part or all of a veteran's program of vocational rehabilitation. Title III: Improvements Relating to Education Assistance for Veterans and War Orphans and Widows - Prohibits the Administrator from approving the enrollment of a veteran or other eligible person in any independent study program unless such program leads to a standard college degree. Specifies the method of computing the educational assistance allowance of an eligible veteran or other eligible person pursuing such an independent study program. Title IV: Improvements in the Administration of Educational Benefits and Conforming Amendments - Prohibits the payment of educational assistance to any eligible veteran or person for the purposes of auditing a course, or for a course for which the grade assigned is not used in computing the requirements for graduation, including a course from which the student withdraws, unless there are mitigating circumstances beyond his control. Prohibits payments for pursuit of the correspondence portion of a combination correspondence-residence course leading to a vocational objective. Title V: Effective Date of Amendments - Makes the amendments made by this Act effective October 1, 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code, in order to increase the rates of allowances for vocational rehabilitation, educational assistance, and special training, to improve the administration of the vocational rehabilitation and educational assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}