{
  "actions": [
    {
      "acted_at": "1973-05-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7873-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-16", 
  "number": "7873", 
  "official_title": "A bill to assist in reducing crime by requiring speedy trials in cases of persons charged with violations of Federal criminal laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pretrial Crime Reduction Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-16", 
  "subjects": [
    "Criminal procedure", 
    "Speedy trial"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-16", 
    "text": "Pretrial Crime Reduction Act - Title I: Speedy Trials - Provides that the trial of a defendant charged with an offense against the United States shall be commenced within one hundred and twenty days, or in the case of a defendant charged with a crime of violence within sixty days, determined as follows: (1) from the date the defendant is arrested or a summons is issued, except that if an information or indictment is filed earlier, from the date of such filing; (2) if the indictment or information is dismissed upon motion of the defendant and thereafter the defendant is charged with the same crime or a crime based on the same conduct or arising from the same criminal episode, from the date the defendant is so charged, as stated in the preceding paragraph; or (3) if the defendant is to be tried again following a mistrial, an order for a new trial, or an appeal or collateral attack, from the date of the mistrial, order granting a new trial, or remand. Excludes various periods of time in computing the above time limits for trial. Provides that the above time limits shall not apply to trials of offenses under the antitrust, securities or tax laws of the United States. States that each United States district court shall within one year prepare a plan for the trial or other disposition of offenses under this Act. Allows a district court to submit its plan to the Judicial Council of the United States and to request a suspension or extension of the effective date of such plan if such court is unable for financial or manpower reasons to implement its plan. Requires the Judicial Conference to submit a report to Congress detailing the district plans submitted to it and the legislative proposals and appropriations necessary to achieve compliance with the time limitations contained in the Act. Title II: Pretrial Services Agencies - Establishes pretrial services agencies, on a demonstration basis, in each of the five judicial districts and in the District of Columbia Authorizes such agencies to maintain effective supervision and control over defendants released under this Act. Authorizes such agencies, with the approval of the Administrative Offices of the United States Courts, to operate or contract for the operation of facilities for the custody or care of persons released under this Act including residential halfway houses, addict and alcoholic treatment centers and counseling services. Requires the Director of the Administrative Office of the Untied States Courts to report annually to Congress on the accomplishments of the pretrial services agencies. Authorizes to be appropriated annually the sum of $2,000,000 to carry out the purposes of this title through June 30, 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pretrial Crime Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist in reducing crime by requiring speedy trials in cases of persons charged with violations of Federal criminal laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:00-05:00"
}