{
  "actions": [
    {
      "acted_at": "1995-07-21", 
      "calendar": "Senate Legislative", 
      "number": "152", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Introduced in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 152.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-07-24", 
      "references": [], 
      "text": "Star Print ordered on the bill as placed on the calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-25", 
      "references": [
        {
          "reference": "CR S10583-10594", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-27", 
      "references": [
        {
          "reference": "CR S10792-10794, S10796-10818", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-28", 
      "references": [
        {
          "reference": "CR S10845-10858", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-28", 
      "bill_ids": [
        "sres158-104"
      ], 
      "references": [
        {
          "reference": "CR S10858", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed identical measure S.RES. 158 in lieu of this measure by Yea-Nay Vote. 98-0. Record Vote No: 342.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-28", 
      "references": [
        {
          "reference": "CR S10858", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1872-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1872"
    }, 
    {
      "amendment_id": "s1873-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1873"
    }, 
    {
      "amendment_id": "s1874-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1874"
    }, 
    {
      "amendment_id": "s1875-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1875"
    }, 
    {
      "amendment_id": "s1876-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1876"
    }, 
    {
      "amendment_id": "s1877-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1877"
    }, 
    {
      "amendment_id": "s1878-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1878"
    }, 
    {
      "amendment_id": "s1879-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1879"
    }, 
    {
      "amendment_id": "s1880-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1880"
    }
  ], 
  "bill_id": "s1061-104", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1995-07-21", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1995-07-27", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1995-07-21", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1995-07-21", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1995-07-21", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1995-07-21", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1995-07-24", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1995-07-21", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-21", 
  "number": "1061", 
  "official_title": "A bill to provide for congressional gift reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "sres158-104", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s101-104", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-07-21", 
  "subjects": [
    "Agriculture and food", 
    "Charitable contributions", 
    "Commerce", 
    "Conferences", 
    "Congress", 
    "Congressional committees (Senate)", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional officers", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Foreign agents", 
    "Gifts", 
    "Government ethics", 
    "Government operations and politics", 
    "Honoraria", 
    "House rules and procedure", 
    "Income tax", 
    "International affairs", 
    "Judges", 
    "Judicial ethics", 
    "Judicial officers", 
    "Law", 
    "Legal fees", 
    "Loans", 
    "Lobbying", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Recreation", 
    "Senate", 
    "Senate rules and procedure", 
    "Supreme Court", 
    "Supreme Court justices", 
    "Tax deductions", 
    "Taxation", 
    "Travel costs", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1995-07-28", 
    "text": "Amends rule XXXV (Gifts) of the Standing Rules of the Senate to prohibit a Senate Member, officer, or employee from knowingly accepting a gift except as provided in this Act. Allows such individual to accept a gift (other than cash or cash equivalent) which he or she reasonably and in good faith believes to have a value of less than $50 and a cumulative value from one source during a calendar year of less than $100. (Currently, such individuals and their spouses and dependents are allowed to accept gifts totalling up to $250 from any one person in a calendar year.) Provides that no gift with a value below ten dollars shall count towards the $100 annual limit. Considers a gift to a family member to be a gift to such individual if given with his or her knowledge and acquiescence and if there is reason to believe that the gift was given because of such individual's official position. Treats only the food and refreshment that are provided to such individual as a gift if they are also provided at the same time and place to such individual's spouse or dependent. Includes among exempted items: (1) contributions lawfully made under the Federal Election Campaign Act or attendance at a fund raising event sponsored by a political organization; (2) anything provided on the basis of a personal friendship unless such individual has reason to believe that the gift was provided because of his or her official position; (3) otherwise lawful contributions to such individual's legal expense fund; (4) food, refreshments, lodging, and other benefits which result from the outside business or employment activities of such individual or spouse if such benefits have not been offered or enhanced because of such individual's official position, which are customarily provided by a prospective employer in connection with bona fide employment discussions, or which are provided by a political organization in connection with a fund raising or campaign event; (5) training that is in the Senate's interest; (6) a gift of personal hospitality of an individual other than a registered lobbyist or agent of a foreign principal; and (7) certain other opportunities and benefits provided to the public or to Government employees generally. Establishes conditions under which such individual may accept an offer of free attendance at a convention, dinner, or similar event. Prohibits the acceptance of a gift exceeding $250 on the basis of the personal friendship exception unless the Select Committee on Ethics issues a written determination that such exception applies. Provides that certain reimbursements to such individual for travel expenses to an event in connection with official duties shall not be considered to be gifts if advance authorization is received and the reimbursements and authorization are disclosed within a specified time period. Declares that activities that are substantially recreational in nature shall not be considered to be in connection with official duties. Includes as prohibited gifts to such individual from a registered lobbyist or an agent of a foreign principal: (1) anything provided to an entity that is maintained or controlled by such individual; (2) a charitable contribution made on the basis of such individual's specification, with the exception of a mass mailing or other solicitation directed to a broad category of persons or entities; (3) a contribution or other payment to such individual's legal expense fund; and (4) a financial contribution or expenditure made relating to a conference or similar event sponsored by, or affiliated with, an official congressional organization for, or on behalf of, such individuals. Provides that a charitable contribution made by a registered lobbyist or agent in lieu of an honorarium to such individual shall not be considered a gift under this Act if such individual reports to the Secretary of the Senate the name and address of the registered lobbyist, the date and amount of the contribution, and the name and address of the designated or recommended charitable organization. Declares that such rules shall be interpreted and enforced solely by the Select Committee on Ethics. (Sec. 2) Amends rule XXXIV (Public Financial Disclosure) to require such individuals to include in their financial disclosure reports for purposes of the Ethics in Government Act of 1978 (the Act): (1) additional categories of income derived from dividends, interest, rent, and capital gains for a certain period (between $1 million and $5 million or greater than $5 million); and (2) additional categories of such income derived from a spouse or dependent child (between $1 million and $5 million, between $5 million and $25 million, between $25 million and $50 million, or greater than $50 million). Requires such additional categories with amounts or values greater than $1 million to apply to the income, assets, or liabilities of spouses or dependent children only if they are held jointly with the reporting individual. Requires all other income, assets, or liabilities of the spouse or dependent children required to be reported in an amount or value greater than $1 million to be categorized only as an amount or value greater than $1 million. Requires such individuals also to include in such reports an additional statement listing the category of the total cash value of any interest in a qualified blind trust, unless the trust instrument was executed before July 24, 1995, and precludes the beneficiary from receiving information on the total cash value of such interest. (Sec. 3) Expresses the sense of the Senate that the Judicial Conference of the United States should review and reevaluate its regulations pertaining to the acceptance of gifts and travel and travel-related expenses and that such regulations should cover all judicial branch employees, including Supreme Court members and employees. (Sec. 4) Authorizes the Senate Committee on Rules and Administration, on behalf of the Senate, to accept a gift if it does not involve any duty, burden, or condition, or is not made dependent upon some future performance by the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for congressional gift reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:55-05:00"
}