{
  "actions": [
    {
      "acted_at": "1990-06-26", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-26", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-26", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-07-11T19:05:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Banking, Finance + Urban Affrs. H. Rept. 101-590.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-11T19:05:00-04:00", 
      "calendar": "Union", 
      "number": "366", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 366.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5153-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-26", 
  "number": "5153", 
  "official_title": "To authorize the participation of the United States in the ninth replenishment of the International Development Association, to authorize the participation of the United States in the European Bank for Reconstruction and Development, to exempt the International Finance Corporation from Securities Exchange Commission reporting requirements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Development and Eastern European Recovery Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Fauntroy, Walter E.", 
    "state": "DC", 
    "thomas_id": "00372", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-06-26", 
  "subjects": [
    "Africa", 
    "Airline passenger traffic", 
    "American economic assistance", 
    "Arms sales", 
    "Birth control", 
    "China", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Czechoslovakia", 
    "Debt agreements", 
    "Discrimination in employment", 
    "Eastern Europe", 
    "Endangered species", 
    "Environmental protection", 
    "Europe", 
    "Export credit", 
    "Export finance", 
    "Federal advisory bodies", 
    "Federal reserve system", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest conservation", 
    "Health", 
    "High technology industries", 
    "International affairs", 
    "International environmental cooperation", 
    "International monetary system", 
    "Minority business enterprises", 
    "Multilateral development banks", 
    "Negotiations", 
    "Nongovernmental organizations", 
    "Nutrition", 
    "Securities", 
    "Securities regulation", 
    "Small business", 
    "Subsaharan Africa", 
    "Technology transfer", 
    "Travel costs", 
    "Tropical forests", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1990-07-11", 
    "text": "International Development and Eastern European Recovery Act of 1990 - Title I: Provisions Relating to the International Bank for Reconstruction and Development - Amends the International Development Association Act to authorize the U.S. Governor of the International Bank for Reconstruction and Development (World Bank) to pay a specified amount to the International Development Association for the ninth replenishment of the Association. Authorizes appropriations. Reduces from the amount obligated for the Association the U.S. share of any loans approved (after 1989) for China for non-basic human needs. Authorizes the Secretary of the Treasury to obligate the withheld amount upon notifying specified congressional committees that withholding such amount would cause hardship to the poor in other borrowing countries or damage to the U.S. national interest. Terminates withholding on the earlier of: (1) the date the Secretary determines that China no longer engages in a pattern of human rights violations; or (2) September 30, 1993. Directs the Secretary, before the Association or the World Bank considers any loan to China, to report to the House Committee on Banking, Finance and Urban Affairs and the Senate Committee on Foreign Relations on whether the Secretary intends to support or oppose the loan. Amends the International Financial Institutions Act to direct the Secretary to instruct the U.S. executive director of the World Bank to urge the Bank to: (1) improve the Bank's ability in interacting with nongovernmental organizations and local groups that are affected by loans made by the Bank to borrower countries; and (2) delegate to the Bank's field offices in borrowing countries greater responsibility for decisions on Bank-financed projects. Requires the Secretary to instruct the U.S. executive director of the Bank to: (1) urge the Bank to support an increase in lending for population, health, and nutrition programs; (2) seek the adoption by the Bank of a resolution requiring at least 50 percent of countries receiving loans from the International Development Association to have developed national poverty eradication strategies by June 30, 1993; and (3) ensure the placement of a Bank professional in each country department to be responsible for developing projects to benefit women and for preparing statistics that indicate by gender the effects of adjustment and other programs on population. Title II: International Financial Institutions Provisions - Amends the International Financial Institutions Act to direct the Secretary to instruct the U.S. executive directors of the multilateral development banks and the International Monetary Fund (IMF) to: (1) seek the adoption of procedures prohibiting personnel from using first class air travel for business unless necessary to carry out business in a timely manner; and (2) report to the Secretary and the Congress, if such procedures are not adopted, on the estimated additional costs incurred by the banks or the IMF by reason of first class travel. Requires the Secretary to instruct the U.S. executive directors of the multilateral development banks and the IMF to urge the adoption of procedures to ensure nondiscriminatory employment practices. Directs the Secretary to instruct the U.S. executive directors of the World Bank and the African Development Bank to urge management to pursue policies in Africa along the lines of a World Bank report concerning Subsaharan Africa and that incorporate provisions of a United Nations report on an alternative framework for structural adjustment in Africa. Expresses the sense of the Congress that the Tropical Forestry Action Plan has shortcomings and should be reformed. Directs the Secretary to: (1) consult with Federal agencies and other interested parties on the development of international initiatives to promote specific measures to reform the Tropical Forestry Action Plan; (2) instruct the U.S. executive director of the World Bank to consult with management and other directors on the refocusing of forestry lending programs and to oppose any loan for any Plan activity until the Plan is reformed; and (3) instruct the U.S. executive directors of the other multilateral development banks to ensure that activities financed with forestry loans are consistent with the Plan reform. Requires the Secretary to instruct the U.S. executive directors of the multilateral development banks to: (1) promote the sustainable use of forest resources; (2) provide protection for biological diversity in areas that would be damaged by individual projects; and (3) oppose activities that do not meet such criteria or Plan reform measures. Title III: European Bank for Reconstruction and Development - European Bank for Reconstruction and Development Act - Authorizes the President to accept U.S. membership in the European Bank for Reconstruction and Development. Applies specified provision of the Bretton Woods Agreements Act concerning the National Advisory Council on International Monetary and Financial Problems to the Bank. Authorizes the Secretary of the Treasury to subscribe to 100,000 shares of the Bank's capital stock. Authorizes appropriations. Grants U.S. district courts original jurisdiction with respect to actions by or against the Bank brought within the United States. Provides that securities issued or guaranteed by the Bank shall be deemed to be exempted securities for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires the Bank to file reports with the Securities and Exchange Commission (SEC). Permits the SEC to suspend such exemptions at any time. Requires the Secretary, through negotiations with other lending countries, to seek the establishment of an Environmental Trust Fund for: (1) financing the cost of eliminating pollution and environmental degradation in Eastern Europe; and (2) making long-term loans for environmental projects. Sets forth provisions concerning congressional consultation with respect to guidelines for the Bank. Title IV: International Finance Corporation Provisions - Amends the International Finance Corporation Act to provide that any securities issued or guaranteed by the International Finance Corporation shall be deemed to be exempted securities for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires the Corporation to file reports with the SEC, as appropriate. Permits the SEC to suspend such exemptions at any time. Directs the Secretary to instruct the U.S. executive directors of the World Bank and the Corporation to oppose any material change in the relationship between the Bank and the Corporation until the Secretary has consulted with specified congressional committees. Requires the Corporation to ensure that U.S. commercial banks, investment banking firms, and underwriters that are owned or controlled by women or minorities have an opportunity to participate in public offerings of Corporation obligations issued in the United States. Title V: Export-Import Bank Provisions - Amends the Support for East European Democracy (SEED) Act of 1989 to extend Export-Import Bank programs to SEED program countries (currently, Hungary and Poland). Defines a \"SEED program country\" as Poland, Hungary, Czechoslovakia and any other East European country that is taking steps toward: (1) political pluralism and economic reform; (2) respect for human rights; (3) a willingness to build a friendly relationship with the United States; and (4) protection of the environment. Amends the Export-Import Bank Act of 1945 to increase and extend the authorization of appropriations for the Tied Aid Credit Fund. Expresses the sense of the Congress that: (1) the Congress should declare Eastern and Central Europe to be a Tied Aid Credit Free Zone; (2) the Secretary should pursue negotiations leading to the establishment of such zone in Eastern Europe; (3) the Tied Aid Credit Fund should be used to promote these negotiations; (4) the Fund and the direct lending program of the Export-Import Bank should be adequately funded; and (5) the Export-Import Bank should expend amounts appropriated for the Fund independently of any limitation related to direct lending. Directs the Export-Import Bank to inform high technology companies about Bank programs for U.S. companies interested in exporting high technology to SEED program countries. Establishes and earmarks funds for an International Technology Superfund. Directs the Bank to use the Superfund to provide guarantees and insurance with respect to the export of high technology items to SEED program countries. Prohibits the Bank from extending credit in connection with agreements to sell defense articles or services to any country. (Current law prohibits the Bank from extending credit in connection with the sale of defense articles or services to economically less developed countries.) Makes such prohibition inapplicable to sales made before September 30, 1992 (currently, 1990). Directs the Bank to use all amounts appropriated for interest subsidy payments to enter into commitments with lenders. (Current law authorizes the Bank to enter into such commitments.) Extends the authorization of appropriations for interest subsidy payments. Limits such appropriations for FY 1992. Title VI: Debt Provisions - Amends the International Financial Institutions Act to direct the Secretary to instruct the U.S. executive directors of the multilateral development banks to urge their banks to use earnings and concessional multilateral development bank reflows to supplement adjustment lending to any country which: (1) has received loans on market terms; and (2) has become eligible for concessional lending by reason of declining per capita income. Requires the U.S. Government to urge Paris Club governments to negotiate reductions of debt owed to such governments by any eligible country: (1) which is demonstrating steps toward pluralism and democracy and is implementing economic reforms; and (2) with respect to which an IMF standby agreement or structural adjustment facility is in effect. Authorizes the President to reduce debt and debt service owed to the United States by such a country if the reduction is used to implement a debt reduction agreement pursuant to such negotiations. Requires the President, in exercising such authority, to encourage innovative approaches to the discounted sale of government-to-government debt. Encourages parties involved in debt reduction negotiations under the Brady plan to take specified steps. Directs the U.S. executive directors of the World Bank and the IMF to request reports from their respective institutions on how each debt restructuring agreement entered into by such institutions will reduce debt to levels that enable the debtor to achieve self-sustaining growth. Requires the Secretary to forward such reports to the House Committee on Banking, Finance and Urban Affairs and the Senate Committee on Banking, Housing, and Urban Affairs, along with a statement on whether the debt restructuring package will be sufficient to support self-sustaining growth by the debtor country."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Development and Eastern European Recovery Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "European Bank for Reconstruction and Development Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "International Development and Eastern European Recovery Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "European Bank for Reconstruction and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the participation of the United States in the ninth replenishment of the International Development Association, to authorize the participation of the United States in the European Bank for Reconstruction and Development, to exempt the International Finance Corporation from Securities Exchange Commission reporting requirements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:58-05:00"
}