{
  "actions": [
    {
      "acted_at": "1975-02-05", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2812-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Blanchard, James", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00094", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-05", 
  "number": "2812", 
  "official_title": "A bill to provide emergency relief with respect to home mortgage indebtedness to refinance home mortgages, to extend relief to the owners of homes who are unable to amortize their debt elsewhere.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3635-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5382-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Homeowners' Loan Act", 
  "sponsor": {
    "district": "15", 
    "name": "Ford, William D.", 
    "state": "MI", 
    "thomas_id": "00401", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-05", 
  "subjects": [
    "Advisory bodies", 
    "Finance and financial sector", 
    "Government corporations", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Loans", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-05", 
    "text": "Homeowners' Loan Act - Establishes the Homeowners' Loan Corporation. Requires the Board of Directors of the Corporation to determine the minimum amount of capital stock of the Corporation and to increase such capital stock from time to time in such amounts as may be necessary. Authorizes the Corporation to issue bonds in an aggregate amount not to exceed $10,000,000,000 which may be sold by the Corporation to obtain funds for carrying out the purposes of this Act. Authorizes the Corporation for a period of three years after the date of enactment of this Act, but only during any calendar quarter in which the Federal Home Loan Bank Board determines that the foreclosure rate exceeds one-half of 1 percent, to acquire home mortgages and other obligations and liens secured by real estate. States that each home mortgage or other obligation or lien so acquired shall be carried as a first lien or refinanced as a home mortgage by the Corporation on the basis of the price paid therefore by the Corporation, and shall be amortized by means of monthly payments sufficient to retire the interest and principal within a period of not to exceed thirty years. Directs the Board to issue such rules and regulations as may be necessary, including rules and regulations providng for the appraisal of the property on which loans are made under this section so as to accomplish the purposes of this Act. States that whoever makes any statement, knowing it to be false, or whoever willfully overvalues any security, for the purpose of influencing in any way the action of the Homeowners' Loan Corporation of the Board upon any application, advance, discount, purchase, or repurchase agreement, or loan under this Act, or any extension thereof, shall be punished by a fine of not more than $5,000, or by imprisonment for not more than two years, or both. Homeowners' Loan Act - Establishes the Homeowners' Loan Corporation. Requires the Board of Directors of the Corporation to determine the minimum amount of capital stock of the Corporation and to increase such capital stock from time to time in such amounts as may be necessary. Authorizes the Corporation to issue bonds in an aggregate amount not to exceed $10,000,000,000 which may be sold by the Corporation to obtain funds for carrying out the purposes of this Act. Authorizes the Corporation for a period of three years after the date of enactment of this Act, but only during any calendar quarter in which the Federal Home Loan Bank Board determines that the foreclosure rate exceeds one-half or 1 percent, to acquire home mortgages and other obligations and liens secured by real estate. States that each home mortgage or other obligation or lien so acquired shall be carried as a first lien or refinanced as a home mortgage by the first Corporation on the basis of the price paid therefore by the Corporation, and shall be amortized by means of monthly payments sufficient to retire the interest and principal within a period of not to exceed thirty years. Directs the Board to issue such rules and regulations as may be necessary, including rules and regulations providing for the appraisal of the property on which loans are made under this section so as to accomplish the purposes of this Act. States that whoever makes any statement, knowing it to be false, or whoever willfully overvalues security, for the purpose of influencing in any way the action of the Homeowners' Loan Corporation of the Board upon any application, advance, discount, purchase, or repurchase agreement, or loan under this Act, or any extension thereof, shall be punished by a fine of not more than $5,000, or by imprisonment for not more than two years, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeowners' Loan Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide emergency relief with respect to home mortgage indebtedness to refinance home mortgages, to extend relief to the owners of homes who are unable to amortize their debt elsewhere.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:13-05:00"
}