{
  "actions": [
    {
      "acted_at": "1984-04-26", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2602-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-26", 
  "number": "2602", 
  "official_title": "A bill to simplify the program of grants to the States for vocational education and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-26", 
  "subjects": [
    "Advisory bodies", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Block grants", 
    "Compensatory education", 
    "Consumer education", 
    "Consumer protection", 
    "Curricula", 
    "Disabled", 
    "Displaced homemakers", 
    "Economics and public finance", 
    "Education", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Educational research", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government records, documents, and information", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Labor supply", 
    "Language and languages", 
    "Local and Municipal Government", 
    "Local finance", 
    "Manpower training programs", 
    "Minorities", 
    "Planning", 
    "Poor", 
    "Single-parent families", 
    "State finance", 
    "States", 
    "Vocational education"
  ], 
  "subjects_top_term": "Vocational education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-26", 
    "text": "Amends the Vocational Education Act of 1963 (the Act) to revise and extend programs under the Act. Authorizes appropriations to carry out the Act for FY 1985 through 1989. Lowers the maximum amount which is to be transferred from funds reserved under the Act to the National Occupational Information Coordinating Committee in any fiscal year. Eliminates a requirement that the amount of any State's allotment from appropriations provided under the Act for any fiscal year not be less than the total amount of payments made to the State under allotments determined for a specified fiscal year. Eliminates a requirement that specified portions of the State allotment be used for programs of national significance (80 percent) and programs of bilingual vocational training (20 percent). Eliminates requirements that State boards for vocational education certify: (1) any delegation of its responsibilities; and (2) that the appropriate agencies, councils, and individuals have been afforded the opportunity to be involved in the formulation of specified plans and reports. Eliminates a requirement that each State reserve specified funds for assignment of personnel to assist the State board. Eliminates a prohibition against State advisory council members representing more than one of specified categories. Eliminates a requirement that a State certify the establishment and membership of its State advisory council. Eliminates requirements relating to the State advisory council's meetings, Chairman, and rules for operating procedures and staffing. Eliminates a requirement that each State advisory council evaluate vocational education programs, services, and activities assisted under the Act and publish and distribute the results of such evaluation. Authorizes appropriations for FY 1985 through 1989 for grants to State advisory councils to carry out their functions under the Act. Eliminates requirements that general applications for assistance under such Act include assurances that: (1) annual applications by eligible recipients will include descriptions of the relationship between the proposed vocational education programs and other programs in the area or community which are supported by State and local funds; and (2) no program will receive funds which cannot demonstrate specified types of results. Requires that such general applications assure that first priority will be given to applicants located in economically depressed and high unemployment areas (and only then will priority be given to applicants proposing new types of programs). Revise provisions for five-year State plans to require that such plans be submitted during FY 1985 and during each fifth fiscal year occurring thereafter. Eliminates requirements for five-year State plans relating to: (1) meetings during the planning year between representatives of the State board and representatives of specified agencies, councils, and individuals; (2) appeals of State board planning decisions by such agencies or councils; (3) explicit descriptions of planned uses of funds in specified terms and with demonstrations of necessity, including descriptions of intended uses of funds to meet the special needs of handicapped and disadvantaged persons and persons with limited English-speaking ability; and (4) the special programs and placement services for displaced homemakers, single heads of households, part-time workers, and those seeking jobs in areas not traditionally considered job areas for those of their gender. Eliminates requirements for annual program plans and accountability reports relating to: (1) meetings between representatives of the State board and representatives of specified agencies, councils, and individuals; (2) appeals of State board decisions by such agencies or councils; (3) planning provisions setting forth explicitly the uses the State intends to make of such differences between such uses and those which were set forth in the five-year plan; (4) reporting provisions including descriptions of goals and uses in specified terms and descriptions of uses for State administration and among specified authorized uses; and (5) modifications to avoid duplication of data-collection. Eliminates approval requirements that: (1) the Secretary of Education's findings as to the compliance of five-year plans and annual program plans and accountability reports with the provisions of such Act be in writing; (2) such plans and reports be reviewed by appropriate Federal vocational education agencies; (3) such plans and reports be reviewed by State agencies to assure equal access by both men and women to such programs; and (4) States compile such plans or reports with nationally uniform definitions and information elements. Eliminates requirements that specified percentages of assistance to States for vocational education be allotted to programs for: (1) handicapped persons; (2) disadvantaged and limited English-speaking persons; and (3) persons enrolled in intermediate degree programs, in the labor market, or unemployed. Sets forth provisions for authorization of grants to States and uses of funds in accordance with five-year State plans and annual program plans. Includes among such authorized uses the authorized uses enumerated under current law provisions for basic grant programs, program improvement and supportive services, special programs for the disadvantaged, and consumer and homemaking education programs, as well as emergency remodeling and renovation of vocational education facilities, and bilingual education programs conducted by State agencies, local educational agencies, or postsecondary educational institutions. (Current law provides for emergency remodeling and renovation and for bilingual education programs under provisions for national programs.) Requires State boards to make specific findings that use of funds under the Act for stipends or placement services is necessary due to inadequate services or inadequate funding of similar programs. Eliminates provisions for payments to States of 50 percent of the cost of programs, services, and activities under basic grant provisions and program improvement and supportive services for persons with special needs. Provides that payments for the costs of preparing five-year plans, annual program plans, and accountability reports and conducting evaluations shall be made from State allotments. Directs the Bureau of Occupational and Adult Education to conduct a review of such programs in at least ten States during fiscal years 1986 through 1989. Directs the Department of Education to conduct a fiscal audit of such programs during the same period. Eliminates the separate authorization of grants and specified requirements for expenditures for basic grant programs, program improvement and supportive services, special programs for the disadvantaged, and consumer and homemaking education programs. Eliminates all provisions for national programs for vocational education, with the exception of provisions for vocational education data and occupational information data systems. Revises the latter provisions to repeal specified deadlines for required activities of the Secretary of Education, the Administrator of the National Center for Education Statistics, and the National Occupational Information Coordinating Committee. Replaces references to the Comprehensive Employment and Training Act of 1973 with references to the Job Training Partnership Act. Eliminates outdated provisions relating to the Bureau of Occupational and Adult Education. Eliminates provisions for the National Advisory Council on Vocational Education. Eliminates specified programs of national significance, a national center for research in vocational education, personnel training and development programs, bilingual vocational training programs, and emergency assistance for remodeling and renovation of vocational education facilities. Revises definitions under such Act to conform to amendments made by this Act (such as the elimination of the National Advisory Council on Vocational Education) and by previous transfers of authority to the Secretary of Education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to simplify the program of grants to the States for vocational education and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:20-05:00"
}