{
  "actions": [
    {
      "acted_at": "1973-06-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9013-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Alexander, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "00010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mills, Wilbur D.", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "00810", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-27", 
  "number": "9013", 
  "official_title": "A bill to consent to the Interstate Environment Compact.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s9-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Interstate Environment Compact", 
  "sponsor": {
    "district": "4", 
    "name": "Thornton, Ray", 
    "state": "AR", 
    "thomas_id": "01156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-27", 
  "subjects": [
    "Environmental protection", 
    "Interstate compacts", 
    "States"
  ], 
  "subjects_top_term": "Interstate compacts", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-27", 
    "text": "Interstate Environment Compact - Grants the consent of Congress for any two or more States to enter into the Interstate Environment Compact. States that the purposes of the signatories in exacting this compact are: (1) to assist and participate in national environmental protection activities involving surveillance and monitoring, data gathering and data sharing, the planning, construction, financing, and operation and maintenance of treatment facilities, as set forth in Federal legislation, and the regulation of land use not inconsistent with the Clean Air Act, the Federal Water Pollution Control Act, the Solid Waste Disposal Act, or other Federal law; (2) to promote, through interstate agreements, intergovernmental cooperation and coordination in such activities by the signatories and the Federal Government; and (3) to preserve and utilize the functions, powers, and duties of existing State agencies of government to the maximum extent possible consistent with the purposes of the compact. Authorizes signatories to jointly participate in cooperation or joint undertakings for the protection of the interstate environment with the Federal Government or with any intergovernmental or interstate agencies. States that signatories may enter into agreements for the purpose of controlling interstate environmental pollution problems in a manner not inconsistent with applicable Federal law. Recognizes all existing interstate and Federal-interstate compacts directly relating to environmental protection. Provides for the allowance of future multistate commissions, interstate compacts, and supplementary agreements not conflicting with obligations under this compact or supplementary agreements. Authorizes the Chief Executive of each State to negotiate supplementary agreements for the signatories and renders the agreement, upon his official signature, binding upon the signatories. Provides that the legislative body of any signatory entering into such a supplementary agreement shall have approved or conditioned the agreement of that signatory by appropriate legislative action. Provides that nothing in this compact shall be construed to limit the right of Congress by Act or law to disapprove or condition a supplementary agreement. Declares that nothing in the compact shall be construed to restrict any power or authority constitutionally possessed by any signatory within its jurisdiction. Provides that any person may commence a civil action on his own behalf against any signatory or any common or joint agency established by supplementary agreement to enjoin any violation of this compact or of any supplementary agreement. Gives the U.S. district courts jurisdiction over any such action. Requires a public hearing before any decision can be made by an agency created under this compact or any supplementary agreement. Declares that no provision of this Compact or a supplementary agreement shall be construed as invalidating any provision of law of any signatory. Provides that the provisions of this compact are severable and if any phrase, clause, sentence, or provision of this compact or a supplementary agreement is declared to be contrary to the constitution of any signatory or of the United States or is held invalid, the constitutionality of the remainder of this compact shall not be affected. Provides for withdrawal from the compact by legislative act, to become effective one year after written notification of withdrawal to all signatories. Reserves the power of Congress to withdraw or condition its consent to the compact. Requires that advance notice be given to the President and Congress regarding the commencement of forced negotiations by signatories on any proposed supplementary agreement or amendment thereof. Requires certified copies of supplementary agreements or amendments thereof to be filed with the President and with the presiding officers of the Senate and House of Representatives. Establishes rules for the consideration and debate of such supplementary agreements and amendments thereof by the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate Environment Compact", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consent to the Interstate Environment Compact.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:19-05:00"
}