{
  "actions": [
    {
      "acted_at": "1975-02-24", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s814-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hartke, Vance", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01349", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-24", 
  "number": "814", 
  "official_title": "A bill to supplement the Federal Trade Commission Act by amending it to increase competition, promote interstate and foreign commerce, prevent unreasonable restraints on commerce and the commercial working of technology advancements, to protect the freedom of employment for scientists and engineers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-24", 
  "subjects": [
    "Antitrust law", 
    "Consumer protection", 
    "Environmental protection", 
    "Labor and employment", 
    "Patent law and legislation", 
    "Patents", 
    "Safety measures", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientists"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-24", 
    "text": "Declares it to be an unfair act or practice subject to the Act creating the Federal Trade Commission, and an inequitable practice, for the owner of a United States patent relating to the public health, energy or the environment, and which meets the enumerated criteria of this Act, or any licensee having sublicensing rights thereunder, to refuse or fail to license such patent, together with all available know-how necessary commercially to work with the best modes of making, using, and selling the subject matter of the patent, to any applicant in the United States on reasonable and nondiscriminatory terms, when the effect of such refusal or failure may be substantially to lessen actual or potential commerce. Declares it to be an unfair practice, and an inequitable practice, for any corporation to lessen competition or tend to create a monopoly in any line of commerce or substantially by lessening the opportunity of an employee to pursue his livelihood. Authorizes and directs the Federal Trade Commission to define any and all terms used herein, and otherwise to prescribe such procedural and substantive rules and regulations as may be necessary or appropriate for carrying out the purposes of this Act. Provides that the Commission, acting through its own attorneys, is authorized and directed to seek injunctive and such other relief as may be necessary or appropriate to prevent violation of any provision of this Act or of any rule or regulation promulgated hereunder, in any court of competent jurisdiction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to supplement the Federal Trade Commission Act by amending it to increase competition, promote interstate and foreign commerce, prevent unreasonable restraints on commerce and the commercial working of technology advancements, to protect the freedom of employment for scientists and engineers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:08-05:00"
}