{
  "actions": [
    {
      "acted_at": "2009-05-21", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-252.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-252.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-07", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Kohl. With written report No. 111-39.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-07", 
      "calendar": "Senate Legislative", 
      "number": "99", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 99.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1406-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-07", 
  "number": "1406", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2010, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2997-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2997-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2997-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3606-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2010", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-07-07", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural pests", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Agriculture and food", 
    "Animal and plant health", 
    "Appropriations", 
    "Aquaculture", 
    "Asia", 
    "Broadcasting, cable, digital technologies", 
    "California", 
    "Census and government statistics", 
    "China", 
    "Commodity Credit Corporation", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "District of Columbia", 
    "Educational technology and distance education", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Floods and storm protection", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Forests", 
    "General agriculture matters", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Hazardous wastes and toxic substances", 
    "Health technology, devices, supplies", 
    "Higher education", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Illinois", 
    "Indian social and development programs", 
    "Internet and video services", 
    "Low- and moderate-income housing", 
    "Meat", 
    "Minority education", 
    "Missouri", 
    "Montana", 
    "Nutrition and diet", 
    "Poverty and welfare assistance", 
    "Public utilities and utility rates", 
    "Residential rehabilitation and home repair", 
    "Rhode Island", 
    "Rural conditions and development", 
    "Small business", 
    "Solid waste and recycling", 
    "Student aid and college costs", 
    "User charges and fees", 
    "Vermont", 
    "Water quality", 
    "Water resources funding", 
    "Water use and supply", 
    "Watersheds", 
    "West Virginia", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2009-07-07", 
    "text": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2010 - Title I: Agricultural Programs - Appropriates FY2010 funds for the following Department of Agriculture (Department) programs and services: (1) Office of the Secretary of Agriculture (Secretary); (2) Office of Tribal Relations; (3) Office of the Chief Economist; (4) National Appeals Division; (5) Office of Budget and Program Analysis; (6) Office of Homeland Security; (7) Office of the Chief Information Officer; (8) Office of the Chief Financial Officer; (9) Office of the Assistant Secretary for Civil Rights; (10) Office of Civil Rights; (11) Office of the Assistant Secretary for Administration; (12) agriculture buildings and facilities and rental payments; (13) hazardous materials management; (14) departmental administration; (15) Office of the Assistant Secretary for Congressional Relations; (16) Office of Communications; (17) Office of the Inspector General; (18) Office of the General Counsel; (19) Office of the Under Secretary for Research, Education, and Economics; (20) Economic Research Service; (21) National Agricultural Statistics Service; (22) Agricultural Research Service; (23) National Institute of Food and Agriculture; (24) Native American Institutions Endowment Fund; (25) extension and integrated activities; (26) Office of the Under Secretary for Marketing and Regulatory Programs; (27) Animal and Plant Health Inspection Service; (28) Agricultural Marketing Service; (29) Grain Inspection, Packers and Stockyards Administration; (30) Office of the Under Secretary for Food Safety; (31) Food Safety and Inspection Service; (32) Office of the Under Secretary for Farm and Foreign Agricultural Services; (33) Farm Service Agency; (34) dairy indemnity program; (35) Agricultural Credit Insurance Fund Program Account; (36) Risk Management Agency; (37) Federal Crop Insurance Corporation Fund; and (38) Commodity Credit Corporation Fund. Title II: Conservation Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Natural Resources and Environment; and (2) Natural Resources Conservation Service. Title III: Rural Development Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Rural Development; (2) rural development salaries and expenses; (3) Rural Housing Service; (4) Rural Business-Cooperative Service; and (5) Rural Utilities Service. Title IV: Domestic Food Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Food, Nutrition and Consumer Services; and (2) Food and Nutrition Service. Title V: Foreign Assistance and Related Programs - Appropriates funds for the following: (1) Foreign Agricultural Service; (2) Public Law 480 (P.L. 480) program title I and title II grants; (3) Commodity Credit Corporation export loans program account; and (4) McGovern-Dole international food for education and child nutrition program grants. Title VI: Related Agencies and Food and Drug Administration - Appropriates funds for the following: (1) Food and Drug Administration (FDA); and (2) Farm Credit Administration. Title VII: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 703) Authorizes the Secretary to transfer unobligated balances to the Working Capital Fund for plant and capital equipment acquisition. (Sec. 704) Prohibits appropriations under this Act from remaining available for obligation beyond the current fiscal year unless expressly provided for. (Sec. 705) Limits negotiated indirect costs on cooperative agreements between the Department and nonprofit organizations to 10%. (Sec. 708) Prohibits the use of funds under this Act for the Safe Meat and Poultry Inspection Panel. (Sec. 709) Requires that Department agencies reimburse each other for employees detailed for longer than 30 days. (Sec. 712) Prohibits, without congressional notification, funds available under this Act or under previous appropriations Acts from being used through a reprogramming of funds to: (1) eliminate or create a new program; (2) relocate or reorganize an office or employees; (3) privatize federal employee functions; or (4) increase funds or personnel for a project for which funds have been denied or restricted. Prohibits, without congressional notification, funds available under this Act or under previous appropriations Acts from being used through a reprogramming of funds in excess of $500,000 or 10%, whichever is less: (1) to augment an existing program; (2) to reduce by 10% funding or personnel for any existing program; or (3) that results from a reduction in personnel which would result in a change in existing programs. (Sec. 713) Prohibits the use of funds for user fee proposals that fail to provide certain budget impact information. (Sec. 714) Prohibits the use of funds to close or relocate a Rural Development office unless the Secretary determines the cost effectiveness and/or enhancement of program delivery. (Sec. 715) Prohibits funds made available by this Act from being used to close or relocate the FDA Division of Pharmaceutical Analysis in St. Louis, Missouri, outside the city or county limits. (Sec. 716) Appropriates funds for Rural Development program purposes in communities suffering from extreme outmigration that are in Empowerment Zone-designated areas. (Sec. 717) Limits funds made available in FY2010 or preceding fiscal years under P.L. 480 to reimburse the Commodity Credit Corporation (CCC) for the release of certain commodities under the Bill Emerson Humanitarian Trust Act. (Sec. 718) Appropriates funds for a grant to the National Center for Natural Products Research for construction or renovation to carry out the research objectives of the natural products research grant issued by the FDA. (Sec. 719) Makes funds available in the current fiscal year for agricultural management assistance under the Federal Crop Insurance Act and for specified conservation programs under the Food Security Act of 1985 until expended for obligations made in the current fiscal year. (Sec. 720) Limits funds to carry out the environmental quality incentives program under the Food Security Act of 1985. Prohibits the use of CCC funds for dam rehabilitation under the Watershed Protection and Flood Prevention Act. Reduces the maximum amount of FY2010 funds available for domestic food assistance programs under the Act of August 24, 1935, before amounts in excess of such maximum must be transferred to carry out the Richard B. Russell National School Lunch Act. Limits funds to carry out the fresh fruit and vegetable program until October 1, 2010. Rescinds specified unobligated amounts for domestic food assistance programs under the Act of August 24, 1935. (Sec. 721) Makes eligible for economic development and job creation assistance under the Rural Electrification Act in the same manner as a borrower under such Act any former Rural Utilities Service borrower that has repaid or prepaid an insured, direct or guaranteed loan under such Act, or any not-for-profit utility that is eligible to receive an insured or direct loan under such Act. (Sec. 722) Appropriates funds for an agricultural pest facility in Hawaii. (Sec. 723) Appropriates funds to develop and test new food products to improve the nutritional delivery of humanitarian food assistance under the McGovern-Dole and the P.L. 480 (title II) programs. (Sec. 724) Directs the Rural Utilities Service, the Rural Housing Service, and the Rural Business and Cooperative Service to permit an applicant to solicit and procure professional services and have prepared all environmental reviews, assessments, and impact statements. (Sec. 725) Directs the Secretary, until receipt of the 2010 decennial Census, to consider: (1) the unincorporated area of Los Osos, California, eligible for rural water and waste disposal loans and grants; (2) the unincorporated community of Thermalito in Butte County, California, eligible for rural housing loans and grants. (Sec. 726) Amends the Bill Emerson National Hunger Fellows and Mickey Leland International Hunger Fellows Program Act of 2008 to appropriate funds for the Bill Emerson National Hunger Fellowship Program and the Mickey Leland International Hunger Fellowship Program. (Sec. 727) Appropriates funds for: (1) the Wisconsin Department of Agriculture, Trade, and Consumer Protection; and (2) the Vermont Agency of Agriculture, Foods, and Markets. (Sec. 728) Directs the Natural Resources Conservation Service to provide financial and technical assistance through the Watershed and Flood Prevention Operations program to carry out: (1) Pocasset River Floodplain Management Project in Rhode Island; (2) the East Locust Creek Watershed Plan Revision in Missouri; (3) the Little Otter Creek Watershed Project in Missouri; (4) the DuPage County Watershed Project in Illinois; (5) the Dunloup Creek Watershed Project in Fayette and Raleigh Counties, West Virginia; (6) the Dry Creek Watershed Project in California; and (7) the Upper Clark Fork Watershed Project in Montana. (Sec. 729) Amends the Richard B. Russell National School Lunch Act regarding the program for at-risk school children to: (1) make Wisconsin a program participant; and (2) increase the total number of program states from 10 to 11. (Sec. 730) Prohibits, regarding the specialty crop research initiative, funds from being used to prohibit the provision of certain in-kind support from nonfederal sources. (Sec. 731) Makes unobligated balances for salaries and expenses for the Farm Service Agency and the Rural Development mission area under this Act available for information technology expenses through September 30, 2011. (Sec. 732) Amends the Richard B. Russell National School Lunch Act to exclude combat pay from household income in calculating a child's eligibility for free or reduced price meals under the school lunch program. Amends the Child Nutrition Act of 1966 to require states to exclude combat pay from family income in making eligibility determinations under the special supplemental nutrition program for women, infants, and children (WIC). (Sec. 733) Amends the Federal Crop Insurance Act and the Trade Act of 1974 to include multiyear assistance/multiyear production loss coverage under the supplemental agricultural disaster assistance programs. (Sec. 734) Obligates funds under this Act for WIC program evaluation. (Sec. 735) Obligates funds under this Act for infrastructure, management information systems, and breastfeeding peer counseling support. (Sec. 736) Requires certain agencies providing international food assistance to provide the appropriate congressional committees with specified cost-savings alternatives. (Sec. 737) Amends the Food, Conservation, and Energy Act of 2008 to appropriate funds for: (1) emergency food program infrastructure grants; (2) direct reimbursement payments for geographically disadvantaged farmers or ranchers; and (3) compensation to durum wheat producers for fungicide costs to control Fusarium head blight (wheat scab). (Sec. 740) Appropriates funds to the Kansas Farm Bureau Foundation for workforce development initiatives to address rural out-migration. (Sec. 741) Appropriates funds to the Farm Service Agency for a pilot program to demonstrate the use of new technologies that increase the growth rate of reforested hardwood trees on private non-industrial forests lands, enrolling lands on the coast of the Gulf of Mexico that were damaged by Hurricane Katrina in 2005. (Sec. 742) Makes very-low, low, and moderate income applicants eligible for the intermediate relending housing program for the Mississippi Band of Choctaw Indians. (Sec. 743) Authorizes the Secretary to permit a state agency to use funds provided in this Act to exceed a specified maximum amount of reconstituted infant formula when issuing infant formula to participants. (Sec. 744) Prohibits funds under this Act from being used to establish or implement a rule allowing U.S. importation of poultry products from the People's Republic of China (PRC) unless the Secretary commits to conduct audits of inspection systems, on-site reviews of slaughter and processing facilities, laboratories and other control operations before any Chinese facilities are certified as eligible to ship fully cooked poultry products to the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2010, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:13-05:00"
}