{
  "actions": [
    {
      "acted_at": "1974-05-29", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-06-04", 
      "references": [], 
      "text": "Reported to House from the Committee on the District of Columbia with amendment, H. Rept. 93-1080.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #285 (314-17).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-11", 
      "committee": "Senate Committee on the District of Columbia", 
      "references": [], 
      "text": "Referred to Senate Committee on the District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-06-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the District of Columbia with amendment, S. Rept. 93-967.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-27", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-01", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-08", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-25", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1225.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-25", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-01", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-08-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-08-14", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-08-14", 
      "references": [], 
      "text": "Public law 93-376.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15074-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate District of Columbia", 
      "committee_id": "SSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Adams, Brock", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1973-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fraser, Donald M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00411", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Rees, Thomas N.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00950", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-08-14", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-29", 
  "number": "15074", 
  "official_title": "An Act to regulate certain political campaign finance practices in the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Campaign Finance Reform Act", 
  "sponsor": {
    "district": "13", 
    "name": "Diggs, Charles C., Jr.", 
    "state": "MI", 
    "thomas_id": "00298", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-29", 
  "subjects": [
    "Campaign funds", 
    "District of Columbia", 
    "Government operations and politics", 
    "Taxation"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-08-14", 
    "text": "(LATEST SUMMARY) District of Columbia Campaign Finance Reform and Conflict of Interest Act - =Title I: Short Title, Definitions= - Defines the terms used in this Act. =Title II: Financial Disclosures= - Provides that no expenditure shall be made for or on behalf of a political committee without the authorization of its chairman or treasurer, or their designated agents. Sets forth procedures for the recording and handling of campaign contributions. Requires each candidate to designate in writing one political committee as his principal campaign committee. Requires the principal campaign committee to receive from all other campaign committees of the candidate reports of all contributions made. Requires each political committee and candidate making expenditures or receiving contributions to designate a bank in the District of Columbia as the campaign depository for that committee or candidate. Requires all contributions to be deposited in an account at such banks, and all expenditures to be made by check from such account. Requires each political committee to file with the Director of Campaign Finance of the District of Columbia Board of Elections and Ethics a statement of organization. Sets forth the elements of information to be included in such statement. Requires each candidate, within 5 days of becoming a candidate or receiving a contribution or making a campaign expenditure, to file with the Director a registration statement. Sets forth reporting requirements with respect to campaign contributions and expenditures. =Title III: Director of Campaign Finance= - Establishes within the District of Columbia Board of Elections and Ethics the Office of Director of Campaign Finance. Sets forth the powers and duties of the Director with respect to administration of this Act. Establishes within the Government of the District of Columbia the District of Columbia Board of Elections and Ethics Nominating Committee, having the function of nominating individuals for appointment as members of the District of Columbia Board of Elections and Ethics. Sets forth the membership composition of the Committee. Sets forth procedures for nominating and placing individuals on the Board. Provides that on and after the date of enactment of this Act, the Board of Elections of the District of Columbia established under the District of Columbia Election Act shall be known as the District of Columbia Board of Elections and Ethics and shall have the powers, duties and functions as provided in such Act. =Title IV: Finance Limitations= - Sets forth limitations on political campaign contributions and expenditures. =Title V: Lobbying= - Requires all lobbyists to register with the Director. Requires all lobbyists to keep a detailed and exact account of all contributions and expenditures. Sets forth penalties for violation of this Title.u =Title VI: Conflict of Interest and Disclosure= - Prohibits any public official from using his official position or office to obtain financial gain for himself, any member of his household, or any business with which he or a member of his household is associated, other than that compensation provided by law. Sets forth procedures to be followed by public officials when faced with making a decision or taking an action which might constitute a conflict of interest. Requires all candidates for public office to file a statement of full financial disclosure with the Board. =Title VII: Penalties and Enforcement Tax Credits, Use of Surplus Campaign Funds, Voters' Information Pamphlets, Study of 1974 Election and Report by Council, Effective Dates, Amendments to District of Columbia Election Act, and Authorization= - Sets forth penalties for violation of this Act. Revises the District of Columbia Income and Franchise Tax Act of 1947 by allowing credits for campaign contributions. Sets forth procedures for handling surplus campaign funds. Requires the Council of the District of Columbia to study the operation and effect of the District of Columbia Campaign Finance Reform Act and the District of Columbia Election Act on the 1974 elections and to recommend possible modifications to such Acts. Sets forth effective dates for the Titles of this Act. Authorizes the appropriation of such sums as may be necessary to carry out the purposes of the District of Columbia Election Act. Authorizes the use of funds appropriated under the District of Columbia Self-Government Reorganization Act to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Campaign Finance Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate certain political campaign finance practices in the District of Columbia.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to regulate certain political campaign finance practices in the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:01-05:00"
}