{
  "actions": [
    {
      "acted_at": "1984-02-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-05", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4920-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1984-02-23", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1984-02-23", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1984-02-23", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-23", 
  "number": "4920", 
  "official_title": "A bill to amend titles IV, XVI, and XVIII of the Social Security Act and chapter 1 of the Internal Revenue Code of 1954 to reverse the present upward trend in the poverty rate, particularly among children and the elderly.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Anti-Poverty Act of 1984", 
  "sponsor": {
    "district": "16", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-23", 
  "subjects": [
    "Aid to dependent children", 
    "Birth control", 
    "Business and commerce", 
    "Child support", 
    "Cost of living adjustments", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Employer incentives", 
    "Excise tax", 
    "Food relief", 
    "Food stamps", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Health", 
    "Health insurance", 
    "Income", 
    "Income tax", 
    "Inflation", 
    "Insurance", 
    "Labor and employment", 
    "Manpower training programs", 
    "Medicaid", 
    "Old age, survivors and disability insurance", 
    "Pregnancy", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Social welfare", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Tax credits", 
    "Taxation", 
    "Unemployment", 
    "Unemployment insurance", 
    "Widowers", 
    "Widows", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-23", 
    "text": "Omnibus Anti-Poverty Act of 1984 - Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to require a State to make monthly payments to each family with dependent children in an amount determined by subtracting, after the application of resource and disregard provisions, the family's monthly income from its monthly cash needs standard (equal to one-twelfth of the annual cash needs standard) or from its monthly payment standard (equal to one-twelfth of the annual payment standard). Requires a State to establish for any family with dependent children: (1) an annual cash needs standard; and (2) an annual payment standard specifying the amount of AFDC that the family would receive monthly under AFDC if it had no other income. Requires that, in the case of a family with no income other than AFDC (and reducing such income only by the applicable standard deduction specified by the Food Stamp Act of 1977), each of such standards when added to the total monthly allotments of food stamp coupons equal an amount that places the family at no less than 65 percent of the poverty level. Directs the Secretary of Health and Human Services to determine the poverty level for each State. Revises provisions relating to dependent children of unemployed parents. Requires a State to make AFDC payments with respect to dependent children in two-parent families not otherwise eligible. Authorizes a State, with respect to making such payments, to: (1) establish benefit levels for such families which are lower than those for other families; (2) limit the payment of aid to no less than six months during any 12-month period; and (3) establish work and training requirements. Modifies earnings disregards. Repeals the gross income limitation. Increases to $2,250 (or in the case of a family of two or more, one of whom is over sixty, $3500) the value of resources which a family may possess and still remain eligible for AFDC. Directs the Secretary to prescribe the types and allowable amounts of resources which a family may own. Sets forth guidelines for the Secretary to follow in making such prescription. Revises part A work program requirements. Requires a State to have in operation either the work incentive program under part C (Work Incentive Program) of title IV of the Social Security Act or a demonstration project established under part A (General Provisions) of title XI of such Act. Repeals provisions of part A of title XI which place certain time limits on demonstration projects. Directs the Secretary, under part A of title IV of such Act, to make annual grants to States with an approved AFDC plan so that such States can carry out special programs, projects, and experiments designed to reduce the dependency of individuals and families who are eligible for AFDC. Includes among the purposes for which the grants may be used: (1) a supported work or diversion program for long-term adult recipients of such aid and other persons who have difficulty finding and obtaining employment; (2) work experiments aimed at easing the transition of such individuals and families to jobs in the private sector; (3) projects emphasizing the importance of additional schooling, job training, family planning, and other services; and (4) other projects likely to reduce dependency. Requires a State to submit a plan which the Secretary approves before a grant will be made. Requires a State to report to the Secretary on the use of the grant. Requires unemployment compensation to be treated as earned income under part A of title IV of the Social Security Act. Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to provide for: (1) cost-of-living adjustments in child support payments; and (2) adjustments in child support payments to reflect any increased costs attributable to the increasing age of a child. Revises provisions relating to the distribution of amounts collected under part D as child support. Requires: (1) at least 25 percent of any such support collected to be paid to the family without any decrease in the amount otherwise payable as aid under title IV; and (2) 40 percent of the first $50 of such amounts as are in excess of the amounts required to be distributed under clause one to be paid to the family without any decrease in the amount paid as assistance. Directs the Secretary to: (1) notify all recipients of and applicants for benefits under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act of the availability of the supplemental security income program (title XVI of the Social Security Act); (2) notify all recipients of and applicants for SSI or AFDC of the availability of food stamps; (3) notify unemployment compensation benefit recipients of the availability of AFDC; and (4) notify food stamp recipients of the availability of AFDC. Increases the Federal share of AFDC expenses in the case of a State which increases after November 30, 1983, the level of AFDC payable under its State plan. States that: (1) increases resulting from a State's initial compliance with increased benefits required by this Act shall not result in such an increase in the Federal share; and (2) the increase will not be paid to a State if any group health plan offered by the State does not meet the requirements of the following paragraph. Requires the group health plan of an employer of 25 or more employees to: (1) have an open enrollment period of at least 30 days duration for each married employee who is eligible to enroll or is enrolled under the plan and whose spouse loses coverage under a group health plan due to the involuntary layoff or involuntary separation (other than for cause) of the spouse; (2) provide coverage for at least 90 days following an employee's involuntary separation or layoff (other than for cause); (3) not discriminate in the treatment of any child of an individual on the basis that the individual is divorced or separated or on the basis that the child is not living with or in the custody of the individual; and (4) permit a former employee, for the 30 day period beginning on the date of the individual's layoff or separation from employment or, at the option of the employee, beginning on the last day of any continuation of coverage under the plan or clause (2), to secure coverage where the loss of coverage is the result of the individual's involuntary layoff separation (other than for cause) from employment. Excludes from the definition of \"employer\" the U.S. Government and the government of any State. Amends the Internal Revenue Code to impose on an employer of 25 or more employees a tax of ten percent of the amount of the nonqualified employee health expenses paid or incurred during a year. Defines \"nonqualified employee health expenses\" as expenses paid or incurred by the employer for a group health plan to the extent such expenses are allocable to a period during which the plan has not met the requirements of the preceding paragraph. Amends title XVI (Supplemental Security Income) of the Social Security Act to exclude from income ten percent of an individual's benefits received under title II (Old Age, Survivors and Disability Insurance) of such Act, except for specified groups of individuals. Amends title II of the Social Security Act to prohibit the reduction of OASDI benefits for a widow or widower who is over 80. Amends title XVI (Supplemental Security Income) of the Social Security Act to require in the case of a State which makes optional State supplementary payments and which after November 30, 1983, increases such payments that the Secretary pay in advance to such State 30 percent of the supplemental payments attributable to such increase. Amends the Internal Revenue Code to: (1) provide for an increase in the earned income credit; (2) provide for the disregard of any needs-based governmental benefit in determining support and maintenance of a household; (3) provide for the disregard of any refund of Federal income taxes made because of the earned income credit for purposes of determining eligibility for or the amount of benefits under any Federal or State program which receives Federal funds; (4) provide for cost-of-living adjustments in the earned income credit; (5) increase the targeted jobs credit; and (6) include food stamp recipients as members of targeted groups. Requires a State's Medicaid plan (under title XIX of the Social Security Act) to provide coverage for a pregnant woman if she would be eligible for AFDC if the child were already born and living with her. Requires Medicaid coverage for SSI receipents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Anti-Poverty Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles IV, XVI, and XVIII of the Social Security Act and chapter 1 of the Internal Revenue Code of 1954 to reverse the present upward trend in the poverty rate, particularly among children and the elderly.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:44-05:00"
}