{
  "actions": [
    {
      "acted_at": "1999-01-20", 
      "references": [
        {
          "reference": "CR S756", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s255-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1999-01-20", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-20", 
  "number": "255", 
  "official_title": "A bill to combat waste, fraud, and abuse in payments for home health services provided under the medicare program, and to improve the quality of those home health services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Health Integrity Preservation Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-20", 
  "subjects": [
    "Actions and defenses", 
    "Auditing", 
    "Bankruptcy", 
    "Chronically ill", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Debtor and creditor", 
    "Department of Health and Human Services", 
    "Employee training", 
    "Executive reorganization", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Health", 
    "Health care industry", 
    "Health surveys", 
    "Home care services", 
    "Inspectors general", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Medicare fraud", 
    "Patients' rights", 
    "Quality of care", 
    "Social welfare", 
    "State employees", 
    "Subcontractors", 
    "Surety and fidelity", 
    "Surveys"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-20", 
    "text": "Home Health Integrity Preservation Act of 1999 - Amends title XVIII (Medicare) of the Social Security Act (SSA) with regard to home health agencies. (Sec. 2) Revises a home health agency's conditions of participation to require that it have: (1) sufficient knowledge of reimbursement requirements, coverage criteria and claims procedures, and the civil and criminal penalties for noncompliance; (2) managing employees with sufficient prior education or work experience in health care delivery; (3) a fraud and abuse compliance program; and (4) a practice of making the most recent compliance survey available to beneficiaries or their representatives. Requires a home health agency to notify its fiscal intermediary and the State licensing or certifying entity that the agency: (1) is providing a category of skilled service that it was not providing at the time of its most recent standard survey; (2) is operating a new branch office that was not in operation at the time of its most recent survey; and (3) is involved in a new joint venture with other health care providers or other business entities. (Sec. 3) Requires the Secretary of Health and Human Services (HHS) to provide for the comprehensive training of State and Federal surveyors in matters relating to requirements for reimbursement and coverage of services. (Sec. 4) Requires home visits conducted as part of a home health agency's standard survey to evaluate whether individuals are homebound for purposes of qualifying for home health benefits. Requires a standard survey to include: (1) an assessment of whether the agency is in compliance with all conditions of participation and other specified requirements; (2) an assessment that the agency's managing employees have attested in writing to having sufficient knowledge of the requirements for reimbursement, coverage criteria and claims procedures, and the civil and criminal penalties for noncompliance; and (3) a review of the services provided by agency subcontractors to ensure that they are being provided in a manner consistent with requirements. Requires a survey, after the first two annual surveys, at any time the agency notifies the Secretary of a new category of skilled service it is providing, or of a new branch office. Requires occasional surveys of randomly selected agencies. Requires any agreement with a fiscal intermediary to require that it review the overall business structure of a home health agency submitting a reimbursement claim, including any related organizations of the agency. (Sec. 5) Prohibits the Secretary from entering into an agreement for the first time with a home health agency unless the agency has: (1) been in operation for at least 60 calendar days; and (2) had at least ten patients during that period of prior operation. (Sec. 6) Directs the Secretary to establish: (1) various specified standards and procedures to improve the quality of home health services; and (2) within HHS' Office of Inspector General a home health integrity task force charged with investigating fraud in home health service provision. (Sec. 9) Amends SSA title XI to provide that certain Medicare actions against debtors shall not be subject to a stay of bankruptcy proceedings. Makes certain Medicare debt nondischargeable in bankruptcy. Declares that the repayment of certain Medicare debts shall be considered final and not avoidable transfers under the Federal bankruptcy code. Amends SSA title XVIII to make Medicare rules applicable to bankruptcy proceedings of a Medicare service provider. (Sec. 10) Directs the Secretary to study and report to the Congress on all matters relating to the appropriate home health services to be provided under the Medicare program to individuals with chronic conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Health Integrity Preservation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat waste, fraud, and abuse in payments for home health services provided under the medicare program, and to improve the quality of those home health services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:17-05:00"
}