{
  "actions": [
    {
      "acted_at": "1998-05-07", 
      "committee": "Committee on International Relations, and in addition to the Committees on the Judiciary, Banking and Financial Services, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committees on the Judiciary, Banking and Financial Services, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-12", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Claims", 
      "text": "Referred to the Subcommittee on Immigration and Claims.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-14", 
      "bill_ids": [
        "hr2431-105"
      ], 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "For Further Action See H.R.2431.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-14", 
      "references": [
        {
          "reference": "CR H3262", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-18", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3806-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-07", 
  "number": "3806", 
  "official_title": "To establish an Office of Religious Persecution Monitoring, to provide for the imposition of sanctions against countries engaged in a pattern of religious persecution, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2431-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2925-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Freedom From Religious Persecution Act of 1998", 
  "sponsor": {
    "district": "10", 
    "name": "Wolf, Frank R.", 
    "state": "VA", 
    "thomas_id": "01238", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-07", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Africa (Sub-Saharan)", 
    "Aliens", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Arts, culture, religion", 
    "Aviation agreements", 
    "Bank deposits", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer software", 
    "Computers", 
    "Computers and government", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "Department of State", 
    "Deportation", 
    "Detention of persons", 
    "Employee training", 
    "Executive reorganization", 
    "Exhibitions", 
    "Export controls", 
    "Export subsidies", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign corporations", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government procurement", 
    "Human rights", 
    "Immigration", 
    "Import restrictions", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International monetary system", 
    "Judges", 
    "Labor and employment", 
    "Law", 
    "Legislative resolutions", 
    "Misconduct in office", 
    "Multilateral development banks", 
    "Negotiations", 
    "Nongovernmental organizations", 
    "Political persecution", 
    "Political refugees", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Right of asylum", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Smuggling", 
    "State-sponsored terrorism", 
    "Sudan", 
    "Technology transfer", 
    "Tourism", 
    "Trade agreements", 
    "Trade fairs", 
    "Trading with the enemy", 
    "Transportation and public works", 
    "Treaties", 
    "United Nations", 
    "Visas"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-07", 
    "text": "Freedom From Religious Persecution Act of 1998 - Declares that the purpose of this Act is to reduce and eliminate the widespread and ongoing religious persecution taking place throughout the world today. (Sec. 5) Establishes in the Department of State the Office of Religious Persecution Monitoring, whose Director, appointed by the President with Senate consent, shall: (1) consider the facts and circumstances of violations of religious freedom presented in certain annual reports on human rights by the Department of State; and (2) make findings of fact on violations of religious freedom based on information from such reports or presented by independent human rights groups, nongovernmental organizations, or other interested parties. Requires the Director, based on such findings, to: (1) make policy recommendations to the Secretary of State for consideration in making determinations of countries in which there is category 1 religious persecution (conducted by government officials or agents) or category 2 religious persecution (conducted by non-government entities or persons, but which the government fails to undertake serious and sustained efforts to eliminate); (2) identify the responsible entities within such countries; and (3) report annually to specified congressional committees. Requires the Director to: (1) maintain lists of religious persecution facilitating products, and the responsible entities within countries engaged in religious persecution; and (2) make recommendations to the President regarding U.S. policies toward governments engaged in religious persecution. Directs the Secretary to determine whether category 1 or category 2 persecution exists in a foreign country (including the communities that are subject to such persecution). (Sec. 6) Requires the Director to report to specified congressional committees on countries and entities engaged in religious persecution, identifying the category of persecution and listing persecution facilitating products. (Sec. 7) Prohibits: (1) Federal agencies and U.S. persons from exporting goods, including religious persecution facilitating products, to countries and responsible entities engaged in religious persecution; and (2) U.S. assistance to such countries. Requires the U.S. Executive Director of each multilateral development bank and of the International Monetary Fund to oppose multilateral assistance to such countries. (Sec. 8) Provides for the waiver of such sanctions. (Sec. 9) Amends the Immigration and Nationality Act to make ineligible for a visa and inadmissible into the United States any alien who carried out or directed the carrying out of category 1 or category 2 persecution. Directs the Attorney General and the Secretary jointly to promulgate and implement guidelines for identifying and addressing improper biases on the part of immigration officers (and any assisting individuals and entities) that affect the treatment of any person who may be eligible for admission into, or asylum in, the United States as a refugee based upon a claim of persecution or a well-founded fear of persecution on account of religion. Directs the Attorney General to invite the United Nations High Commissioner for Refugees, alone or in cooperation with the U.S. Comptroller General, to study whether immigration officers who inspect aliens arriving in the United States (including those who have not been admitted or paroled) for possible asylum are engaging in improper conduct, including: (1) improperly encouraging aliens to withdraw their applications for admission; (2) incorrectly failing to refer such aliens for an interview by an asylum officer for a determination of whether they have a credible fear of persecution; (3) incorrectly removing them to a country where they may be persecuted; or (4) detaining such aliens improperly or in inappropriate conditions. Requires the Comptroller General to report study results to specified congressional committees. Authorizes appropriations. Directs the Attorney General to establish a program to provide training on religious persecution to immigration officers (including training in country conditions) and immigration judges who inspect aliens for admission into the United States. (Sec. 10) Sets forth requirements with respect to certain State Department human rights reports. Directs the Secretary of State to provide training on the right to religious freedom to chiefs of missions as well as certain Department officials. (Sec. 11) Provides for the termination of sanctions. (Sec. 12) Extends certain existing trade and economic sanctions against Sudan for supporting acts of international terrorism until the Secretary determines that Sudan has substantially eliminated religious persecution, or no longer supports acts of international terrorism, whichever occurs later. Imposes additional trade, economic, and cultural sanctions against Sudan (except import restrictions). Sets forth penalties for violations of certain sanctions. Expresses the sense of the Congress that the President or, at his discretion, the Secretary of State should convene an international conference of the industrialized democracies to reach an international agreement to bring about an end to religious persecution in Sudan. Prescribes congressional procedures for implementing such an agreement. Expresses the sense of the Congress that the President should instruct the Permanent Representative of the United States to the United Nations (UN) to propose that the UN Security Council impose measures against Sudan. Makes it U.S. policy to impose additional measures against Sudan if its policy of religious persecution has not ended on or before December 25, 1998."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom From Religious Persecution Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish an Office of Religious Persecution Monitoring, to provide for the imposition of sanctions against countries engaged in a pattern of religious persecution, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:52-05:00"
}