{
  "actions": [
    {
      "acted_at": "1976-09-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15472-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-08", 
  "number": "15472", 
  "official_title": "A bill to amend the Public Health Service Act to establish a commission to undertake certain studies on the various implications of advances in biomedical research and medical technology, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15737-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Biomedical Research and Medical Technology Protection Act", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-08", 
  "subjects": [
    "Advisory bodies", 
    "Bioethics", 
    "Federal advisory bodies", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-08", 
    "text": "Biomedical Research and Medical Technology Protection Act - Amends the Public Health Service Act to establish the National Commission on the Implications of Biomedical Research and Medical Technology. States that the President by and with the advice and consent of the Senate shall appoint 15 members from individuals engaged in the advancement of biomedical research and from sectors of society affected by advances in such research. Provides that such members shall serve for a term of four years. Directs the Commission to undertake continuing and periodic studies to analyze and evaluate the ethical, social, medical, economic, and legal implications of advances in biomedical research and medical technology. Specifies that the Commission's studies shall include the following: (1) the development of a model research subjects' bill of rights; (2) a review and evaluation of current laws and practices affecting the rights of patients in hospitals, nursing homes, and other health care institutions; (3) a study of the public implications of Federal financing under title XVIII (Medicare) of the Social Security Act; (4) a review of practices governing maintenance of medical records on subjects of biomedical and behavioral research; (5) an evaluation of the need for and recommendations concerning the development of uniform medical records systems; (6) a review of the appropriateness of current laws and practices governing the conduct of clinical testing of drugs, devices, and diagnostic techniques and therapeutic procedures; and (7) a study of the public implications of research in genetics, including research on DNA recombinance. Provides that the Commission shall advise, consult with, and make recommendations to, Federal agencies concerning the support and application of biomedical research and advances in medical technology. Directs the Commission to publish an annual report summarizing the activities and studies conducted by the Commission during the preceding year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biomedical Research and Medical Technology Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a commission to undertake certain studies on the various implications of advances in biomedical research and medical technology, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:50-05:00"
}