{
  "actions": [
    {
      "acted_at": "1979-10-09", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations with amendment, H. Rept. 96-500.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #346 (81-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Motion to instruct House conferees to insist on its disagreement to certain Senate amendment passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-513.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Conference report failed of passage in Senate, roll call #353 (26-62).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Conference report reconsidered and passed Senate, roll call #354 (44-42).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Motion to concur in House amendment to certain Senate amendments with an amendment laid on table in House, roll call #355 (43-42.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Senate agreed to House amendment to certain Senate amendment, roll call #356 (43-41).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Public Law 96-86.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres412-96", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-10-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-09", 
  "number": "412", 
  "official_title": "A joint resolution making continuing appropriations for the fiscal year 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres441-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres444-96", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-09", 
  "subjects": [
    "Abortion", 
    "Agriculture and Rural Affairs", 
    "Alaska", 
    "Appalachia", 
    "Appropriations", 
    "Bankruptcy", 
    "Capitol (Washington, D.C.)", 
    "Colleges", 
    "Congress", 
    "Congress and Congressmen", 
    "Congressional employees", 
    "Congressional oversight", 
    "Congressional salaries and pensions", 
    "Corporate reorganizations", 
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Defense budgets", 
    "District of Columbia", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Higher education", 
    "Independent regulatory commissions", 
    "Judges", 
    "Management", 
    "Mississippi", 
    "Petroleum pipelines", 
    "Prisons", 
    "Railroads", 
    "Regional economic development", 
    "Rural affairs legislation", 
    "State finance", 
    "States", 
    "Travel costs", 
    "Water and Water Resources Development", 
    "Watersheds"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1979-10-12", 
    "text": "(Conference report filed in House, H. Rept. 96-513) Appropriates such amounts as may be necessary in fiscal year 1980 to continue Federal activities for which specified appropriations Acts will not have been enacted prior to September 30, 1979. Funds such activities in the same manner and amounts provided for in such Acts. States that if the Senate and the House of Representatives have both passed appropriations for an activity but in differing amounts, the lesser amount or more restrictive authority shall apply in the continuing appropriations. Declares that if an appropriations Act has passed only one House or if an activity has been funded in only one version of an Act passed by both Houses, the continuing appropriations shall not exceed the rate provided by the one House or the current rate, whichever is lower. Provides continuing appropriations for activities conducted in fiscal year 1979 and provided for in the Department of Defense Appropriation Act, 1979, at the current rate or the rate of the budget estimate, whichever is lower. Continues appropriations for the Legislative Branch at the rate provided in the Legislative Branch Appropriation Act, 1980 (H.R. 4390) as reported June 7, 1979. Limits pay increases, for Federal executives to five and one-half percent notwithstanding other provisions of law. Grants standing to all Members of the 96th Congress to contest the constitutionality of the appointment of any Circuit Judge to the United States Court of Appeals for the District of Columbia during the 96th Congress. Empowers the District Courts to hear such actions by a three judge panel and requires expedited proceedings in such actions. States that appeals from any panel convened pursuant to this Act shall lie only to the United States Supreme Court. States that for the purpose of providing continuing appropriations, H.R. 4390 will be treated as appropriating sums for salaries and expenses of the Office of Technology Assessment and the General Accounting Office and funds for mail costs under the heading for Joint Items. Prohibits continuing appropriations for the Legislative Branch from being used to remodel the gallery in Statuary Hall in the Capitol to provide additional work space for Members of Congress. Appropriates sums at the current rate to continue the breeder reactor demonstration project or project alternative of the Department of Energy. Appropriates such sums as may be necessary to continue specified activities which were conducted in fiscal year 1979 but have not been provided for in fiscal year 1980. Prohibits the Federal Trade Commission from using such appropriations to promulgate trade regulation rules under the Federal Trade Commission Act or to initiate new activities. Establishes the funding rate for continuing appropriations to the Department of State for migration and refugee assistance. Makes continuing appropriations for the Department of Transportation at the current rate or the rate of the budget estimate, whichever is lower. Authorizes the Panama Canal Commission to incur obligations at the rate provided for in H.R. 4440 as reported on June 13, 1979. Provides continuing appropriations for the activities of the Federal Inspector for the Alaska Gas Pipeline at a rate not to exceed 35 percent of the 1980 budget estimate. Makes continuing appropriations for activities provided for in the Department of Housing and Urban Development - Independent Agencies Appropriation Act, 1980 (H.R. 4394) at the rate adopted by the House of Representatives and the Senate on September 27 and 28, 1979, respectively. Permits such appropriations to be used to finance activities which were not funded in fiscal year 1979. Appropriates funds to continue the activities provided for in the Departments of Labor, and Health, Education, and Welfare and Related Agencies Appropriation Act, 1980 (H.R. 4389) at the rate adopted by the House of Representatives on August 2, 1979. Declares that the appropriations contained in this resolution shall remain available for expenditure until: (1) enactment of an appropriation for any activity provided for in this resolution; (2) enactment of the applicable appropriations Act without any provision for such an activity; or (3) November 20, 1979, whichever first occurs. Authorizes the use of appropriations contained in this resolution without regard to the time limitations for submission and approval of apportionments required by law. Prohibits the use of appropriations to initiate or resume any activity for which funds were not available in fiscal year 1979. Authorizes the apportionment of appropriated funds on a deficiency basis indicating the need for a supplemental appropriation to the extent necessary to permit payment of pay increases granted pursuant to law. Prohibits the use of funds made available in fiscal year 1980 to the Department of Defense - Civil, Department of the Army, Corps of Engineers - Civil in connection with the acquisition of land or easements near the four lake projects in the Yazoo Basin, Mississippi, pending the submission to Congress of the plan specified in the conference report accompanying H.R. 4388. Authorizes the use of continuing appropriations by the Appalachian Regional Commission at the rate provided in the applicable appropriation Act, notwithstanding the termination date of the Appalachian Regional Development Act of 1965. Increases the allowances for administrative and clerical expenses of each Senator from Minnesota and Texas in connection with the increase in population of such States. Increases the authorization for Sergeant at Arms and Doorkeeper of the Senate for travel expenses. Authorizes the Sergeant at Arms and Doorkeeper of the Senate to appoint additional staff members. Requires that travel and transportation expenses of the executive branch be reduced by $500,000,000 below the amount proposed in the President's budget. Stipulates that funds available under the Department of Justice Appropriation Act, Fiscal Year 1979, for United States prisoners may be used to improve substandard State facilities holding Federal prisoners and that such authority shall be available for obligations incurred from September 26, 1979. States that funds appropriated for capital outlays in connection with the construction of the campus of the University of the District of Columbia shall expire on September 30, 1980, unless such funds have been obligated. Authorizes the Secretary of Transportation to guarantee certificates issued by the trustees of certain railroads which have filed petitions for reorganization without regard to provisions of law limiting such authority. Prohibits the use of appropriations to reorganize or consolidate the Alaska Railroad Office of the Chief Counsel, the Office of Real Estate, or the Office of Financial Planning. Ratifies all obligations incurred in anticipation of appropriations and authority provided in this resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making continuing appropriations for the fiscal year 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:15-05:00"
}