{
  "actions": [
    {
      "acted_at": "1994-09-30", 
      "references": [
        {
          "reference": "CR S13863", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-30", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2488-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-09-30", 
  "number": "2488", 
  "official_title": "To amend chapter 11 of title 35, United States Code, to provide for early publication of patent applications, to amend chapter 14 of such title to provide provisional rights for the period of time between early publication and patent grant, and to amend chapter 10 of such title to provide a prior art effect for published applications.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patent Application Publication Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-09-30", 
  "subjects": [
    "Administrative fees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Intellectual property", 
    "Inventions", 
    "Law", 
    "Patents"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-09-30", 
    "text": "Patent Application Publication Act of 1994 - Revises Federal patent law to provide that a person shall not be entitled to a patent if the invention was described in a published patent application by another filed in the United States before the invention thereof by the applicant. Entitles a patent application to claim the benefit of an earlier filing date in a foreign country if a claim therefor and a certified copy of the original foreign application, specification, and drawings upon which it is based are filed in the Patent and Trademark Office (PTO) at any such time during the pendency of the application as is required by the Commissioner of Patents. Allows the Commissioner to consider the failure of the applicant to file a timely claim for priority as a waiver of any such claim. Authorizes the Commissioner to determine the time period within which an amendment containing the specific reference to an earlier filed application shall be submitted. Requires each patent application to be published as soon as possible after 18 months from the earliest filing date for which a benefit is sought, except for an application that is no longer pending or one subject to a secrecy order. Permits earlier publication at the applicant's request. Prohibits disclosure of information concerning published applications except as determined by the Commissioner. Directs the Commissioner to recover the cost of early publication by adjusting the filing, issue, and maintenance fees by charging a separate publication fee, or by any combination of such fees. Specifies that a patent shall include the right to obtain a reasonable royalty from any person who, during the period from publication of the application until issue of the patent: (1) makes, uses, or sells in the United States the invention as claimed in the published application or imports such an invention into the United States, or if the invention as claimed in the published application is a process, uses or sells in or imports into the United States products made by that process as claimed in such application; and (2) had actual notice or knowledge of the published patent application. Makes the right to obtain a reasonable royalty unavailable unless the invention claimed in the patent is substantially identical to that claimed in the published application."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patent Application Publication Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend chapter 11 of title 35, United States Code, to provide for early publication of patent applications, to amend chapter 14 of such title to provide provisional rights for the period of time between early publication and patent grant, and to amend chapter 10 of such title to provide a prior art effect for published applications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:33-05:00"
}