{
  "actions": [
    {
      "acted_at": "1989-10-16", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-08", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-05", 
      "references": [], 
      "text": "Senate Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-05", 
      "calendar": "Senate Legislative", 
      "number": "470", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 470.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1757-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-16", 
  "number": "1757", 
  "official_title": "A bill to amend title 28, United States Code, to provide special habeas corpus procedures in capital cases.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3584-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1760-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Habeas Corpus Reform Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-03-05", 
  "subjects": [
    "Capital punishment", 
    "Criminal procedure", 
    "Habeas corpus", 
    "Judicial review", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Prisoners", 
    "Right to counsel"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-16", 
    "text": "Habeas Corpus Reform Act of 1989 - Amends the Federal judicial code to set forth special habeas corpus procedures in capital cases. Applies such procedures to Federal habeas corpus cases brought by prisoners in State custody who are subject to a capital sentence. Makes the applicability to such procedures contingent upon a State establishing a mechanism for the appointment, compensation, and payment of reasonable fees and litigation expenses of competent counsel consistent with this Act. Sets forth procedures for the appointment of counsel or for allowing a prisoner to proceed pro se. Provides for a mandatory stay of execution during the post-conviction review initiated pursuant to this Act. Details conditions which will cause such stay to expire. Prohibits a Federal court, if one of such conditions has occurred, from entering a stay of execution or granting relief in a capital case unless: (1) the basis for the stay and request for relief is a claim not previously presented by the prisoner in the State or Federal courts, and the failure to raise the claim is the result of State action in violation of the Constitution or laws of United States, is the result of Supreme Court recognition of a new Federal right that is retroactively applicable, or is based on a factual predicate that could not have been discovered through the exercise of reasonable diligence; (2) the facts underlying the claim would be sufficient, if proven, to undermine the court's confidence in the jury's determination of guilt on the offense for which the death penalty was imposed; or (3) a stay and consideration of the requested relief are necessary to prevent a miscarriage of justice. Imposes time limits on filing for habeas corpus relief. Requires such time limits to be tolled under specified conditions. Requires the district court, upon the development of a complete evidentiary record, to rule on the merits of the claims properly before it. Authorizes a district court to refuse to consider a claim under this Act if: (1) the prisoner previously failed to raise the claim in State court at the time and in the manner prescribed by State law; (2) the State courts, for that reason, refused or would refuse to entertain the claim; and (3) such refusal would constitute an adequate and independent State law ground that would foreclose direct review of the State court judgment in the U.S. Supreme Court. Provides an exception to such authorization. Makes the requirement for a certificate of probable cause inapplicable, with an exception. States that a mechanism for the provision of counsel services to indigents sufficient to invoke the provisions of this Act shall provide for counsel to indigents: (1) charged with offenses for which capital punishment is sought; (2) who have been sentenced to death and who seek appellate or collateral review in State court; and (3) who have been sentenced to death and who seek certiorari review in the U.S. Supreme Court. Prescribes minimum qualifications for appointed counsel. Authorizes payment of fees and expenses for investigative, expert, or other services reasonably necessary for the representation of the defendant. Allows the court to fix the compensation to be paid to an attorney appointed under this Act. Specifies which law controls in Federal habeas corpus proceedings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Reform Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, to provide special habeas corpus procedures in capital cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:44-05:00"
}