{
  "actions": [
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-08-01", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-404 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-404 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Motion to recommit jointly to the Comms. on Interstate and Foreign Commerce with instructions rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Motion to recommit jointly to the Comms. on Ways and Means with instructions rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "bill_ids": [
        "hr5635-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended (inserted text of H. R. 5635), roll call #669 (321-75).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-19", 
      "references": [], 
      "text": "Referred jointly to Senate Committees on Finance; and Labor and Human Resources.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2626-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-06", 
  "number": "2626", 
  "official_title": "A bill to establish voluntary limits on the annual increases in total hospital expenses, and to provide for mandatory limits on the annual increases in hospital inpatient revenues to the extent that the voluntary limits are not effective.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres486-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5635-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s570-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Hospital Cost Containment and Reporting Act of 1979", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-06", 
  "subjects": [
    "Advisory bodies", 
    "Auditing", 
    "Costs", 
    "Economics and public finance", 
    "Excise tax", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "Health facilities", 
    "Health insurance", 
    "Hospital rates", 
    "Hospital utilization", 
    "Hospitals", 
    "Judicial review", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medicare", 
    "Price regulation", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Hospitals", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-11-15", 
    "text": "(Measure passed House, amended (inserted text of H. R. 5635), roll call #669 (321-75)) Hospital Cost Containment and Reporting Act of 1979 - Establishes a 15-member National Commission on Hospital Costs, to be appointed by the President, to report annually to Congress and the President on: (1) its activities and the implementation of this Act; (2) the rate of increases in hospital expenses; and (3) the success of the voluntary efforts of hospitals to meet the voluntary goals for hospital cost containment established by this Act. Directs the Commission to submit to Congress and the President, within one year of the appointment of a majority of its members, a report on measures that can be taken to control costs in the health care industry. Directs the Commission to study and make recommendations to Congress and the President within two years of the appointment of a majority of its members with respect to: (1) the effect of policies and procedures (including use of deductibles, coinsurance, cost- or risk-sharing, tax deductions and exclusions, and prepaid health plans) on the strengthening of competitive forces in the health services industry; (2) the desirability of increasing the use of such methods in federally funded and other health insurance programs; (3) underutilized capacity in the health care system and means to reduce such capacity; (4) the costs and benefits of State certificate of need programs and programs of review of capital expenditures under the Social Security Act (section 1122); (5) the impact of increased hospital capital expenditures on operating expenses; (6) the impact of increases in the number of professional health personnel; (7) the impact of wage increases and increased utility expenses on hospital costs; (8) alternative systems of financing health care services; (9) the costs to hospitals of Federal and State regulations; (10) the costs to hospitals of serving the medically needy; and (11) other matters affecting hospital expenses or revenues. Directs the Commission to consult with appropriate professional organizations in the conduct of its activities. Authorizes the Secretary of Health, Education, and Welfare to provide financial assistance for up to 50 percent of the expenses involved with the planning, establishment, or operation of State voluntary or mandatory hospital cost containment programs which meet specified conditions, including requirements that any such program: (1) excludes any institution (A) having an average stay of 30 days or more during the preceding three years, (B) deriving 75 percent or more of its inpatient care revenues from one or more health maintenance organizations; (C) located in a rural area and having an average annual admissions of 4,000 or less during the preceding 12 months; (D) which does not accept payments for services; (E) is a psychiatric hospital; or (F) is a Federal institution; (2) sets as voluntary goals the reduction of the rate of increase in total hospital expenses for 1979 ( and each subsequent year) to four percent less than the rate of increase for 1977 (subject to an inflation adjustment); (3) conforms with specified administrative and review requirements; and (4) does not treat as hospital revenues amounts attributable to specified types of grants, gifts, endowments, and other funds. Directs the Secretary to monitor the performance of such State programs and make recommendations with respect to: (1) containing aggregate levels of hospital utilization; (2) shifting utilization from inpatient to outpatient services; (3) reducing excess hospital capacity through mergers, conversions, and terminations; and (4) promoting alternative methods of providing health care, such as through health maintenance organizations. Authorizes appropriations through fiscal year 1982 for such State programs. Amends title XI of the Social Security Act (General Provisions) to provide that gifts, grants, and endowments shall not be deducted from any operating costs of nonprofit hospitals for purposes of determining under the Maternal and Child Health, Medicare, and Medicaid programs the reasonable costs of services furnished by such hospitals. Prohibits any Federal law providing for the containment or control of hospital costs from treating as hospital revenues amounts attributable to specified types of grants, gifts, endowments, and other funds. Adds as new requirements of the State plans under the Maternal and Child Health and Medicaid programs of the Social Security Act that: (1) entities providing services reimbursable on a cost-related basis be audited as the Secretary determines is necessary to insure proper payments; and (2) for any such audit involving an entity which is also reimbursed on a cost-related basis under Medicare, the audit under the Maternal and Child Health or Medicaid program be coordinated and conducted jointly with an audit under Medicare. Directs the Secretary to condition payment to a State for the administrative costs of auditing any such entity on such coordinated audit procedures. Amends the Medicare program to permit any hospital (other than a hospital which has in effect a waiver of the 24-hour nursing service requirement) which: (1) has an agreement under such program; and (2) has been granted a certificate of need for the provision of long-term care services for the State health planning and development agency (designated under title XV of the Public Health Service Act), to enter into an agreement with the Secretary under which its inpatient hospital facilities may be used for the furnishing of the type of services which, if furnished by a skilled nursing facility, would constitute posthospital extended care services. Provides that payment to any hospital for such services shall be based upon the reasonable cost of the services, consisting of the reasonable cost of routine and ancillary services as defined by this Act. Stipulates that a hospital furnishing such services shall be required to meet all the requirements that a skilled nursing facility would be required to meet and that the provision of such services shall be subject to the same requirements as those furnished by a skilled nursing facility, except for those requirements which the Secretary determines are inappropriate with respect to a hospital. Directs the Secretary to report to Congress within three years of enactment on such extended care service program. Amends the Medicaid program to permit payment to be made under approved State plans for nursing facility services and intermediate care facility services furnished by a hospital which has in effect an agreement under the Medicare program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hospital Cost Containment and Reporting Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish voluntary limits on the annual increases in total hospital expenses, and to provide for mandatory limits on the annual increases in hospital inpatient revenues to the extent that the voluntary limits are not effective.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:42-05:00"
}