{
  "actions": [
    {
      "acted_at": "1985-07-30", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Law", 
      "text": "Referred to Subcommittee on Criminal Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department, Education Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1524-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-30", 
  "number": "1524", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 as amended by the Justice Assistance Act of 1984 in order to establish a police corps training pilot project.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Police Corps Training Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-30", 
  "subjects": [
    "Crime and law enforcement", 
    "Education", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Graduate education", 
    "Law enforcement officers", 
    "Police", 
    "Police training", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-30", 
    "text": "Police Corps Training Act of 1985 - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Secretary of Education to make contracts and payments to institutions of higher education for loans to full-time undergraduate or graduate students who are in an eligible police corps of a State or local government. Limits the amount of such a loan to not more than $7,000 per academic year. Provides that such loans shall be on such terms and conditions as the Secretary and the police corps involved may determine. Requires that the total amount of any such loan, plus interest, shall be cancelled for services as a full-time officer or employee of a police department at the following rates: (1) 20 percent for the first complete year (or its equivalent) of such service; (2) 30 percent for the second such year; and (3) 50 percent for the third such year. Authorizes the Attorney General to approve a police corps as eligible for purposes of this Act for a period not longer than seven years if: (1) participants are to undergo the same training as regular police officers before taking up police duties; (2) the program will be used to supplement but not supplant existing police workers, and the force level will be maintained at no less than the average of the three years before police corps workers are made available; (3) police corps workers are likely to be used for \"on-line\" duties, and their pay scales are set at a fixed percentage of regular pay and benefits which can be known before such workers decide to participate in the police corps; and (4) participants undertake to engage in police work for three years after graduation, and any participants retained after such period will be subject to collective bargaining agreements to the same extent as police workers who were not participants. Authorizes appropriations for such police corps program payments to institutions of higher education for FY 1987 through 1993."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Police Corps Training Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 as amended by the Justice Assistance Act of 1984 in order to establish a police corps training pilot project.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:34-05:00"
}