{
  "actions": [
    {
      "acted_at": "1976-02-03", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres793-94", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-03", 
  "number": "793", 
  "official_title": "Joint resolution regarding the conduct of recent negotiations concerning the International Monetary Fund (IMF) and the position of the United States with respect to future sales of IMF gold and a proposed trust fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Rousselot, John H.", 
    "state": "CA", 
    "thomas_id": "00992", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-03", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Gold", 
    "International affairs", 
    "International agencies", 
    "International economic relations", 
    "International monetary system"
  ], 
  "subjects_top_term": "Gold", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-03", 
    "text": "Declares that the Treasury did not adequately consult the Congress with regard to the basic decision to support changes in the character of the International Monetary Fund and to accede to the use of IMF gold for aid to the less developed nations rather than to restitute such gold to the member nations. Directs the Treasury to work to insure that any future disposition of IMF gold beyond the sale of one-third of the current stock proposed by the IMF shall require the votes of nations holding 85 percent of the quotas of the IMF. Provides that the Secretary of the Treasury, in formulating United States policy with respect to future disposition of the IMF's gold, observe the congressional intent that the basic monetary and financial character of the IMF be preserved. Directs the Secretary of the Treasury to insure that loans by the trust fund be extended for the traditional principles and policies of the IMF on the uses and repayments of loans. Requires the Secretary to report to the Senate and House of Representatives on the final form of the charter of the Trust, and annually thereafter, on the nature of the loans made by the Trust, as well as any irregularities in the actions of the Trust."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution regarding the conduct of recent negotiations concerning the International Monetary Fund (IMF) and the position of the United States with respect to future sales of IMF gold and a proposed trust fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:39-05:00"
}