{
  "actions": [
    {
      "acted_at": "1982-04-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-28", 
      "bill_ids": [
        "hr5700-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Previous Action See H.R.5700.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-19", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-26", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Ways and Means. Report No: 97-588.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-26", 
      "references": [], 
      "text": "Placed on Union Calendar No: 361.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6181-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Archer, Bill", 
      "sponsored_at": "1982-04-28", 
      "state": "TX", 
      "thomas_id": "00026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hutto, Earl", 
      "sponsored_at": "1982-05-25", 
      "state": "FL", 
      "thomas_id": "00579", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1982-05-11", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1982-05-11", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Mitchell, Donald J.", 
      "sponsored_at": "1982-05-11", 
      "state": "NY", 
      "thomas_id": "00817", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Skelton, Ike", 
      "sponsored_at": "1982-05-11", 
      "state": "MO", 
      "thomas_id": "01064", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Smith, Albert L., Jr.", 
      "sponsored_at": "1982-05-25", 
      "state": "AL", 
      "thomas_id": "01070", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1982-05-11", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Weber, Ed", 
      "sponsored_at": "1982-05-11", 
      "state": "OH", 
      "thomas_id": "01211", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-28", 
  "number": "6181", 
  "official_title": "A bill to amend title II of the Social Security Act to provide adjustment benefits, vocational training, and waiver of overpayments for individuals terminated from the disability program, to strengthen the reconsideration process by providing for the earlier introduction of evidence of record, to provide for more uniformity in decisionmaking at all levels of adjudication, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5700-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Disability Amendments of 1982", 
  "sponsor": {
    "district": "10", 
    "name": "Pickle, J. J.", 
    "state": "TX", 
    "thomas_id": "00917", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-19", 
  "subjects": [
    "Administrative procedure", 
    "Department of the Treasury", 
    "Disability evaluation", 
    "Disability insurance", 
    "Employment and training programs", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Social security finance", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1982-05-26", 
    "text": "(Reported to House from the Committee on Ways and Means with amendment, H. Rept. 97-588) Disability Amendments of 1982 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to permit an individual who has been found to be no longer eligible for disability benefits and who has requested reconsideration of such determination to elect to have the payment of such benefits continued during the period of reconsideration. Provides that if the decision upon such reconsideration affirms the determination that the individual is not entitled to such benefits, any benefits paid pending such reconsideration shall be considered overpayments, except for benefits which are adjustment benefits. Amends titles II and XVI (Supplemental Security Income) of the Social Security Act to entitle an individual who has received disability benefits for a period of not less than 36 consecutive months and who has been determined to be no longer eligible for such benefits on or after the enactment of this Act and before January 1, 1985, to adjustment benefits for four additional months after his or her entitlement ceases. Prohibits the payment of such benefits under certain circumstances. Provides that no benefit paid in any month before notification of a determination of ineligibility for disability benefits on or after the enactment of this Act and before January 1, 1985, shall be considered an overpayment. Amends title II of the Social Security Act to provide that an application for disability benefits shall be valid if it is filed before a request for reconsideration of a disability determination or a decision on a reconsideration is made. Requires that an initial disability determination by the Secretary of Health and Human Services which is unfavorable to the disability benefit applicant contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Entitles the applicant or the applicant's spouse, surviving spouse, former spouse, surviving divorced mother, child, or parent to reconsideration of such an initial determination upon request and upon a showing that his or her rights may be prejudiced by the determination. Entitles an individual who requests a reconsideration to a new disability determination. Authorizes a State agency which made an initial disability determination in a case to make the new disability determination during the reconsideration process: (1) after notification to the Secretary; (2) in accordance with the rules governing disability determinations; and (3) after opportunity for a hearing which is reasonably accessible to the claimant and which is held by an adjudicatory unit of the agency other than the one that makes the disability determination. Requires that a reconsideration by the Secretary which is unfavorable to the individual requesting the reconsideration contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Requires that an individual who requests a reconsideration be informed of: (1) the procedures for such reconsideration; and (2) his or her right to retain an attorney or representative during the reconsideration. Provides for reasonable notice and opportunity for a hearing for disability benefit applicants who show that their rights may be prejudiced by a decision on reconsideration. Requires the Secretary to decide on such an individual's entitlement to benefits at such a hearing and to include in the decision findings of fact, conclusions, and their bases. Provides that the hearing decision may affirm, modify, or reverse the Secretary's findings of fact and the decision on reconsideration. Sets forth procedural requirements with respect to the submission of additional documentary evidence relating to disability on or after the date of the decision on reconsideration and before the commencement of the hearing on such decision. Requires the Secretary to prescribe a period of time, after hearing decisions, during which upon his or her own motion or at the request of the individual who requested the hearing, he or she may review the hearing decision and affirm, modify, or reverse it. Makes such a review the final review of the decision. Provides that the decision shall be considered final if it is not so reviewed. Entitles any individual who is dissatisfied with the final hearing decision to judicial review of that decision. Provides that disability determinations by the Secretary in the course of a reconsideration of a decision by the Secretary to terminate benefits shall be made after opportunity for an evidentiary hearing which is reasonably accessible to the claimant and which is not held by the same persons who made the original disability determination upon which the decision to terminate benefits was based. Entitles an individual who shows that his or her rights may be prejudiced by a determination with respect to his or her continuing eligibility for disability benefits to the same type of reconsideration and hearing as is permitted in the case of an initial disability determination. Amends title XVI of the Social Security Act to require the Secretary to provide reasonable notice and opportunity for a hearing to a disability benefit claimant who disagrees with a disability determination, if the claimant requests a hearing within 180 days after notice of the determination is received. (Currently, such an individual has 60 days after notice of the determination is received within which to request such a hearing.) Requires the Secretary to review a specified percentage of all disability determinations made by administrative law judges in FY 1982 and after FY 1982 and before FY 1988. Requires the Secretary to review a specified percentage of disability determinations made by State agencies pursuant to title II after FY 1982 and before FY 1988. Sets forth guidelines and evidentiary rules which shall govern disability determinations under title II. Amends titles II and XVI of the Social Security Act to provide that no individual shall be regarded as having demonstrated an ability to engage in substantial gainful activity on the basis of earnings that do not exceed the exempt amount (the amount of outside income a title II beneficiary may earn without a reduction of benefits) for purposes of determining disability. States the minimum amount of remuneration required for trial work performed by an individual entitled to disability, child's insurance, widow's insurance, or widower's insurance benefits for purposes of vocational rehabilitation. Prohibits the payment of title II benefits to any benefit applicant until a final determination of his or her entitlement has been made. Amends the Omnibus Budget Reconciliation Act of 1981 to reduce disability benefits in the case of individuals who receive other periodic disability benefits (under any Federal, State, or local plans) and who reach age 62 after the enactment of this Act. Amends title II of the Social Security Act to require the Commissioner of Social Security to determine: (1) whether State vocational rehabilitation services meet the requirements for reimbursement of costs to the State by the Secretary of Health and Human Services under title II of the Social Security Act; and (2) what amount should be paid to a State for such services. (Currently, the amount of funds available for such reimbursement is limited to a specified percentage of benefits available under title II.) States the requirements which State plans for vocational rehabilitation services must meet in order for a State to be reimbursed. Authorizes the Commissioner (currently the Secretary) to provide vocational rehabilitation services in States through public or private agencies, organizations, or individuals, in the absence of an approved State plan. Authorizes the transfer of funds from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to pay the costs of vocational rehabilitation services provided through public or private agencies, organizations, or individuals (subject to the requirements which apply to State plans). Requires each State, public, or private recipient of vocational rehabilitation service payments to report periodically to the Commissioner on their program operation. Authorizes the transfer of funds for FY 1983 and 1984 from the Federal Old-Age and Survivors Insurance Trust Fund to enable the Commissioner of the Rehabilitation Services Administration to pay the States for the costs of furnishing vocational evaluation and job placement services to individuals who were disabled but whose entitlement to benefits was terminated because of their recovery from the disability or a finding that the impairment has not existed. Sets a ceiling on the amount which may be paid to each State for each year. Requires the Commissioner of the Rehabilitation Services Administration to determine the amount to be paid to a State. Requires each State agency receiving such payments to report periodically to such Commissioner on the operation of its program. Amends title XVI of the Social Security Act to require the Commissioner of Social Security to determine: (1) whether State vocational rehabilitation services meet the requirements for reimbursement of costs to the State by the Secretary under title XVI of the Social Security Act; and (2) what amount should be paid to a State for such services. Lists the requirements which State plans for vocational rehabilitation services must meet in order for a State to be reimbursed. Requires that payments to States be made in advance, with necessary adjustments for overpayments and underpayments. Permits, alternatively, State agencies to elect to be reimbursed for their costs for such services. Authorizes the Secretary to provide vocational rehabilitation services to individuals age 16 or over by contract with other public or private agencies, organizations, or individuals (instead of referring such individuals to a designated State agency for such services). Amends the Social Security Disability Amendments of 1980 to require the Secretary, not later than 18 months after the enactment of this Act, to start at least ten demonstration projects dealing with the treatment of the work activity of disabled beneficiaries under the old age, survivors and disability insurance program. Requires that at least five States participate in such projects. Requires the Secretary to report to Congress on such projects by the end of the 18-month period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disability Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Disability Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide adjustment benefits, vocational training, and waiver of overpayments for individuals terminated from the disability program, to strengthen the reconsideration process by providing for the earlier introduction of evidence of record, to provide for more uniformity in decisionmaking at all levels of adjudication, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:48-05:00"
}