{
  "actions": [
    {
      "acted_at": "1999-11-17", 
      "references": [
        {
          "reference": "CR S14726-14727", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1949-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-17", 
  "number": "1949", 
  "official_title": "A bill to promote economically sound modernization of electric power generation capacity in the United States, to establish requirements to improve the combustion heat rate efficiency of fossil fuel-fired electric utility generating units, to reduce emissions of mercury, carbon dioxide, nitrogen oxides, and sulfur dioxide, to require that all fossil fuel-fired electric utility generating units operating in the United States meet new source review requirements, to promote the use of clean coal technologies, and to promote alternative energy and clean energy sources such as solar, wind, biomass, and fuel cells.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2980-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2980-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Power Plant and Modernization Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-17", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "Alternative energy sources", 
    "Animals", 
    "Biomass energy", 
    "Business income tax", 
    "Carbon cycle", 
    "Carbon dioxide", 
    "Carbon taxes", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Coal preparation", 
    "Coal-fired power plants", 
    "Cogeneration of electric power and heat", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Depreciation and amortization", 
    "Dislocated workers", 
    "Economics and public finance", 
    "Electric power production", 
    "Electric utilities", 
    "Endangered species", 
    "Energy", 
    "Energy efficiency", 
    "Energy research", 
    "Energy tax credits", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental research", 
    "Excise tax", 
    "Federal aid to community development", 
    "Federal aid to research", 
    "Fuel cells", 
    "Geothermal power plants", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Income tax", 
    "Infrastructure", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Mercury", 
    "Natural gas", 
    "Nitrogen oxides", 
    "Petroleum", 
    "Public lands and natural resources", 
    "Research and development", 
    "Restoration ecology", 
    "Science, technology, communications", 
    "Soil conservation", 
    "Solar cells", 
    "Solar energy", 
    "Solar power plants", 
    "Standards", 
    "Sulphur dioxide", 
    "Tax deductions", 
    "Tax rates", 
    "Taxation", 
    "Tree planting", 
    "Water resources development", 
    "Wetland conservation", 
    "Wind power"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-17", 
    "text": "Clean Power Plant and Modernization Act of 1999 - Requires fossil fuel-fired generating units (units) that commence operation on or before ten years after this Act's enactment date to achieve and maintain a combustion heat rate efficiency of at least 45 percent (based on the higher heating value of the fuel). Sets such percentage at 50 percent for units commencing operation more than ten years after such date, unless granted a waiver.Authorizes units that commence operation more than ten years after this Act's enactment to apply to the Administrator of the Environmental Protection Agency for waivers of the heat rate efficiency standard. Grants such a waiver only if the unit owner or operator: (1) demonstrates that the technology to meet such standard is not commercially available or, despite best technical efforts and willingness to make the financial commitment, the standard is not achievable; and (2) enters into an agreement with the Administrator to offset by a factor of 1.5 to 1, the emission reductions that the unit does not achieve because of the failure to achieve such standard. Requires units receiving waivers to achieve the 45 percent standard.(Sec. 5) Requires units, not later than ten years after this Act's enactment and regardless of the date of construction or commencement of operation, to operate in compliance with new source review requirements under the Clean Air Act (the Act).Establishes specified emission limitations for mercury, carbon dioxide, sulfur dioxide, and nitrogen oxides from units based on the respective efficiency standards.Requires units to obtain permits under the Act that require compliance with such standards and limitations.Directs the Administrator to promulgate fuel sampling and emission monitoring techniques for use by units in calculating mercury emission reductions. Provides for the submission of pollutant-specific reports by owners or operators. Makes facility-specific emission data available to the public.Directs the Administrator to promulgate regulations requiring owners or operators of generating units to disclose to residential consumers of electricity generated by such units data concerning emissions levels.Requires the Administrator to promulgate regulations to ensure that mercury that is captured or recovered is disposed of in a manner that ensures that hazards are not transferred from one environmental medium to another and that there is no release of mercury into the environment.(Sec. 6) Makes certain facilities that use solar power to produce electricity eligible for the renewable energy tax credit.(Sec. 7) Amends Internal Revenue Code provisions relating to excise taxes to impose on covered fossil fuel-fired generating units a tax equal to 30 cents per megawatt hour of electricity produced. Provides for increases in such tax rate as necessary to ensure that the Clean Air Trust Fund established by this Act has sufficient amounts to fully fund authorized activities. Defines a \"covered fossil fuel-fired generating unit\" as one powered by fossil fuels with a generating capacity of at least five megawatts which is not subject to all regulations under the Act governing new stationary source performance standards because of the date on which it commenced commercial operation.(Sec. 8) Establishes the Clean Air Trust Fund in the Treasury. Appropriates megawatt hour generation taxes (established by this Act) to the Fund. Makes the Fund available for specified activities under this Act.(Sec. 9) Provides for accelerated depreciation and cost recovery for certain investor-owned units.(Sec. 10) Provides for annual grants for capital expenditures for new publicly owned units in compliance with this Act in amounts equal to the depreciation deduction that would be realized by similarly-situated investor-owned units over the applicable time period.(Sec. 11) Expresses the sense of Congress with respect to crediting permanent reductions in carbon dioxide and nitrogen oxide emissions to the utility sector and owners or operators and passing on monetary value accruing from such credits to utility customers in any climate change implementation program enacted by Congress.(Sec. 12) Directs the Secretary of Energy to fund research and development programs and commercial demonstration projects and partnerships to demonstrate the commercial viability and environmental benefits of electric power generation from biomass (excluding unseparated municipal solid waste), geothermal, solar, and wind technologies and from fuel cells. Authorizes appropriations.(Sec. 13) Requires the Secretary, under the Energy Policy Act of 1992, to establish a program to fund projects and partnerships designed to demonstrate the efficiency and environmental benefits of electric power generation from clean coal, advanced gas turbine, and combined heat and power technologies. Authorizes appropriations.(Sec. 14) Requires the Secretary to report to Congress on the implementation of this Act and on provisions of certain energy statutes that conflict with this Act. Provides for recommendations from the Secretary, the Chairman of the Federal Energy Regulatory Commission, and the Administrator for legislative or administrative measures to harmonize and streamline such statutes.(Sec. 15) Authorizes appropriations for: (1) assistance to coal industry workers terminated from employment, and to communities adversely affected, as a result of reduced coal consumption by the electric power generation industry; and (2) development of a carbon sequestration strategy to offset growth in U.S. carbon dioxide emissions and for carrying out methods of biologically sequestering carbon dioxide."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Power Plant and Modernization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote economically sound modernization of electric power generation capacity in the United States, to establish requirements to improve the combustion heat rate efficiency of fossil fuel-fired electric utility generating units, to reduce emissions of mercury, carbon dioxide, nitrogen oxides, and sulfur dioxide, to require that all fossil fuel-fired electric utility generating units operating in the United States meet new source review requirements, to promote the use of clean coal technologies, and to promote alternative energy and clean energy sources such as solar, wind, biomass, and fuel cells.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:01-05:00"
}