{
  "actions": [
    {
      "acted_at": "1976-06-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14199-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-04", 
  "number": "14199", 
  "official_title": "A bill \"Small Business Tax Incentive Act of 1976\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Tax Incentive Act", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-04", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Commerce", 
    "Corporation taxes", 
    "Corporations", 
    "Estate tax", 
    "Finance and financial sector", 
    "Gift tax", 
    "Income tax", 
    "Labor and employment", 
    "Personal income tax", 
    "Securities", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-04", 
    "text": "Small Business Tax Incentive Act - Title I: Small Business Independence and Continuation - Amends the Internal Revenue Code to establish graduated corporate income tax rates. Increases the estate tax exemption from $60,000 to $200,000. Changes the limitation on the aggregate amount of the estate tax marital deduction from 50 percent of the value of the gross estate to $100,000 plus 50 percent of the value of the estate. Increases the gift tax exclusion from $3,000 to $9,000, and the gift tax exemption from $30,000 to $90,000. Replaces the present gift tax schedule with a flat rate of 75 percent of whatever the estate tax on such a sum would be. Provides that a distribution of property by a corporation in redemption of stock to pay death taxes shall be treated as a distribution in full payment in exchange for the stock if all of the stock of such corporation which is included in determining the value of the decedent's gross estate is either, (1) more than 20 percent (generally, 35 percent), of the value of the gross estate of such decedent, or (2) more than 40 percent (generally, 50 percent) of the taxable estate of such decedent. Title II: Small Business Growth Incentives - Allows a taxpayer to choose the cash method of accounting in any case where inventory is an income determining factor and the ending inventory for the taxable year does not exceed $200,000. Establishes a graduated investment tax credit. Amends the definition of a small business corporation to allow domestic corporations with up to 20 shareholders (presently, ten) to qualify for subchapter S treatment. Allows a small business to make a subchapter S election at any time during the taxable year. Allows to a business a credit equal to 50 percent of the wages paid during the taxable year to new employees, up to two employees and $20,000 for the taxable year. Allows a similar credit for new disadvantaged employees up to a maximum of $60,000 per taxable year. Allows the practical cost recovery method to be used in computing depreciation. Title III: Small Business Tax Simplification - Provides a special rule for treatment of net operating loss adjustments in the case of new corporations. Increases the minimum credit on accumulated earnings from $150,000 to $500,000. Redefines \"section 1244 stock\" to mean common stock in a corporation if: (1) such corporation during its preceding taxable year derived more than 50 percent of its aggregate gross receipts from sources other than royalties, rents, dividends, interest, annuities, and sales or exchanges of stock or securities; and (2) the equity capital of such corporation does not exceed $1,000,000. Increases the losses on section 1244 stock which may be treated as ordinary losses from $25,000 to $50,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Tax Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill \"Small Business Tax Incentive Act of 1976\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:27-05:00"
}