{
  "actions": [
    {
      "acted_at": "1979-06-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4469-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-14", 
  "number": "4469", 
  "official_title": "A bill to establish the Boston Harbor National Recreation Area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4683-96", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1342-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-14", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Federal advisory bodies", 
    "Government trust funds", 
    "Massachusetts", 
    "National recreation areas", 
    "Recreation and Recreational Facilities", 
    "Recreation areas"
  ], 
  "subjects_top_term": "National recreation areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-14", 
    "text": "Establishes the Boston Harbor National Recreation Area, and describes its boundaries. Directs the Secretary of the Interior to establish a Commission to prepare a plan for the development, maintenance, and management of the recreation area within one year after enactment. Authorizes the appropriation of not to exceed $200,000 for each fiscal year for the preparation of such plan. Requires the plan to include recommendations: (1) for the development of public recreational facilities; (2) for the preservation of significant natural and historic resource areas; (3) for expanded public water access to and between the Boston Harbor Islands; and (4) for the identification of the units of State or local government which will be responsible for implementing the plan. Prohibits the plan from proposing an expenditure of Federal funds in excess of $20,000 (exclusive of funds available under any existing Federal plan) for such implementation. Requires the Commission to submit its plan to the Secretary within one year after its establishment. Specifies the standards and procedure for approval or disapproval of such draft plan. Establishes a special account in the Treasury of the United States to hold moneys for grants to State or local governmental units implementing such plan. Requires that $20,000,000 from revenues due and payable to the United States under the Outer Continental Shelf Lands Act or under the Act of June 4, 1920 (41 Stat. 813) be covered into such account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the Boston Harbor National Recreation Area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:18-05:00"
}