{
  "actions": [
    {
      "acted_at": "1982-05-19", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-24", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-26", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6436-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-19", 
  "number": "6436", 
  "official_title": "A bill to authorize negotiations directed toward opening foreign markets to U.S. exports of high technology products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6433-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "High Technology Trade Act of 1982", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-19", 
  "subjects": [
    "Advisory bodies", 
    "American investments", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Science and technology", 
    "Technology policy", 
    "Technology transfer", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Technology policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-19", 
    "text": "High Technology Trade Act of 1982 - Authorizes the President to enter into bilateral or multilateral agreements to obtain the maximum openness with respect to international trade in high technology and to strengthen the international trading system. Lists policies that may be included in such agreements. Authorizes the President to: (1) proclaim changes in tariffs on high technology products; and (2) use procedures contained in the Trade Act of 1974 to change U.S. laws in order to carry out such agreements. Directs the President to determine whether certain key countries are providing national treatment for U.S. exports of high technology products and U.S. investments in high technology industries. Directs the President to enter into consultations with countries that the President determines are not providing national treatment. Directs the President to consider taking other appropriate actions if such consultations are not effective. Directs the Secretary of Commerce, in consultation with the High Technology Industry Advisory Committee, to report annually to Congress on: (1) the extent to which a key country uses industrial policies or measures which significantly distort international trade or investment and which have or may have a substantial adverse effect on the U.S. high technology industry; and (2) the steps which the President is taking or proposes to take to remedy such adverse effects. Sets forth the scope of the analysis to be included in such report. Directs the President to take whatever steps are necessary to eliminate or offset the adverse effects of foreign industrial practices that: (1) significantly distort international trade or investment harmful to the U.S. high technology industry; or (2) may result in sales of articles at less than fair market value in the United States or subsidization of articles imported into the United States and cause, or threaten to cause, material injury to any U.S. high technology industry. Directs the Secretary to establish a mechanism to analyze high technology trade and investment patterns in key countries, to evaluate competitive opportunities offered in foreign markets, and to further the objectives of this Act. Directs the United States Trade Representative (USTR) and the Secretary, after consultation with the High Technology Industry Advisory Committee, to report annually to the President on the foreign trade practices which: (1) violate U.S. international agreements; or (2) are unjustifiable and a burden on U.S. high technology products, services, or investments. Directs the President to consider what action may be taken to reduce or eliminate such measures. Directs the Secretary and the USTR to establish a High Technology Industry Advisory Committee and to consult with the Committee on actions under this Act relating to: (1) preparing negotiating positions; (2) concluding agreements; (3) imposing restrictions; or (4) monitoring the results of any such agreement or restriction. Defines terms used in this Act. Amends the Trade Act of 1974 to authorize the President to impose import restrictions on foreign direct investments in the United States if the President determines such action is appropriate to enforce U.S. rights under trade agreements or to respond to certain foreign trade practices. Requires the USTR to provide for certain consultations before recommending such restrictions to the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "High Technology Trade Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize negotiations directed toward opening foreign markets to U.S. exports of high technology products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:05-05:00"
}