{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr139-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "139", 
  "official_title": "A bill to authorize the Secretary of the Interior to classify and inventory wetland resources, to measure wetland degradation, to evaluate the environmental contribution of natural wetlands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Wetlands Inventory and Evaluation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Chappell, Bill, Jr.", 
    "state": "FL", 
    "thomas_id": "00191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Conservation of natural resources", 
    "Land use", 
    "Water resources development", 
    "Wetlands"
  ], 
  "subjects_top_term": "Wetlands", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Natural Wetlands Inventory and Evaluation Act - Finds that it is the public interest to monitor wetland resources of the United States on a periodic, continuing basis, to assess the extent of wetlands by recognized classes, and to determine the extent and causes of losses of such wetlands and the importance of wetlands to soil and water conservation. Authorizes the Secretary of the Interior to formulate and carry out a continuous program which classifies and inventories the nation's wetlands; measures the degradation and loss of wetlands; and evaluates the contribution of wetlands to fish and wildlife conservation and the quality of the human environment. Directs all departments and agencies of the Federal Government to furnish information concerning the extent of destruction, alteration and uses of wetlands under the programs of said departments and agencies. Authorizes the Secretary to contract with educational institutions and State fish and wildlife agencies and private organizations to collect and analyze data which he determines to be appropriated for the purposes of the Act. Directs the Secretary to submit a comprehensive report of his findings to the Congress. Authorizes to be appropriated not to exceed $750,000 for fiscal year 1973 and such sums for succeeding fiscal years as may be necessary to carry out the purpose of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Wetlands Inventory and Evaluation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to classify and inventory wetland resources, to measure wetland degradation, to evaluate the environmental contribution of natural wetlands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:52-05:00"
}