{
  "actions": [
    {
      "acted_at": "2011-12-23", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Energy and Commerce, Transportation and Infrastructure, Natural Resources, Foreign Affairs, Financial Services, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Energy and Commerce, Transportation and Infrastructure, Natural Resources, Foreign Affairs, Financial Services, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-23T10:03:00-05:00", 
      "references": [], 
      "text": "Mrs. Emerson asked unanimous consent to discharge from committees of jurisdiction and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "RESERVATION OF OBJECTION - Mr. Hoyer reserved the right to object. Subsequently, the reservation was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Natural Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Foreign Affairs discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on Financial Services discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:04:00-05:00", 
      "references": [], 
      "text": "Committee on The Budget discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:05:00-05:00", 
      "references": [
        {
          "reference": "CR H10021-10025", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23T10:05:00-05:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H10021-10025", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2011-12-23T10:05:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23", 
      "references": [
        {
          "reference": "CR S8789", 
          "type": "consideration"
        }
      ], 
      "text": "Ordered received, read twice, considered, read the third time, and passed by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-23", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2011-12-23", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2011-12-23", 
      "congress": "112", 
      "law": "public", 
      "number": "78", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 112-78.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3765-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "112", 
    "law_type": "public", 
    "number": "78"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2011-12-23", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2011-12-23T10:05:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-23", 
  "number": "3765", 
  "official_title": "To extend the payroll tax holiday, unemployment compensation, Medicare physician payment, provide for the consideration of the Keystone XL pipeline, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3630-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3743-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3811-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6142-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Temporary Payroll Tax Cut Continuation Act of 2011", 
  "sponsor": {
    "district": "4", 
    "name": "Camp, Dave", 
    "state": "MI", 
    "thomas_id": "00166", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2011-12-23", 
  "subjects": [
    "Canada", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Emergency medical services and trauma care", 
    "Employment taxes", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Health care costs and insurance", 
    "Health personnel", 
    "Home and outpatient care", 
    "Hospital care", 
    "Housing finance and home ownership", 
    "Legislative rules and procedure", 
    "Licensing and registrations", 
    "Medicaid", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Mental health", 
    "Nebraska", 
    "Oil and gas", 
    "Pipelines", 
    "Poverty and welfare assistance", 
    "Railroads", 
    "Rural conditions and development", 
    "Self-employed", 
    "Senate", 
    "Social security and elderly assistance", 
    "Transportation employees", 
    "Unemployment", 
    "User charges and fees", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Public Law", 
    "date": "2011-12-23", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Temporary Payroll Tax Cut Continuation Act of 2011 - Title I: Temporary Payroll Tax Relief - (Sec. 101) Amends the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 to extend: (1) the reduction in the rate of the self-employment tax on self-employed individuals through 2012; and (2) the reduction in the rate of the employment tax on employees until February 29, 2012. Makes the reduction in the tax rate for self-employed individuals applicable to self-employment income not exceeding the excess of $18,350 over the amount of other wages and compensation received by such self-employed individuals for taxable years beginning in 2012. Title II: Temporary Extension of Unemployment Compensation Provisions - (Sec. 201) Amends the Supplemental Appropriations Act, 2008 with respect to the state-established individual emergency unemployment compensation account (EUCA). Extends the final date for entering a federal-state agreement under the Emergency Unemployment Compensation (EUC) program through March 6, 2012. Postpones the termination of the program until August 15, 2012. Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until March 7, 2012, requirements that federal payments to states cover 100% of EUC. Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and August 15, 2012, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA of 1970) against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.) Amends the FSEUCA of 1970 to postpone similarly from December 31, 2011, to February 29, 2012, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula. (Sec. 202) Amends the Railroad Unemployment Insurance Act, as amended by the American Recovery and Reinvestment Act of 2009, the Worker, Homeownership, and Business Assistance Act of 2009, and the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010, to extend through February 29, 2012, the temporary increase in extended unemployment benefits for employees with 10 or more years of service as well as for those with less than 10. Title III: Temporary Extension of Health Provisions - (Sec. 301) Amends title XVIII (Medicare) of the Social Security Act (SSA) to set the update to the single conversion factor in the formula for the physicians' fee schedule for the first two months of 2012 at zero (thus freezing the physician payment update for the first two months of 2012). Requires the conversion factor for the remaining portion of 2012 and subsequent years to be computed as if the zero update for the first two months of 2012 had never applied. (Sec. 302) Amends the Tax Relief and Health Care Act of 2006, as modified by other federal law, to extend section 508 hospital reclassifications for two months through November 30, 2011. (\"Section 508\" refers to Section 508 of the Medicare Modernization Act of 2003 [MMA], which allows the temporary reclassification of a hospital with a low Medicare area wage index, for reimbursement purposes, to a nearby location with a higher Medicare area wage index, so that the \"Section 508 hospital\" will receive the higher Medicare reimbursement rate.) (Sec. 303) Extends through February 29, 2012, the 1.0 floor on geographic indexing adjustments to the work portion of the physician fee schedule. (Sec. 304) Extends through February 29, 2012, the process allowing exceptions to limitations on medically necessary therapy caps. (Sec. 305) Amends the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000 to extend until February 29, 2012, an exception to a payment rule that permits laboratories to receive direct Medicare reimbursement when providing the technical component of certain physician pathology services that had been outsourced by certain (rural) hospitals. (Sec. 306) Amends SSA title XVIII to extend the bonus and increased payments for ground ambulance services until March 1, 2012. Amends the Medicare Improvements for Patients and Providers Act of 2008 (MIPPA) to extend the payment of certain urban air ambulance services until February 29, 2012. Extends increased payments for super rural ambulance services until March 1, 2012. (Sec. 307) Amends MIPPA to extend the physician fee schedule mental health add-on payment provision through February 29, 2012. (Sec. 308) Extends through February 29, 2012, hold harmless provisions under the prospective payment system (PPS) for hospital outpatient department (OPD) services. (Sec. 309) Extends the minimum payment for bone mass measurement through the first two months of 2012. (Sec. 310) Amends SSA title XIX (Medicaid) to extend the Qualifying Individual (QI) Program through February 29, 2012, at specified allocations. (Sec. 311) Extends the Transitional Medical Assistance (TMA) Program through February 29, 2012. (Sec. 312) Amends part A (Temporary Assistance for Needy Families) (TANF) of SSA title IV to extend the TANF program through February 29, 2012. Title IV: Mortgage Fees and Premiums - (Sec. 401) Amends the Housing and Community Development Act of 1992 to require the Director of the Federal Housing Finance Agency (FHFA) to require each government-sponsored enterprise (GSE) (the Federal National Mortgage Association [Fannie Mae] and the Federal Home Loan Mortgage Corporation [Freddie Mac]) to charge a guarantee fee in connection with any guarantee of the timely payment of principal and interest on securities, notes, and other obligations based on or backed by mortgages on residential real properties designed principally for the occupancy of from one to four families. Requires the FHFA Director to prohibit a GSE from consummating any offer for a guarantee to a lender for mortgage-backed securities if: (1) the guarantee is inconsistent with the requirements of this Act; or (2) the risk of loss is allowed to increase, through the lowering of the underwriting standards or other means, for the primary purpose of meeting the requirements of this Act. Requires direct deposit into the Treasury of any amounts received from fee increases imposed by this Act that are necessary to comply with the minimum increase required by this Act. Requires the Director to require each GSE, as part of its annual report, to: (1) describe changes made to up-front fees and annual fees as part of the guarantee fees negotiated with lenders, changes to the riskiness of the new borrowers compared to previous origination years or book years, and any adjustments required to improve for future origination years or book years, in order to be in complete compliance with guarantee fee requirements; and (2) assess how the changes in such guarantee fees met the requirements of this title. (Sec. 402) Amends the National Housing Act with respect to requirements for each mortgage secured by a 1- to 4-family dwelling that is an obligation of the Mutual Mortgage Insurance Fund. Directs the Secretary of Housing and Urban Development (HUD), in addition to other required or authorized premiums, to establish and collect through FY2021 annual premium payments of up to 10 basis points of the remaining insured principal balance for any mortgage for which the Secretary collects an annual premium on the remaining insured principal balance. Title V: Other Provisions - Subtitle A: Keystone XL Pipeline - (Sec. 501) Directs the President, acting through the Secretary of State, to grant a permit for the Keystone XL pipeline project application filed on September 19, 2008. Waives such requirement if the President determines that the Keystone XL pipeline would not serve the national interest. Requires the President, in that case, to report to certain congressional committees and officials a justification for his determination, including consideration of economic, employment, energy security, foreign policy, trade, and environmental factors. Declares that a permit for such pipeline shall take effect by operation of law if after 60 days following enactment of this Act the President fails to: (1) determine that the Keystone XL pipeline would not serve the national interest, or (2) grant the permit. Subtitle B: Budgetary Provisions - (Sec. 511) Amends the Congressional Budget Act of 1974 to make it out of order in the Senate to consider a bill, resolution, amendment, motion, or conference report that includes an emergency designation. Permits waiver or suspension of such prohibition, or successful appeals from a ruling of the Chair, only by an affirmative vote of three-fifths (60) of the Senate. (Sec. 512) Prohibits the budgetary effects of this Act from being entered on either PAYGO scorecard maintained pursuant to the Statutory Pay-As-You-Go Act of 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Temporary Payroll Tax Cut Continuation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Temporary Payroll Tax Cut Continuation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Temporary Payroll Tax Cut Continuation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Temporary Payroll Tax Cut Continuation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend the payroll tax holiday, unemployment compensation, Medicare physician payment, provide for the consideration of the Keystone XL pipeline, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:35:19-05:00"
}