{
  "actions": [
    {
      "acted_at": "2013-05-07", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1866-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-07", 
  "number": "1866", 
  "official_title": "To amend the Endangered Species Act of 1973 to promote sustainable-use conservation, to harmonize that Act with the Convention on International Trade in Endangered Species of Wild Fauna and Flora, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enhancement of Species Survival Act", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-07", 
  "subjects": [
    "Animals", 
    "Endangered and threatened species", 
    "Hunting and fishing", 
    "International law and treaties", 
    "Licensing and registrations", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Trade restrictions", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-07", 
    "text": "Enhancement of Species Survival Act - Amends the Endangered Species Act of 1973 to define the term \"enhancement of propagation or survival\" to mean directly or indirectly improving a species' sustainability in the wild. Requires the Secretary (Secretary of the Interior, the Secretary of Commerce, or the Secretary of Agriculture, as the case may be) (who under existing law is already authorized) to allow certain prohibited acts for scientific purposes or to enhance the propagation or survival of endangered species of fish or wildlife or plants, including, but not limited to, acts necessary for the establishment and maintenance of experimental populations of such species. Authorizes the appropriate Secretary to allow the otherwise prohibited taking of any such species within the United States or the U.S. territorial sea if it is incidental to, and not the purpose of, carrying out of an otherwise lawful activity. Directs the appropriate Secretary to permit the importation of a sport-hunted trophy or other specimen that was legally taken from a population of a species not native to the United States (including a domestic population of such species), if it is listed as an endangered or threatened species under the Convention on International Trade in Endangered Species of Wild Fauna and Flora, and all trade in the trophy or specimen is in accordance with Convention requirements and relevant resolutions and quotas adopted by the Convention. Requires also permission to import a sport-hunted trophy or other specimen of a marine mammal that has been legally taken from a depleted population stock listed as an endangered or threatened species under the Endangered Species Act of 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Enhancement of Species Survival Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Endangered Species Act of 1973 to promote sustainable-use conservation, to harmonize that Act with the Convention on International Trade in Endangered Species of Wild Fauna and Flora, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:19:37-05:00"
}