{
  "actions": [
    {
      "acted_at": "1976-02-09", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11805-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-09", 
  "number": "11805", 
  "official_title": "A bill to minimize the use of energy in residential housing, commercial and public buildings, and industrial plants through federally supported State energy conservation implementation programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2932-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Conservation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-09", 
  "subjects": [
    "Commerce", 
    "Consumer protection", 
    "Energy", 
    "Energy conservation", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "States"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-09", 
    "text": "Energy Conservation Act - Directs the Administrator of the Federal Energy Administration to provide guidelines for the development and preparation of proposed State energy conservation programs. Stipulates that such guidelines be designed to allow States maximum flexibility and discretion in preparing such programs. Requires that States be given an opportunity to participate in the drafting of such guidelines. Authorizes the Administrator to provide Federal financial assistance to States whose proposed energy conservation programs meet specified Federal criteria. Stipulates that such assistance may be in the form of loan guarantees, interest subsidies, or grants. Lists factors to be considered in determining the amount of such assistance. Stipulates that no State shall receive more than 12.5 percent of the national total in each category of financial assistance. Establishes the following limits on financial assistance under this Act: (1) loan guarantees-- shall not exceed an aggregate of $10,000,000,000 at any one time; (2) interest subsidies to residential and small business consumers--authorizes an appropriation of not more than $90,000,000 for fiscal year 1977, $180,000,000 for fiscal year 1978, and $360,000,000 for fiscal years 1979 and 1980; and (3) grants to States--$50,000,000 annually for fiscal years 1977 through 1980. Specifies the following criteria as a pre-condition of receiving Federal financial assistance under this Act: (1) limits the maximum term of loan guarantees or subsidies to 15 years or the anticipated useful life of any permanent facilities, whichever is shorter; (2) requires procedures for energy audits and distribution of resultant information to consumers; (3) requires incentives for the implementation of energy conservation measures by individual owners and tenants; (4) demonstration that such program is designed to achieve maximum energy savings in the shortest possible time, and (5) reasonable assurance that the financial interest of the United States will be protected. Authorizes States to encourage the development of energy conservation cooperatives of residential energy consumers as part of their energy conservation programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to minimize the use of energy in residential housing, commercial and public buildings, and industrial plants through federally supported State energy conservation implementation programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:46-05:00"
}