{
  "actions": [
    {
      "acted_at": "2011-10-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1699-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-12", 
  "number": "1699", 
  "official_title": "A bill to reduce the costs of prescription drugs under the Medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prescription Drug Cost Reduction Act", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-12", 
  "subjects": [
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health personnel", 
    "Home and outpatient care", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare", 
    "Military medicine", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-12", 
    "text": "Prescription Drug Cost Reduction Act - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services (HHS) to establish a program requiring a manufacturer to provide a rebate to the Secretary for drugs or biologicals furnished under Medicare part B (Supplementary Medical Insurance). Requires the Secretary to negotiate a contract with a manufacturer to establish the amount of payment under Medicare part B for any drug or biological for which the Medicare part B program is the majority purchaser. Requires that payment for both a drug or biological functionally equivalent to another drug or biological and that other drug or biological to be the same as for the least costly of them. Directs the Secretary of HHS to study physician reimbursement for drugs and biologicals furnished under Medicare part B. Imposes on a pharmacy benefit manager (PBM) specified fiduciary duties to the head of each federal agency with which the PBM contracts. Requires the Secretary to develop a form for use by physicians and practitioners to certify that any off-label use (not approved by the Food and Drug Administration [FDA]) for which an applicable drug is prescribed under Medicare is for a medically accepted indication. Amends the Public Health Service Act to: (1) include among \"340B\" program-covered entities (permitted to buy outpatient drugs at significant discounts) the Program of All-Inclusive Care for the Elderly (PACE); and (2) direct the Secretary to establish a mechanism to ensure that a manufacturer does not pay a duplicate discount with respect to a drug subject to a 340B program agreement if the PACE program receives any rebate (including any negotiated price concessions) for the drug under Medicare part D (Voluntary Prescription Drug Benefit Program). Makes an organization offering prescription drug coverage eligible to receive from the Secretary 10% of the estimated annual savings to the federal government as a result of the organization's participation in the drug discount program under the Public Health Service Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prescription Drug Cost Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce the costs of prescription drugs under the Medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:17:01-05:00"
}