{
  "actions": [
    {
      "acted_at": "2013-04-24", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s798-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-04-25", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2013-09-19", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2013-08-01", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2013-04-24", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2013-08-01", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2013-04-24", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2013-04-24", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": "2013-05-07"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-24", 
  "number": "798", 
  "official_title": "A bill to address equity capital requirements for financial institutions, bank holding companies, subsidiaries, and affiliates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s872-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "TBTF Act", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Business records", 
    "Congressional oversight", 
    "Credit and credit markets", 
    "Department of the Treasury", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Financial crises and stabilization", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Housing finance and home ownership", 
    "Minority and disadvantaged businesses", 
    "Right of privacy", 
    "Rural conditions and development", 
    "Securities", 
    "Small business", 
    "Women in business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-24", 
    "text": "Terminating Bailouts for Taxpayer Fairness Act of 2013 or TBTF Act - Requires federal banking agencies to establish capital requirements for the ratio of equity capital to total consolidated assets for all financial institutions. Prohibits such requirements from requiring a financial institution with more than $50 billion in total consolidated assets to have a ratio of less than 8% of equity capital to total consolidated assets. Requires the equity capital requirement for a financial institution with $50 billion or less in total consolidated assets to be comparable to federal banking requirements established under specified regulations for prompt corrective actions and for capital adequacy in effect as of May 1, 2013. Directs the Federal Deposit Insurance Corporation (FDIC) to: (1) study historical equity capital ratios chosen by large depository institutions before the advent of the Federal Reserve System, federal deposit insurance, and the federal income tax (policies) encouraged depositories to favor more highly leveraged deposit and debt funding; and (2) structure the capital surcharge for financial institutions with at least $500 billion in total consolidated assets so that it fully accounts for and offsets any distortion of capital levels by such policies. Directs the federal banking agencies to establish equity capital surcharges for each financial institution having at least $500 billion in total consolidated assets. Authorizes capital requirements to increase continuously as a percentage of total consolidated assets as such assets increase. Prescribes anti-evasion and implementation measures. Directs the Board of Governors of the Federal Reserve System (Board), the FDIC, and the Comptroller of the Currency to establish capital requirements for each affiliate and subsidiary of a financial institution that are no less stringent than those established under this Act. Exempts from such requirements any financial institution with less than $50 billion in total consolidated assets. Amends the Home Owner's Loan Act to prohibit the Board from prescribing or imposing capital or capital adequacy rules, guidelines, standards, or requirements on any functionally regulated subsidiary of a savings and loan holding company or functionally regulated affiliate of certain savings associations. Permits federal banking agencies, in order to measure the relative risk of certain assets and prevent investment in excessive amounts of riskier assets, to establish supplemental risk-based capital requirements for any financial institution with more than $20 billion in total consolidated assets (or any affiliate or subsidiary). Prohibits a federal banking agency from implementing such requirements for such a financial institution unless all federal banking agencies agree that bank supervision is insufficient to prevent excessive concentration of riskier assets. Prohibits the Board, the FDIC, and the Comptroller of the Currency from any further implementation of federal banking agencies rules regarding \"Basel III: A Global Regulatory Framework for More Resilient Banks and Banking Systems.\" Amends the Federal Reserve Act to permit only an insured depository institution that is a member bank with less than $50 billion of total consolidated assets (or affiliate or subsidiary) to engage in a covered transaction with another affiliate or subsidiary that is not an insured depository institution, with certain exceptions. Prohibits the affiliate or subsidiary of a financial institution, insured depository institution, or nonbank financial institution, except in connection with its resolution or receivership, from receiving certain federal assistance, including asset purchases, loans, investments in debt or equity, or capital injections, or through the Exchange Stabilization Fund, the Deposit Insurance Fund, or through the Board. Excludes from this prohibition transactions or operations implementing monetary policy matters under the direction of either the Board or the Federal Open Market Committee. Amends the Securities Exchange Act of 1934 to require an issuer that is a savings and loan holding company to register with the Securities and Exchange Commission (SEC) if: (1) its assets exceed $10 million, and (2) it has a class of equity security held of record by 2,000 or more persons. Amends the Federal Financial Institutions Examination Council Act of 1978 to establish an Office of Examination Ombudsman. Amends the Gramm-Leach-Bliley Act to exempt certain financial institutions from mandatory annual written disclosures. Amends the Equal Credit Opportunity Act to exempt an entity with less than $10 billion in total consolidated assets from the requirement to collect certain data from women-owned, minority-owned, or small business credit applicants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "TBTF Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Terminating Bailouts for Taxpayer Fairness Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to address equity capital requirements for financial institutions, bank holding companies, subsidiaries, and affiliates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:43:46-05:00"
}