{
  "actions": [
    {
      "acted_at": "1992-02-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-05", 
      "committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Referred to the House Committee on Intelligence (Permanent).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-11", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-11", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to the Subcommittee on Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-04", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-11", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-17", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-19", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Unfavorable Executive Comment Received from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-19", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-26", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-02", 
      "in_committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4165-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-05", 
  "number": "4165", 
  "official_title": "To reorganize the United States Intelligence Community, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Security Act of 1992", 
  "sponsor": {
    "district": "4", 
    "name": "McCurdy, Dave", 
    "state": "OK", 
    "thomas_id": "00764", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-05", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Covert operations", 
    "Crisis management", 
    "Department of Defense", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government operations and politics", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "Military intelligence", 
    "Reconnaissance aircraft", 
    "Reconnaissance satellites", 
    "Reprogramming of appropriated funds"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-05", 
    "text": "National Security Act of 1992 - Title I: Intelligence Community Generally - Subtitle A: Director of National Intelligence - Redesignates the office of the Director of Central Intelligence as the Director of National Intelligence. Requires such Director to act as the principal intelligence adviser to the President and the National Security Council (NSC) and to be the head of the Intelligence Community (IC). Requires the Director to provide intelligence to the President, and, when directed by law or as otherwise appropriate, to the: (1) heads of executive departments and agencies; (2) Chairman of the Joint Chiefs of Staff and senior military commanders; and (3) Senate and House of Representatives and appropriate committees thereof. Requires such intelligence to be timely and objective. Outlines intelligence responsibilities of the Director as head of the IC. Requires the Director to protect intelligence sources and methods from unauthorized disclosure. Subtitle B: The Intelligence Community - Lists as elements of the IC: (1) the Central Intelligence Agency; (2) the National Security Agency; (3) the Defense Intelligence Agency; (4) the National Imagery Agency; (5) the Reconnaissance Support Activity; (6) the intelligence elements of the Federal Bureau of Investigation, the Departments of Treasury and Energy, and the Drug Enforcement Administration; (7) the Bureau of Intelligence and Research of the State Department; and (8) such other offices and entities as further established or provided by law or the President. Directs the President to include in the annual budget submission an unclassified statement of the aggregate budget for the National Foreign Intelligence Program. Considers any amount appropriated to such Program to be appropriated to the Director for allocation within the IC. Subtitle C: Intelligence Community Functions - Establishes a Deputy Director of National Intelligence for the Intelligence Community who shall not be subject to, or exercise control over, any military or civilian personnel of the Department of Defense (DOD). Outlines administrative procedures to be followed if an officer of the armed forces is appointed to the position of the Deputy Director. Establishes under the Deputy Director an Office for Warning and Crisis Support to be composed of full-time senior representatives of the IC selected by the Director. Requires such Office to be responsible for: (1) identifying any immediate threat to U.S. national security, or any area or circumstance where U.S. intervention or involvement is or may become necessary; (2) providing intelligence support during periods of crisis to the President and other senior officials; and (3) otherwise assisting the Director in his responsibilities relating to warning and crisis support. Requires the Director to establish the Intelligence Evaluation Board to: (1) evaluate the quality and timeliness of intelligence support provided to the Government; and (2) otherwise assist the Director in carrying out responsibilities as head of the IC. Subtitle D: Estimates and Analysis - Establishes a Deputy Director of National Intelligence for Estimates and Analysis who shall carry out duties with respect to intelligence analysis activities of the IC and otherwise. Establishes under such Deputy Director the National Intelligence Council to be responsible for the production of national intelligence estimates for the Government which shall also convey alternative views held by elements of the IC. Requires members of the Council to act as senior intelligence advisers of the IC representing the IC's views within the Government. Establishes under the Deputy Director for Estimates and Analysis an Office of Intelligence Analysis to be responsible for: (1) correlating and evaluating all national security intelligence and providing for its appropriate dissemination within the Government; and (2) preparing all current intelligence and other analysis intended to be disseminated within the Government. Establishes under such Deputy Director an Office of Open-Source Information to: (1) prepare, manage, and execute a single open-source program and budget; (2) coordinate and disseminate such openly-available information; and (3) serve as the sole agent within the IC for the procurement of open-source material. Consolidates all current open-source intelligence entities into such Office. Subtitle E: Central Intelligence Agency - Continues a Central Intelligence Agency to be responsible for: (1) collecting intelligence through human sources and other appropriate means, but having no police, subpoena, or law enforcement powers or internal security functions; (2) providing overall direction for the collection of intelligence through human sources by elements of the IC; and (3) performing such other functions and duties relating to national security intellligence as directed by the President or the NSC. Subtitle F: Authorities of the Director of National Intelligence - Requires each component of the IC to provide to the Director access to any intelligence related to the national security. Makes the Director responsible for the obligation, expenditure, and allocation of funds within the National Foreign Intelligence Program (Program) budget. Prohibits the reprogramming of Program funds without the prior approval of the Director. Permits the Director to reprogram Program funds according to established reprogramming procedures in order to satisfy national requirements of a higher priority only after notifying each affected IC component. Establishes in the Treasury the Reserve for Contingencies of the Intelligence Community. Authorizes the Director to obligate or expend funds from such Reserve for any intelligence-related activity of the IC. Authorizes the Director to temporarily reassign personnel for not more than 180 days within the Program, after complying with certain notification procedures. Authorizes the Director to: (1) direct the use of any collection capability within the IC in order to satisfy a priority intelligence requirement, after appropriate consultation; and (2) direct the preparation of intelligence analyses to satisfy national requirements by the IC, also after appropriate consultation. Requires coordination by the Director of intelligence elements of the IC with similar foregn intelligence elements. Requires the Director to institute policies and programs within the IC to: (1) provide for the rotation of IC personnel; and (2) consolidate and standardize personnel, administrative, and security programs to reduce overall costs. Subtitle G: Administrative Matters - Requires the Office of the Director to be located on a campus of office buildings which shall be named the National Intelligence Center. Sets forth Executive Schedule pay levels for the Director and the Deputy Directors. Title II: National Security Council - Amends the National Security Act of 1947 to authorize the Director to attend and participate in meeting of the NSC, without being entitled to vote on policy matters. Establishes within the NSC the Committee on Foreign Intelligence to provide overall policy direction to, and establish the overall resource needs of, the IC. Title III: Department of Defense Functions in the Intelligence Community - Subtitle A: Office of the Secretary of Defense - Requires the Secretary of Defense to be responsible for ensuring that the policies and resources of the Director are implemented by elements of DOD within the Program. Requires the Secretary to submit annually to the Director a Consolidated Defense Intelligence Program for inclusion in the Program for the next fiscal year. Requires the Secretary to ensure that tactical intelligence functions of DOD complement intelligence activities of the Program. Subtitle B: National Security Agency - Sets forth revised provisions governing the National Security Agency (NSA). Requires the NSA Director to operate a unified organization within the IC for establishing, exploiting, disseminating, and establishing product standards for signals collection intelligence activities. Requires such Director to also: (1) define the technical specifications for such overhead reconnaissance systems as may be required to satisfy such signals intelligence collection requirements; and (2) provide for the information security needs of the Government. Subtitle C: National Imagery Agency - Establishes within DOD a National Imagery Agency, headed by a Director. Requires such Director to operate a unified organization within the IC for establishing, exploiting, disseminating, and establishing product standards for imagery collection activities. Requires such Director to define the technical specifications for such overhead reconnaissance systems as may be required to satisfy such imagery collection requirements. Subtitle D: Reconnaissance Support Activity - Establishes within DOD a Reconnaissance Support Activity, to be headed by a Director. Requires such Director to be solely responsible for the conduct of research, development, test, evaluation, procurement, launch, operation, and final disposition of overhead reconnaissance systems as may be required to satisfy intelligence collection requirements of the IC. Subtitle E: Defense Intelligence Agency - Sets forth revised provisions governing the Defense Intelligence Agency. Requires the Agency Director to: (1) produce objective military-related intelligence and disseminate such to specified DOD officials and elements; (2) manage the Joint Intelligence; (3) coordinate the exercise of national intelligence systems and exploitation organizations used to provide intelligence support; and (4) validate, coordinate, and manage other DOD elements with regard to military-related intelligence and support activities of DOD and related elements. Requires such Director to have access to all intelligence collected by an intelligence element of DOD or any component of the IC. Requires such Director to also: (1) evaluate any military-related intelligence produced by any component of DOD to ensure its accuracy, completeness, objectivity, and timeliness; (2) take certain steps in order to avoid duplication of effort; and (3) require that officers who are selected by the military departments for service in the Defense Attache system be selected from among officers on the active-duty list who are qualified for such service. Subtitle F: The Military Departments - Requires the Secretary of each military department, under the direction of the Secretary of Defense, to maintain sufficient capabilities to collect and produce intelligence to meet the tactical military requirements of the: (1) Director of National Intelligence; (2) Secretary; (3) Chairman of JCS; and (4) military department concerned. Title IV: Definitions - Sets forth definitions for purposes of this Act. Title V: Transfer of Functions and Savings Provisions - Transfers to the appropriate agency of the IC established by this Act all functions which the Director of National Intelligence determines are vested by this Act in such agency for the performance of its functions. Transfers appropriations and personnel, requiring all transferred funds to be used only for the purposes for which originally authorized and appropriated. Authorizes the Director of the Office of Management and Budget to make all necessary incidental transfers and dispositions, including transfers of personnel, property, assets, and liabilities. States that such transfers shall not have any effect on the grade or compensation of any employee transferred for such purposes. Outlines certain savings and transition provisions. Title VI: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Security Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reorganize the United States Intelligence Community, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:08-05:00"
}