{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-05", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from HHS, State, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-12-20", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from CIA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-16", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-27", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Received From State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-28", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4509-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "4509", 
  "official_title": "A bill to amend the Immigration and Nationality Act with respect to the grounds for exclusion and deportation of aliens.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Immigration Exclusion and Deportation Amendments of 1983", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-18", 
  "subjects": [
    "Aliens", 
    "Deportation", 
    "Immigration", 
    "Immigration law", 
    "Passports"
  ], 
  "subjects_top_term": "Immigration law", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-18", 
    "text": "Immigration Exclusion and Deportation Amendments of 1983 - Amends the Immigration and Nationality Act to make only the following classes of aliens ineligible to receive visas and be permitted admission into the United States: (1) those afflicted with dangerous contagious diseases; (2) those suffering from mental illness which could endanger public safety; (3) any alien convicted of a crime involving moral turpitude, with specified exceptions; (4) any alien convicted of two or more offenses for which the aggregate sentences actually imposed were five years or more; (5) any alien convicted of specified drug violations; (6) any alien participating in the persecution of a person because of race, religion, national origin, or political opinion; (7) any alien deemed by the Attorney General as a probable security risk for certain specified reasons; (8) any alien who is an active member of an organization engaged in violence or terrorist activities; (9) those aliens seeking to enter the United States for the purpose of performing skilled or unskilled labor, with certain qualified exceptions; (10) any alien who is a graduate of a medical school not accredited by a body approved for such purpose by the Secretary of Education, with certain exceptions; (11) any excluded or deported alien who seeks readmission within one year of the event, unless such readmission is consented to by the Attorney General; (12) any alien seeking to enter the United States by fraud or the willful misrepresentation of a material fact; (13) any stowaway alien; (14) any alien who aids any other alien in illegal entry; (15) any immigrant not in possession of a valid immigrant visa and passport at the time of admission; and (16) any nonimmigrant not in possession of a valid passport authorizing the alien to return to the country from which he or she came. Makes technical and conforming amendments. Repeals provisions dealing with bond and conditions for admission for permanent residence for retarded, tubercular, and mentally ill aliens. Makes deportable by the Attorney General only those aliens within one of the following classes: (1) any alien who at the time of entry was within one or more of the classes of aliens excludable by then existing law; (2) any alien entering the United States without inspection or at a time and place other than as designated by the Attorney General; (3) any alien admitted as a nonimmigrant who has failed to maintain the nonimmigrant status; (4) any alien arriving from foreign contiguous territory or adjacent islands who has not resided in such territory or islands for at least two years prior to such arrival; (5) any alien convicted of a crime involving moral turpitude committed within five years from the date of entry and who is either sentenced or confined for a term of one year or longer; (6) any alien who at any time after entry is convicted of two or more crimes involving moral turpitude; (7) any alien who at any time after entry is convicted of a violation of certain drug laws; (8) any alien who at any time after entry is convicted under weapons-possession laws; (9) any alien who at any time is convicted on any of various specified loyalty laws (e.g. sabotage, treason and sedition, selective service, etc..); (10) any alien who fails to comply with alien registration laws or foreign agent registration laws; (11) any alien convicted of fraud or misuse of visas or other entry documents; (12) any alien engaging in activity which endangers the public safety or national security; (13) any alien who is an active member of an organization engaged in violence or terrorist activities; or (14) any alien engaged in or associated with the Nazi government of Germany betweeen March 23, 1933, and May 8, 1945, who participated in the persecution of any person because of race, religion, national origin, or political opinion. Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration Exclusion and Deportation Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act with respect to the grounds for exclusion and deportation of aliens.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:34-05:00"
}