{
  "actions": [
    {
      "acted_at": "1974-09-19", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres243-93", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-19", 
  "number": "243", 
  "official_title": "A joint resolution to provide direction to the U.S. delegation to the World Food Conference.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-19", 
  "subjects": [
    "Agriculture and food", 
    "International affairs", 
    "Research", 
    "Science and technology"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-19", 
    "text": "Provides that the United States shall, in fulfillment of the commitments made by the President to the United Nations, participate fully in the World Food Conference of the United Nations Food and Agriculture Organization, to be held November 5 through 15 in Rome, and the United States, as primary initiator of the Conference, shall insofar as possible exercise leadership in this Conference appropriate to our role as a major supplier of food to the world. Authorizes the establishment of a contingency supply of basic food commodities to be released on a grant basis only for emergency food relief to regions of the world suffering from natural and man-made disasters and to encourage other countries to commit facilities such as transportation, or other contributions commensurate with each country's respective resources, within an internationally coordinated emergency food relief program. Directs the President to increase annual United States food assistance under the donation provisions of our food assistance programs to that level equal to one-third of the total of increased food or fertilizer assistance commitments made by the rest of the world over and above the present levels of assistance, and not exceeding in value $500,000,000. Authorizes the President to establish projects of research by extension branches of land-grant colleges in cooperation with American farmers' cooperatives and American industry toward the purpose of adapting relevant areas of American food and technology to the needs of the developing world. States that such a research effort should include (1) the distribution and most efficient utilization of our food assistance resources within agricultural development goals and with particular emphasis on ways to improve harvesting, processing, storage, and distribution techniques for food commodities in tropical climates and (2) the market structure in developing countries and ways the market structure must be improved to encourage domestic food production. States that the United States supports, in concept, the creation of a \"World Food Authority\" as proposed by the Secretary General of the World Food Conference to coordinate the execution of measures for action emanating from the World Food Conference while utilizing existing institutional machinery insofar as possible to effect their implementation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to provide direction to the U.S. delegation to the World Food Conference.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:59-05:00"
}