{
  "actions": [
    {
      "acted_at": "1973-11-06", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-11-06", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-623.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-08", 
      "references": [], 
      "text": "Measure passed House, roll call #568 (393-2).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres688-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-06", 
  "number": "688", 
  "official_title": "A resolution providing for the consideration of the bill (H.R. 9142) to restore, support, and maintain modern, efficient, rail service in the northeast region of the United States, to designate a system of essential rail lines in the northeast region, to provide financial assistance to rail carriers in the northeast region, to improve competitive equity among surface transportation modes, to improve the process of Government regulation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9142-93", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-06", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-06", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 9142): (1) to restore, support, and maintain modern, efficient rail service in the northeast region of the United States; (2) to designate a system of essential rail lines in the northeast region; (3) to provide financial assistance to rail carriers in the northeast region; (4) to improve competitive equity among surface transportation modes; and (5) to improve the process of Government regulation. States that after general debate, which shall be confined to the bill and shall continue not to exceed two hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Interstate and Foreign Commerce, the bill shall be read for amendment under the five-minute rule. Provides that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Interstate and Foreign Commerce now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, said substitute shall be read for amendment by titles instead of by sections, and all points of order against sections 911 and 912 of said substitute for failure to comply with the provisions of clause 7, rule XVI are hereby waived. States that, at the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. Requires that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution providing for the consideration of the bill (H.R. 9142) to restore, support, and maintain modern, efficient, rail service in the northeast region of the United States, to designate a system of essential rail lines in the northeast region, to provide financial assistance to rail carriers in the northeast region, to improve competitive equity among surface transportation modes, to improve the process of Government regulation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:35-05:00"
}