{
  "actions": [
    {
      "acted_at": "1983-07-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3560-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-13", 
  "number": "3560", 
  "official_title": "A bill to amend the Trade Act of 1974 to encourage the preparation and implementation of adjustment plans for industries materially injured by imports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s849-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s849-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Industrial Revitalization Act of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-13", 
  "subjects": [
    "Business and commerce", 
    "Executive reorganization", 
    "Foreign Trade and Investments", 
    "Foreign trade regulation", 
    "Government and business", 
    "Imports", 
    "Labor and employment", 
    "Trade adjustment assistance", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-13", 
    "text": "Industrial Revitalization Act of 1983 - Amends the Trade Act of 1974 to authorize any person filing a petition for eligibility for import relief to elect an alternative procedure. Requires any applicable petition to allege any material injury (or threat thereof) to which imports contributed importantly, in lieu of alleging serious injury. Requires the International Trade Commission to make a preliminary determination regarding such injury within 45 days of the receipt of the applicable petition. Requires the Commission to conclude the investigation if no reasonable indication of material injury is found. Requires the Commission to continue the investigation and order the initiation of the adjustment plan process upon finding such reasonable indication of injury. Requires the Chairman of the Commission to establish an adjustment plan development group (with specified members) if such an order is issued. Requires the adjustment plan development group to establish a plan designed to enable any industry affected by the applicable petition to adjust to changing economic conditions resulting from imports or otherwise. Sets forth certain requirements for such plans. Requires adjustment plans to recommend to the Commission actions which the Commission may take or recommend if the Commission finds the requisite injury. Authorizes such plans to provide for adjustment assistance to individuals or firms. Requires the approval of a majority of individuals in each adjustment plan development group before treating the plan as an agreed upon plan. Declares that any discussions or actions taken by any person pursuant to an adjustment plan shall not be treated as a violation of any Federal or State antitrust law. States requirements for the final determination of orders. Requires the Commission to take certain factors into account in determining an appropriate remedy for import relief. Requires the President to provide the import relief recommended by the Commission. Requires that any import relief ordered under the alternative procedures shall continue for the same period as relief ordered under any other petition. Authorizes the Commission to revoke such relief if the adjustment plan has not been materially implemented by businesses or employees. Requires the Secretary of Commerce to establish an adjustment plan implementation review board for each agreed upon adjustment plan. Sets forth the duties of such review board, including preparing Federal legislation required by the plan. Requires the President to notify Congress and publish notice in the Federal Register of an intention to propose legislation for any adjustment plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industrial Revitalization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to encourage the preparation and implementation of adjustment plans for industries materially injured by imports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:11-05:00"
}