{
  "actions": [
    {
      "acted_at": "1976-05-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13776-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-13", 
  "number": "13776", 
  "official_title": "A bill to amend the Internal Revenue Code to provide a credit against estate taxes for certain closely held businesses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Fisher, Joesph L.", 
    "state": "VA", 
    "thomas_id": "00385", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-13", 
  "subjects": [
    "Business and commerce", 
    "Estate tax", 
    "Small business", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-13", 
    "text": "Amends the Internal Revenue Code to provide an optional credit against the estate tax of $40,000, if a qualified closely held business is included in the value of the gross estate of the decedent. States that for purposes of this Act the term \"qualified closely held business\" means a trade or business which meets specified requirements, including: (1) the interest held by the decedent on his date of death satisfied the Internal Revenue Code's definition of a closely held business; (2) the value of the decedent's interest in such trade or business which is included in determining the value of the gross estate exceeds 75 percent of the value of the gross estate of such decedent reduced by the deductions allowable; and (3) the trade or business was the principal trade or business in which the decedent or his relative was engaged for each taxable year during the five-year period ending with the date of decedent's death. Allows the recapture of the credit granted by this Act upon the occurrence of specified events, including any sale, exchange, or other disposition of all or any part of the interest in a qualified closely held business to any person other than a relative of the transferor except a transfer solely for the purpose of providing a security interest. Allows the Secretary of the Treasury to require the posting of a bond securing the payment of any amounts subject to recapture."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code to provide a credit against estate taxes for certain closely held businesses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:20-05:00"
}