{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "Senate Committee on Interior and Insular Affairs (Subsequently: Energy and Natural Resources)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs (Subsequently: Energy and Natural Resources).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s186-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "186", 
  "official_title": "A bill to amend the Water Resources Planning Act, and the Water Resources Research Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Resources Planning and Research Assistance Amendments Act", 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental fiscal relations", 
    "Planning", 
    "Public works", 
    "River basin commissions", 
    "States", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-11", 
    "text": "Water Resources Planning and Research Assistance Amendments Act - Title I: Amendments to Title I of the Water Resources Planning Act-The Water Resources Council - Amends the Water Resources Planning Act to revise the membership of the Water Resources Council to include Assistant Secretaries of the Departments of the Interior, Agriculture, the Army, Commerce, Housing and Urban Development, and Transportation. Includes as permanent members of the Commission: (1) an Assistant Administrator of the Environmental Protection Agency; (2) a member of the Federal Power Commission; and (3) a Chairman, possessing specified qualifications, to be appointed by the President by and with the advice and consent of the Senate. Authorizes the President to appoint members to the Council as representatives of affected Federal agencies and departments. Limits such appointments to the period during which this program is in effect, subject to the condition that an Assistant Secretary or Administrator for water-related matters shall be appointed. Lists additional duties of the Council, including periodic review of national water resources research and planning activities, assistance in the preparation of annual and long-range consideration, coordination with Federal and State agencies, and advice to the President on the water resources planning impacts on Federal budgets. Directs the President to transmit an annual water resources report to Congress, with the assistance of the Council. Establishes a non-Federal advisory committee composed of representatives from each river basin to offer advice and recommendations to the Council. Establishes within the Council an Office of Water Resources Research to perform under the general direction of the Chairman of the Council. Amends the Water Resources Research Act of 1964 to authorize the transfer of activities under such Act from the Secretary of the Interior to the Water Resources Council. Authorizes the Council to make grants to firms, local governments, and individuals for water resources research and technology development. Authorizes the appropriation of $10,000,000 for each fiscal year from 1977 to 1987, inclusive, for such purposes. Title II: Amendments to Title II of the Water Resources Planning Act-River Basin Commissions - Amends the Water Resources Planning Act to direct Federal river basin commissions to coordinate federally-assisted State programs for water related planning in addition to existing responsibilities. Title III: Amendments to Title III of the Water Resources Planning Act-Financial Assistance to States - Revises procedures for assistance to States in developing comprehensive water resources plans to stipulate that: (1) funds be made available on the basis of two Federal dollars to every one State dollar; and (2) the annual amount of such assistance to any State shall not exceed $200,000. Authorizes the appropriation of unexpended funds on a dollar-for-dollar basis to States which require additional sums for such planning activities. Stipulates that the provisions of this Act shall become effective October 1, 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Planning and Research Assistance Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Water Resources Planning Act, and the Water Resources Research Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:56-05:00"
}