{
  "actions": [
    {
      "acted_at": "1979-03-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3041-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Stockman, David A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-15", 
  "number": "3041", 
  "official_title": "A bill to amend titles XV and XVI of the Public Health Service Act to revise and extend the authorities and requirements under those titles for health planning and health resources development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Planning and Resources Development Amendments of 1979", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-15", 
  "subjects": [
    "Administrative procedure", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Ambulatory care", 
    "Authorization", 
    "Citizen participation", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Employee rights", 
    "Evaluation", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Health planning", 
    "Hospital utilization", 
    "Hospitals", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Medical centers", 
    "Medical supplies", 
    "Mental health", 
    "Native Americans", 
    "Planning", 
    "Public health", 
    "Public health administration", 
    "Puerto Rico", 
    "States", 
    "Territories (U.S.)", 
    "Veterans' hospitals"
  ], 
  "subjects_top_term": "Health planning", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-15", 
    "text": "Health Planning and Resources Development Amendments of 1979 - Title I: Revision of Health Planning Authority - Amends title XV of the Public Health Service Act (National Planning and Development) to direct the Secretary of Health, Education, and Welfare to review annually the national guidelines for health planning promulgated under such Act. Requires the Secretary to determine whether health care delivery systems are meeting the standards and goals set forth in such guidelines and to publish periodically a summary of changes in resources needed to meet such goals. Directs health systems agencies (HSAs) designated under this Act to provide such data as will enable the Secretary to carry out such duties. Adds to the list of subjects deserving priority consideration in the formulation of national health planning goals: (1) the discontinuance of duplicative or unneeded services and facilities; (2) the adoption of policies to contain the rising costs of health care delivery; and (3) the improvement of mental health care, including eliminating inappropriate placement of persons with mental health problems in institutions and emphasizing outpatient mental health services by assuring access to community mental health centers. Revises the procedures for the redesignation of health service area boundaries, including redesignation if the boundaries of the proposed health service area would better meet certain current requirements. Permits the Governor of any State which comprises part of an interstate health service area to request that such area contain only part of a standard metropolitan statistical area, without the concurrence of the Governors of the other States which are part of such area, as required under current law. Eliminates the provision which gives priority for designation of health service areas which formerly had an areawide Comprehensive Health Planning Agency under previous health planning authority. Revises the status of Puerto Rico for the purposes of the health planning program. Extends from one to three years the period of the designation and redesignation of health systems agency (HSA). Revises the procedures for the designation and termination of HSAs, including requiring the Secretary to: (1) give priority to an application for HSA designation which has been recommended by the Governor; (2) permit the appropriate State health planning and development agency (State Agency) to comment on the performance of an HSA before its designation is renewed; (3) consult with the Governor and the Statewide Health Coordinating Council (SHCC) before terminating an HSA's designation. Authorizes the Secretary to terminate a designation agreement with an HSA under certain circumstances and to limit the functions an agency may perform upon a determination that such agency has not fulfilled its obligations. Revises the criteria for the determination by the Secretary of the amount of the grant to be made in each fiscal year to each HSA. Increases the minimum planning grants to HSAs. Allows grants made to designated State Agencies for rate regulation and which are unobligated in the fiscal year for which they were made to be used in the succeeding fiscal year. Permits providers whose principal place of business is in an HSA area to be members of such HSA's governing body. Revises the provider categories with respect to HSA governing body composition to require the representation of hospitals and an accredited school of medicine which may be in the health service area. Increases from one-third to one-half the proportion of the providers of health care who are members of the governing body or executive committee of an HSA who must be direct providers of health care. Makes additional revisions in the composition of an HSA governing body, including that the membership consist of individuals knowledgeable about mental health services and representative of: (1) any qualified health maintenance organizations which may be in the health service area; and (2) the Veterans Administration if the area has at least one VA health care facility. Stipulates that consumers on HSA governing bodies cannot have been \"direct\" health care providers within the 12 months preceding appointment, instead of \"health care providers\" as currently provided. Requires that subcommittees of advisory groups of HSA boards have a consumer majority. Directs each HSA to establish and make public a process for the selection of the members of its governing body and any subarea advisory councils which assures: (1) selection in accordance with current composition requirements; and (2) the opportunity for, and encouragement of, broad participation of the residents of the HSA. Requires such process to limit the selection of consumer and provider members by other members of such body or councils. Provides that records and meetings of an HSA except for personnel matters shall be available to the public. Requires each HSA to have an identifiable program of providing assistance to the members of a governing body or other decision-making entity. Provides that at least one member of the HSA staff shall be responsible for assisting the consumer members of the HSA governing body. Authorizes HSA governing bodies to make advances to HSA members for reasonable expenses incurred in the performance of HSA duties. Prohibits any member of a governing body of an HSA or any member of a SHCC from voting on any matter with which such member has any substantial ownership, employment, fiduciary, contractual, creditor, or consultative relationship. Requires HSA staff to have, to the extent feasible, expertise in financial and economic analysis and disease prevention. Adds to the material to be included in the health systems plan (HSP) of an HSA, goals for the delivery of mental health services. Requires that each State Agency determine statewide health needs after consultation with appropriate State authorities. Requires an HSA to conduct a public hearing on the establishment or revision of its Annual Implementation Plan (AIP) and to give interested parties an opportunity to submit their views orally and in writing. Provides for Indian self-determination as related to health planning. Eliminates the requirement that the HSP of an HSA be consistent with the national guidelines issued by the Secretary, but requires the HSA to submit to the State health planning and development agency (State Agency) and the SHCC a detailed statement of reasons for any inconsistencies between its HSP and AIP and such guidelines. Requires plans established under the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970 and the Drug Abuse Office and Treatment Act of 1972 to be consistent with the State health plan, and conditions grants made under the Community Mental Health Centers Act on such plan being in effect. Amends the Community Mental Health Centers Act to direct the State mental health authority to: (1) establish minimum standards for community mental health centers; (2) establish a program for such centers which is based on the need for comprehensive mental health services, consistent with the State health plan; (3) make such reports as the Secretary may require; and (4) designate a State advisory council to aid in carrying out such functions and the health planning provisions of the Public Health Service Act. Revises the review functions of the SHCCs. Enumerates additional criteria for HSA, State Agency, and SHCC review, including the accessibility to residents of the proposed services. Specifies the requirements of the certificate of need program established by a State Agency. Requires that a certificate of need application of a health maintenance organization for new institutional services be approved upon certain findings by the State Agency. Exempts from the program the acquisition of major medical equipment which will not be owned by or located in a health care facility in certain circumstances. Directs the Secretary to promulgate regulations to enable the States to establish certificate of need programs which meet such requirements. Directs the Secretary to make grants to State Agencies to develop programs to reduce excess hospital capacity. Authorizes appropriations for such purpose. Establishes procedures which allow the Governor of a State to review an HSA decision disapproving a proposed use of Federal funds, and to authorize such use after considering any comments by the State Agency. Requires each health systems agency to coordinate its activities with any State entity which reviews rates and budgets of health care facilities. Requires HSAs located within the same standard metropolitan statistical area to coordinate their activities. Directs the Secretary to give each designated HSA within a State an opportunity to comment on the performance of a State health planning and development agency (State Agency) before renewing its designation. Extends from one to three years the period of the designation and redesignation of a State Agency. Revises the procedures for the termination of designated State Agencies. Revises the composition of SHCCs, including increasing from one-third to one-half the proportion of members who must be direct providers of health. Extends through fiscal year 1982 authorizations for: (1) planning grants; (2) State health planning and development; (3) rate regulation; (4) centers for health planning; and (5) area health services development funds. Directs the Secretary to report to Congress on the results of reviews conducted with respect to improvements in health care and restraints on increases in health care costs. Title II: Revision of Authority for Health Resources Development - Amends title XVI of the Public Health Service Act (Health Resources Development) to authorize the Secretary of Health, Education, and Welfare to make loans through fiscal year 1981 for: (1) modernization of medical facilities; (2) construction of new outpatient medical facilities; (3) construction of new hospitals in areas experiencing rapid population growth or a reduction of hospital beds due to merger or closure of medical facilities; and (4) conversion of existing facilities to outpatient or long-term care facilities. Authorizes the Secretary to guarantee for such period the payment of principal and interest to: (1) non-Federal lenders for their loans to nonprofit private entities for medical facilities projects; and (2) the Federal Financing Bank for loans to nonprofit private entities for such projects. Authorizes the Secretary to make grants for construction or modernization projects designed to: (1) eliminate or prevent imminent safety hazards; or (2) avoid noncompliance with State or voluntary licensure or accreditation standards, with respect to medical facilities owned or operated by public entities. Authorizes the Secretary to make grants to public and nonprofit entities for projects for: (1) construction of outpatient medical facilities providing services for medically underserved populations; and (2) conversion of existing medical facilities to provide such services. Authorizes appropriations through fiscal year 1982 for such purpose. Directs the Secretary to assure, by regulation, the effective execution and management of projects carried out under this Act. Title III: Program to Assist and Encourage the Discontinuance of Unneeded Hospital Services - Amends title XVI of the Public Health Service Act (Health Resources Development) to direct the Secretary of Health, Education, and Welfare to establish a new program for providing grants and technical assistance to assist and encourage hospitals to discontinue the provision of unneeded hospital services. Authorizes appropriations through fiscal year 1982 for such program. Directs the Secretary to study the effect of such program on the elimination of unneeded hospital services and to report the results of such study to Congress. Requires the Secretary of Labor to prescribe guidelines for the protection of employees affected by the discontinuance of such services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Planning and Resources Development Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XV and XVI of the Public Health Service Act to revise and extend the authorities and requirements under those titles for health planning and health resources development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:50-05:00"
}