{
  "actions": [
    {
      "acted_at": "1983-02-22", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to Subcommittee on Rules of the House.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Legislative Process", 
      "text": "Referred to Subcommittee on Legislative Process.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres100-98", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Legislative Process", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Smith, Denny", 
      "sponsored_at": "1984-06-19", 
      "state": "OR", 
      "thomas_id": "01072", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-22", 
  "number": "100", 
  "official_title": "A resolution to amend the Rules of the House of Representatives for the purpose of strengthening and making more accountable the committee system and thereby making the legislative process more efficient, manageable, and representative.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Committee Improvement Amendments of 1983", 
  "sponsor": {
    "district": "5", 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-22", 
  "subjects": [
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional oversight", 
    "House of Representatives"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-22", 
    "text": "Committee Improvement Amendments of 1983 - Amends rule X of the Rules of the House of Representatives to require each standing committee, not later than March 1 in the first session of a Congress, to adopt its oversight plans in a meeting open to the public. Requires the committees to submit such plans to the Committee on Government Operations, which shall, not later than March 15 in the first session of a Congress, report such plans to the House with recommendations. Authorizes the Speaker of the House to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more committees. Amends rule XI to require each committee to include in its biennial report to the House a separate section summarizing its legislative and oversight activities during that Congress. Directs the Speaker of the House to initially refer each bill, resolution, or other matter to one committee of principal jurisdiction. Eliminates the Speaker's authority to refer any such matter initially to two or more committees for concurrent consideration. Requires the membership of each committee, select committee, and conference committee (and each subcommittee, task force, or subunit thereof) to reflect the ration of majority to minority Members. Provides that such ration be reflected for standing committees at the beginning of each Congress, and for select and conference committees at the time of appointment. Prohibits any standing committee from establishing more than six subcommittees, and any Member serving at any one time on more than four subcommittees. Defines subcommittee as any subunit of a standing committee established for a period of more than six months. Prohibits the vote by any member of any committee or subcommittee from being cast by proxy. Provides that a majority of members of each committee or subcommittee shall constitute a quorum for the transaction of any business. Prohibits the House from considering many primary expenses resolution until the Committee on House Administration has reported and the House has adopted a resolution establishing committee staff personnel ceilings for the year. Requires such committee to specify in any primary or supplemental expense resolution the number of staff positions authorized therein. Authorizes the House to consider any supplemental expense resolution in excess of such ceiling by a vote of tw0-thirds of the Members present."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Committee Improvement Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend the Rules of the House of Representatives for the purpose of strengthening and making more accountable the committee system and thereby making the legislative process more efficient, manageable, and representative.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:34-05:00"
}