{
  "actions": [
    {
      "acted_at": "1990-07-25", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-06", 
      "bill_ids": [
        "hr5314-101"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "See H.R.5314.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-06", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to the Subcommittee on Water Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5370-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-25", 
  "number": "5370", 
  "official_title": "To provide an environmental mission for the United States Army Corps of Engineers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5314-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Corps of Engineers Environmental Protection Act of 1990", 
  "sponsor": {
    "district": "7", 
    "name": "Stangeland, Arlan", 
    "state": "MN", 
    "thomas_id": "01098", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-25", 
  "subjects": [
    "Beach erosion", 
    "Dams", 
    "Employee training", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Flood damage prevention", 
    "Public works", 
    "Reservoirs", 
    "Shore protection", 
    "Waste water treatment", 
    "Water resources development", 
    "Wetland conservation", 
    "Wetlands"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-25", 
    "text": "Corps of Engineers Environmental Protection Act of 1990 - Directs the Secretary of the Army to include environmental protection as one of the primary missions of the Corps of Engineers with respect to water resources projects. Establishes, as part of the Corps' water resources development program, an interim goal of no overall net loss of the Nation's remaining wetlands base and a long-term goal to increase the quality and quantity of the Nation's wetlands. Directs the Secretary to: (1) develop a wetlands action plan to achieve such goals; (2) implement demonstration projects to restore and create wetlands and to determine the feasibility of mitigation banks as a means of achieving such goals and satisfying Federal wetland mitigation requirements; (3) establish and implement a program to evaluate and demonstrate the use of constructed wetlands for wastewater treatment; (4) conduct research and pilot projects utilizing certain constructed wetlands to determine the feasibility of using constructed wetlands systems to treat wastewater; (5) establish an interagency working group on wetlands for wastewater treatment to oversee the program for using constructed wetlands for wastewater treatment; (6) establish for each major reservoir under the Corps' jurisdiction a technical advisory committee to provide recommendations on reservoir monitoring and options for reservoir management; and (7) ensure that, in developing or revising Corps' reservoir operating manuals, the Corps shall provide for public participation. Sets forth the responsibilities for non-Federal interests in carrying out the wetland projects authorized under this Act, including a cost-sharing requirement of 25 percent. Authorizes the Secretary to: (1) establish a training program for individuals to be certified as wetland delineators; (2) manage any existing dam and reservoir project of the Corps for recreation and fish and wildlife purposes to the extent such management does not impair any other authorized project purpose; and (3) modify the terms of project repayment when necessary to reallocate reservoir storage at any such project as a result of such management. Prohibits the Secretary from including in the benefit base for justifying Federal flood damage reduction projects: (1) any new or substantially reconstructed structure built in the 100-year flood plain after July 1, 1991; and (2) any structure that becomes located in such flood plain by virtue of constrictions placed in the flood plain after that date. Prohibits the Secretary, after January 1, 1994, from participating in beach stabilization or renourishment projects involving Federal funds unless the State where the project will be located has established or is committed to establishing a beach front management program that includes specified provisions. Provides that such prohibition shall not apply to the stabilization or renourishment of Federal lands or if the Secretary determines that an exceptional circumstance exists to justify Federal approval and funding of such projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corps of Engineers Environmental Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide an environmental mission for the United States Army Corps of Engineers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:05-05:00"
}