{
  "actions": [
    {
      "acted_at": "1986-05-22", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-22", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-17", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-17", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-23", 
      "bill_ids": [
        "hr5576-99"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "See H.R.5576.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4907-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Barnard, Doug, Jr.", 
      "sponsored_at": "1986-06-04", 
      "state": "GA", 
      "thomas_id": "00054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1986-05-22", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-22", 
  "number": "4907", 
  "official_title": "A bill to facilitate the provision of additional financial resources to the Federal Savings and Loan Insurance Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5576-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-22", 
  "subjects": [
    "Bank deposits", 
    "Corporations and Stocks", 
    "Deposit insurance", 
    "Federal Home Loan Bank Board", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Savings and loan associations", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-22", 
    "text": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986 - Amends the Federal Home Loan Bank Act to require the Federal Home Loan Bank Board (Board) to charter the Financing Corporation. Requires the Corporation to be directed and operated by a Directorate consisting of the Director of the Office of Finance of the Federal Home Loan Banks (Banks) and two other members selected by the Chairman of the Board from presidents of the Banks or their successors. Requires each Bank to invest in nonvoting capital stock of the Corporation. Limits the cumulative investment of all Banks to $3,000,000,000 and of each Bank to the sum of its required reserves plus its undivided profits, as prescribed by this Act. Sets forth a formula for determining the prorated portion of funds to be invested by each Bank. Restricts dividend payments by a Bank until it invests its required amount. Empowers the Corporation to borrow, to issue stock to Banks, to invest in Federal Savings and Loan Insurance Corporation (FSLIC) securities, and to issue debt the proceeds of which shall be invested in the FSLIC. Provides that the Corporation shall have no employees. Authorizes the Directorate to authorize Bank and Board employees to act on behalf of the Corporation. Authorizes Federal Reserve banks to act as depositaries, custodians, and fiscal agents for the Corporation. Provides that the Corporation shall be exclusively liable for its obligations which shall be lawful investments and exempt securities under laws administered by the Securities and Exchange Commission. Prohibits the Corporation from making any net new borrowings after December 31, 1996. Provides that General Accounting Office audits of the Corporation shall not be limited to periods during which Government capital has been invested therein. Directs the Corporation to invest assets that it does not invest in the FSLIC in the same obligations in which Banks are permitted to invest reserves. Limits the amount of issued and outstanding obligations of the Corporation. Requires the liquidation of the Corporation and the retirement of its obligations by December 31, 2026. Amends the Government Corporations Control Act to establish the Corporation as a mixed ownership Government corporation. Authorizes the FSLIC to issue nonredeemable capital certificates and redeemable nonvoting capital stock which shall be invested in by the Corporation, shall be included as part of the primary reserve of the FSLIC, and shall pay dividends equal to the Corporation's interest payments on its obligations and issuance costs, with specified exceptions. Authorizes the FSLIC to use accumulated contributions to its equity return account to pay off and retire its capital stock upon the maturity of all Corporation obligations. Sets forth formulae for calculating the FSLIC's annual contributions to such account beginning in 1977 based on the fraction of the aggregate amount of all accounts of all insured members equal to FSLIC reserves. Provides that certain statutorily prescribed actions regarding the FSLIC's primary and secondary reserves shall not apply as long as shares of its capital stock are outstanding. Allows the Board to authorize a Bank to declare and pay dividends out of its undivided profits or legal reserves, only after such Bank has reduced all other reserves to zero, if: (1) the Bank incurs a charge-off or expense related to its investment in the Corporation; and (2) the Board determines that there is an extraordinary need for such Bank's member institutions to receive dividends. Provides that provisions concerning retirement of the FSLIC's capital stock shall not apply to FSLIC stock issued to the Corporation under this Act. Entitles any security granted to a Bank by a Bank member or member affiliate to have priority over the claims and rights of any party having rights of lien creditor, other than the claims of secured parties that are secured by actual perfected security interests otherwise entitled to priority under applicable law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate the provision of additional financial resources to the Federal Savings and Loan Insurance Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:27-05:00"
}