{
  "actions": [
    {
      "acted_at": "1973-12-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11978-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-14", 
  "number": "11978", 
  "official_title": "A bill to declare by congressional action a nationwide energy emergency; to create a national energy policy; to conserve our national energy resources and increase the supply of scarce fuels; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Emergency, Policy, and Conservation Act", 
  "sponsor": {
    "district": "33", 
    "name": "Walsh, William F.", 
    "state": "NY", 
    "thomas_id": "01198", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-14", 
  "subjects": [
    "Canada", 
    "Coal", 
    "Congressional committees", 
    "Electric power", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Excise tax", 
    "Foreign trade and international finance", 
    "Fuel", 
    "Fuel allocation", 
    "Government operations and politics", 
    "House of Representatives", 
    "Hydroelectric power", 
    "Income tax", 
    "International affairs", 
    "Mass rapid transit", 
    "Mines and mineral resources", 
    "Petroleum and petroleum products", 
    "Pollution", 
    "Power resources", 
    "Tax credits", 
    "Taxation", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-14", 
    "text": "National Energy Emergency, Policy, and Conservation Act - Title I: Statement of Findings and Purposes - Sets forth the determination of Congress and the purposes of the Act. Title II: Emergency Fuel Shortage Contingency Programs - Authorizes the President to enter into agreements with foreign States and others, these agreements to be operative unless disapproved by the Senate within fifteen days. Declares that, within fifteen days after enactment of the Act, the President shall promulgate and submit to Congress for approval a plan for a nationwide emergency energy rationing and conservation program. Includes the measures to be used in the rationing and conservation program. Provides that, within two weeks of the date of enactment of this Act, the President shall promulgate requirements for emergency energy conservation and contingency programs to be developed by each State and major metropolitan government to implement the Federal program, these programs to be developed within eight weeks of enactment and submitted for approval to the President. Directs the President to strive to insure that all regions and all States of the Nation share available fuels in an equitable manner. Provides that the President shall require that any major fossil fuel burning installations, which now burn petroleum or natural gas and which have the capability to burn coal or other fuels, convert to burning coal or other fuels; and that fossil fuel fired electrical powerplants now in the planning process be designed and constructed so as to have the capability of rapid conversion to burn coal. Requires the President to develop and implement federally sponsored incentives for the use of public transportation. Describes requirements for environmental impact statements. Authorizes the President to initiate measures to supplement domestic energy supplies for the duration of the emergency. Directs the President to take into consideration and to minimize any adverse impact on employment. Requires the President, within ninety days of enactment, to promulgate a plan for the development of the hydroelectric power resources of the Nation. Directs the Secretary of the Interior and the Secretary of Commerce to prepare a review of export policies for petroleum and other energy sources. Title III: Congressional Approval and Authorization - Provides that, within two weeks after enactment of this Act, the President shall submit for approval to Congress within fifteen legislative days his proposals for the emergency contingency programs. Title IV: Clean Air Act Amendments - Authorizes the Administrator of the Environmental Protection Agency to temporarily suspend any emission limitation related to control of pollutants unless the Administrator determines that this suspension will present an imminent and substantial endangerment to the health of persons. Requires the Administrator to review each State's applicable implementation plan and no later than May 1, 1974, determine for each State whether its plan must be revised in order to achieve the national primary or secondary standard within the deadlines established in the Clean Air Act. Requires the Administrator to report to Congress by May 1, 1974, on the extent to which any applicable State or local air pollution requirement or deadline may adversely affect the implementation of the National Energy Emergency, Policy, and Conservation Act or of the Clean Air Act. Title V: Assistance to Persons Adversely Affected by this Act - Authorizes the President to give assistance to persons unemployed as a result of this Act through grants to States, food stamps, and loans through the Small Business Administration. Directs the Secretary of Labor to provide unemployment assistance services. Title VI: Excess Profits Tax - Imposes, for each taxable year ending or beginning during the energy emergency period, a tax on the income of every corporation producing or distributing energy resources, equal to 37 percent of the excess energy profits taxable income of such corporation for the taxable year. Provides for adjustments to the taxable income of a corporation attributable to producing or distributing energy resources in an energy emergency period, an excess energy profits deduction, the determination of invested energy capital, and adjustments to income for years in the base period. Title VII: Urban Mass Transportation Act and Internal Revenue Code Amendments - Authorizes the Secretary of Transportation to make grants in the amount of the fuel price increase adjustment to assist States and other agencies in the payment of operating expenses incurred in connection with the provision of urban mass transportation bus service in urban areas in fuel price increase years. Allows as a tax credit an amount equal to the fuel price increase adjustment in the case of any taxpayer operating an urban mass transportation bus service. Title VIII: Ban on Ornamental Gas Lighting and Pilot Lights - States that the Federal Power Commission shall prescribe regulations prohibiting any natural gas company or distributing company from selling natural gas to any person who will use this gas for exterior lighting purposes. Prohibits, after ninety days from the enactment of this Act, the manufacture for sale in interstate commerce of pilot lights. Title IX: Establishing a Standing House Committee on Energy - Establishes in the House of Representatives a Committee on Energy, consisting of twenty-five Members. Title X: Miscellaneous - Authorizes the President to consult with Canada concerning trade in natural gas, petroleum, and petroleum products between Canada and the United States. Directs the President to report to Congress on the progress of these consultations. Allows the President to designate disaster areas for national energy emergencies under the Disaster Relief Act of 1970. Directs the President to require that the Federal Disaster Assistance Administration promulgate a nationwide contingency plan for insuring the availability of Federal disaster assistance. Prohibits the use of funds for purchase, hire, or operation and maintenance of passenger motor vehicles with exceptions including those for use by the President, the Chief Justice, Cabinet members, and elected leaders of the Congress. Directs the President to report to Congress every sixty days on the administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Emergency, Policy, and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to declare by congressional action a nationwide energy emergency; to create a national energy policy; to conserve our national energy resources and increase the supply of scarce fuels; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:09-05:00"
}