{
  "actions": [
    {
      "acted_at": "1979-10-23", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-23", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1929-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-23", 
  "number": "1929", 
  "official_title": "A bill to safeguard the privacy of electronic fund transfers by consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5560-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Privacy of Electronic Fund Transfers Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-23", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Consumer protection", 
    "Criminal Procedure and Sentencing", 
    "Electronic funds transfers", 
    "Finance and financial sector", 
    "Right of privacy", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Electronic funds transfers", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-23", 
    "text": "Privacy of Electronic Fund Transfers Act of 1979 - Permits electronic fund transfer service providers to disclose information concerning such transfers only: (1) to Government authorities pursuant to the Foreign Intelligence Surveillance Act of 1978, a court order, or in specified emergencies; (2) to financial institution employees solely to determine the contents and the correctness of an item which was debited or credited to an account maintained by such financial institution; or (3) with the specific authorization of the originator or addressee of the item. Authorizes the Attorney General of the United States or any State to seek a court order to acquire the record of an electronic fund transfer when such acquisition may provide evidence of a criminal offense which is a felony under Federal law or, with respect to such State authority, threatens serious injury to person or property and is punishable by imprisonment for more than one year. Sets forth the procedure to be followed by the applicant for and the court issuing such court order. Permits the interception of an electronic fund transfer by Federal or State investigative or law enforcement officers if: (1) an emergency exists with respect to life threatening criminal activities; and (2) there are grounds for a court order to authorize such interception. Requires an application for an order approving such interception within 48 hours. Authorizes Secret Service special agents to intercept such transfers in order to locate an individual if specified procedures are followed. Requires the court denying or issuing a court order pursuant to this Act to notify the person named in the order or application and other parties to the intercepted transfers of specified information concerning such interception. Permits such notification to be delayed in specified circumstances. Sets forth criminal and civil penalties for violations of this Act. Allows a person aggrieved by a violation of this Act to maintain a civil action for damages and equitable relief against the appropriate Governmental authorities. Prohibits the use of an item or evidence derived from such item in any hearing or proceeding, if such item was disclosed or intercepted in violation of this Act. States that a good faith reliance on a court order issued pursuant to this Act or the Foreign Intelligence Surveillance Act of 1978 shall constitute a complete defense to any action brought under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Privacy of Electronic Fund Transfers Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to safeguard the privacy of electronic fund transfers by consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}