{
  "actions": [
    {
      "acted_at": "2002-09-13", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-10-04", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-10-08", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-10-08", 
      "calendar": "Senate Legislative", 
      "number": "668", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 668.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2937-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-09-13", 
  "number": "2937", 
  "official_title": "A bill to establish the Blue Ridge National Heritage Area in the State of North Carolina, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Blue Ridge National Heritage Area Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Edwards, John", 
    "state": "NC", 
    "thomas_id": "01573", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-10-04", 
  "subjects": [
    "Arts, culture, religion", 
    "Commemorations", 
    "Cultural property", 
    "Environmental protection", 
    "Exhibitions", 
    "Historic sites", 
    "History", 
    "Mountains", 
    "Nature conservation", 
    "North Carolina", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Sports and recreation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-10-08", 
    "text": "Blue Ridge National Heritage Area Act of 2002 - (Sec. 4) Establishes the Blue Ridge National Heritage Area in the State of North Carolina. Designates the Blue Ridge National Heritage Area Partnership as the management entity for the Area.(Sec. 5) Directs the Partnership to submit to the Secretary of the Interior a management plan, to be developed with appropriate consultation. States that the contents of the plan shall include: (1) recommendations and strategies for the conservation, funding, management, and development of the Area; (2) an inventory of the cultural, historical, natural, and recreational resources of the Area; and (3) a recommendation of policies for resource management and protection that develop intergovernmental cooperative agreements to manage and protect the resources of the Area. Directs the Secretary to approve or disapprove of the plan, and of a revised plan if the original one is not approved. Requires the Secretary to consider amendments to the plan for approval.(Sec. 6) Authorizes the Partnership to make grants and enter into cooperative agreements. Directs the Partnership, among other activities, to: (1) implement the Plan; (2) conduct public meetings in the Area; and (3) provide assistance to units of government, nonprofit organizations, and persons in protecting the Area's resources and developing recreational and educational opportunities in the Area.Requires the Partnership, for any fiscal year in which Federal funds are disbursed under this Act, to: (1) submit to the Secretary a report on the Partnership's activities; (2) make available for audit all records relating to the expenditure of funds and any matching funds; and (3) require entities spending Federal funds received under this Act to make available for audit all records pertaining to the expenditure of funds.Prohibits the Partnership from using Federal funds to acquire real property or interest in real property.(Sec. 7) Authorizes the Secretary to provide technical assistance and financial assistance to the Partnership in developing and implementing the plan.(Sec. 8) Declares that nothing in this Act: (1) grants any power of zoning or land use to the Partnership; or (2) abridges the rights of any person with respect to private property.(Sec. 9) Authorizes appropriations, limiting the amount that shall be made available for any fiscal year. Requires the non-Federal share of the cost of any activity under this Act carried out using Federal funds to be not less than 50 percent.(Sec. 10) States that the authority of the Secretary to provide assistance under this Act shall terminate 15 years after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Blue Ridge National Heritage Area Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Blue Ridge National Heritage Area Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Blue Ridge National Heritage Area in the State of North Carolina, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:42-05:00"
}