{
  "actions": [
    {
      "acted_at": "2013-01-18", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-01-18", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-01-18", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-01-18", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-01-22T12:31:00-05:00", 
      "references": [], 
      "text": "Mr. Pitts moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-22T12:31:00-05:00", 
      "references": [
        {
          "reference": "CR H187-200", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-22T12:31:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 307.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-22T12:48:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-22T14:03:00-05:00", 
      "references": [
        {
          "reference": "CR H200-201", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-22T14:30:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H187-197", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "24", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 395 - 29 (Roll no. 24).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-01-22T14:30:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-23", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-02-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-02-13", 
      "committees": [
        "SSHR"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-02-14", 
      "committee": "Health, Education, Labor, and Pensions", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Harkin with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-02-14", 
      "calendar": "Senate Legislative", 
      "number": "14", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 14.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2013-02-27", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S948-957", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S948-957", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2013-02-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-04T17:16:00-05:00", 
      "references": [
        {
          "reference": "CR H823-836", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Pitts moved that the House suspend the rules and agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-04T17:16:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on the motion to suspend the rules and agree to the Senate amendment to H.R. 307.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-04T17:30:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-04T18:31:00-05:00", 
      "references": [
        {
          "reference": " H836-837", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-04T18:53:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H823-832", 
          "type": "text as House agreed to Senate amendment"
        }
      ], 
      "result": "pass", 
      "roll": "56", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House suspend the rules and agree to the Senate amendment Agreed to by the Yeas and Nays: (2/3 required): 370 - 28 (Roll no. 56).", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-03-04T18:53:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-05", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2013-03-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2013-03-13", 
      "congress": "113", 
      "law": "public", 
      "number": "5", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 113-5.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr307-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Burgess, Michael C.", 
      "sponsored_at": "2013-01-18", 
      "state": "TX", 
      "thomas_id": "01751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Eshoo, Anna G.", 
      "sponsored_at": "2013-01-18", 
      "state": "CA", 
      "thomas_id": "00355", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "2013-01-18", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Pallone, Frank, Jr.", 
      "sponsored_at": "2013-01-18", 
      "state": "NJ", 
      "thomas_id": "00887", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "2013-01-18", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "113", 
    "law_type": "public", 
    "number": "5"
  }, 
  "history": {
    "active": true, 
    "active_at": "2013-01-22T12:31:00-05:00", 
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2013-03-13", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2013-03-04T18:53:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2013-02-27", 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-18", 
  "number": "307", 
  "official_title": "To reauthorize certain programs under the Public Health Service Act and the Federal Food, Drug, and Cosmetic Act with respect to public health security and all-hazards preparedness and response, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s242-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
  "sponsor": {
    "district": "8", 
    "name": "Rogers, Mike J.", 
    "state": "MI", 
    "thomas_id": "01651", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2013-03-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Chemical and biological weapons", 
    "Child health", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Department of Veterans Affairs", 
    "Drug safety, medical device, and laboratory regulation", 
    "Emergency medical services and trauma care", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Food and Drug Administration (FDA)", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Home and outpatient care", 
    "Hospital care", 
    "Infectious and parasitic diseases", 
    "Manufacturing", 
    "Medical education", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Nuclear weapons", 
    "Prescription drugs", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Research and development", 
    "Social work, volunteer service, charitable organizations", 
    "Strategic materials and reserves", 
    "Terrorism", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Public Law", 
    "date": "2013-03-13", 
    "text": "(This measure has not been amended since it was reported to the Senate on February 14, 2013. The summary of that version is repeated here.) Pandemic and All-Hazards Preparedness Act Reauthorization of 2013 - Title I: Strengthening National Preparedness and Response for Public Health Emergencies - (Sec. 101) Amends the Public Health Service Act (PHSA) to require the Secretary of Health and Human Services (HHS) to submit the National Health Security Strategy to the relevant congressional committees in 2014. Revises the Strategy's preparedness goals, in part to specify that the drills and exercises included in periodic evaluations of federal, state, local, and tribal preparedness and response capabilities also include drills and exercises to ensure medical surge capacity for events without notice. Requires the Strategy to include: (1) provisions for increasing the preparedness, response capabilities, and surge capacity of ambulatory care facilities, dental health facilities, and critical care service systems; (2) plans for optimizing a coordinated and flexible approach to the medical surge capacity of hospitals, other health care facilities, critical care, and trauma care and emergency medical systems; (3) provisions taking into account the unique needs of individuals with disabilities in a public health emergency; and (4) strategic initiatives to advance countermeasures to diagnose, mitigate, prevent, or treat harm from any biological agent or toxin or any chemical, radiological, or nuclear agent or agents, whether naturally occurring, unintentional, or deliberate. Requires the Secretary to: (1) monitor emerging issues and concerns as they relate to medical and public health preparedness and response for at-risk individuals in the event of a public health emergency; (2) disseminate and update novel and best practices of outreach to and care of at-risk individuals before, during, and following public health emergencies in as timely a manner as is practicable, including from the time a public health threat is identified; and (3) ensure that public health and medical information distributed by HHS during a public health emergency is delivered in a manner that takes into account the range of communication needs of the intended recipients, including at-risk individuals. (Sec. 102) Requires the Assistant Secretary for Preparedness and Response to provide integrated policy coordination and strategic direction with respect to all matters related to federal public health and medical preparedness and execution and deployment of the federal response for public health emergencies and incidents covered by the National Response Plan before, during, and following public health emergencies. Requires the Assistant Secretary, with respect to overseeing advanced research, development, and procurement of qualified countermeasures, security countermeasures, and qualified pandemic or epidemic products, to: (1) identify and minimize gaps, duplication and other inefficiencies in medical and public health preparedness and response activities and the actions necessary to overcome these obstacles; (2) align and coordinate medical and public health grants and cooperative agreements as applicable to preparedness and response activities authorized under the PHSA; (3) carry out drills and operational exercises to identify, inform, and address gaps in and policies related to all-hazards medical and public health preparedness; and (4) conduct periodic meetings with the Assistant to the President for National Security Affairs to provide an update on, and to discuss, medical and public health preparedness and response activities. Requires the Assistant Secretary to develop and update annually a five-year budget plan based on medical countermeasures priorities. Gives the Assistant Secretary for Preparedness: (1) lead responsibility within HHS for emergency preparedness and response policy and coordination, and (2) authority over and responsibility for the Biomedical Advanced Research and Development Authority (BARDA) as well as grants and related authorities related to trauma care. Transfers director authority and responsibility from the Secretary to the Assistant Secretary for the Medical Reserve Corps and the Emergency System for Advance Registration of Volunteer Health Professionals. Authorizes the Assistant Secretary to exercise the responsibilities and authorities of the Secretary with respect to the coordination of the Public Health Emergency Preparedness Cooperative Agreement Program. Requires the Assistant Secretary to develop the Public Health Emergency Medical Countermeasures Enterprise Strategy and Implementation Plan, a coordinated strategy and accompanying implementation plan for medical countermeasures to address chemical, biological, radiological, and nuclear threats. Requires the Government Accountability Office (GAO) to conduct an independent evaluation of the strategy and implementation plan. Requires the Secretary to ensure that information and items that could compromise national security, contain confidential commercial information, or contain proprietary information are not disclosed. Requires the Secretary to report to the relevant congressional committees regarding coordination with the Department of Defense (DOD) regarding countermeasure activities to address chemical, biological, radiological, and nuclear threats. (Sec. 103) Requires the Secretary to establish the National Advisory Committee on Children and Disasters. Terminates the Committee on September 30, 2018. (Sec. 104) Revises and reauthorizes through FY2018 the National Disaster Medical System. Requires the Secretary to take steps to ensure that a range of public health and medical capabilities are represented in the System, which take into account the needs of at-risk individuals, in the event of a public health emergency. Authorizes the Secretary to determine and pay claims for reimbursement for services provided through the System directly or through contracts that provide for payment in advance or by way of reimbursement. (Sec. 105) Reauthorizes through FY2018 a program for public health emergency readiness of the Department of Veterans Affairs (VA) medical centers. Title II: Optimizing State and Local All-Hazards Preparedness and Response - (Sec. 201) Allows the Secretary to authorize a state or tribe to temporarily reassign state and local public health department or agency personnel funded through PHSA programs to immediately address a public health emergency in the state or tribe. Requires such reassignments to be voluntary. Requires GAO to evaluate such temporary reassignments. Terminates this temporary reassignment authority on September 30, 2018. (Sec. 202) Revises and reauthorizes for FY2014-FY2018 a program of cooperative agreements to improve state and local public health security. Revises requirements for the All-Hazards Public Health Emergency Preparedness and Response Plan. Requires the Secretary to: (1) update periodically criteria for an effective state plan for responding to pandemic influenza, and (2) require the integration of such criteria into the benchmarks and standards that measure levels of preparedness. Eliminates the authority for pilot demonstration projects to purchase and implement the use of advanced diagnostic medical equipment to analyze real-time clinical specimens for pathogens of public health or bioterrorism significance. Makes amounts provided to an eligible entity under a cooperative agreement to achieve preparedness goals for a fiscal year that remain unobligated at the end of such year available for the next fiscal year, contingent upon the entity's achieving benchmarks and submitting a pandemic influenza plan. Eliminates limits on the amount of an award that an entity may carry over to the succeeding fiscal year. Reauthorizes appropriations for FY2014-FY2018 for the influenza vaccine tracking and distribution program in an influenza pandemic. (Sec. 203) Includes dental entities among those that may carry out education and training activities to improve responses to public health emergencies. Reauthorizes the Emergency System for Advance Registration of Health Professions Volunteers (ESAR-VHP) for FY2014-FY2018, which provides a single national interoperable network of systems to verify the credentials and licenses of health care professionals who volunteer to provide health services during a public health emergency. Reauthorizes for FY2014-FY2018 the Medical Reserve Corps to provide for an adequate supply of volunteers in the case of a public health emergency. Requires training exercises to incorporate the needs of at-risk individuals in the event of such an emergency. Revises and reauthorizes appropriations for FY2014-FY2018 for a program of grants and cooperative agreements to improve surge capacity and enhance community and hospital preparedness. Expands the purpose of the program to address the needs of children and other at-risk individuals. Makes community health centers eligible for such a program. Requires the Secretary to implement objective, evidence-based metrics to ensure that entities receiving such grant awards are meeting, to the extent practicable, the applicable goals of the National Health Security Strategy. Makes amounts provided to an eligible entity under the program for a fiscal year that remain unobligated at the end of such year available to the entity for the next fiscal year for the same purposes. Makes continued availability of such funds contingent upon achieving benchmarks and submitting a pandemic influenza plan. (Sec. 204) Reauthorizes appropriations for FY2014-FY2018 for a program to improve public health alert communications and surveillance and public health situational awareness capability. Includes poison control centers in the integrated system of public health alert communications and surveillance networks. Requires the Secretary to submit to the appropriate congressional committees a coordinated strategy and an accompanying implementation plan that demonstrates the measurable steps the Secretary will carry out to: (1) develop, implement, and evaluate the public health situation awareness network; (2) modernize and enhance biosurveillance activities; and (3) improve information sharing, coordination, and communication among disparate biosurveillance systems supported by HHS. Requires the network to include data from community health centers and other health centers. Defines \"biosurveillance\" as the process of gathering near real-time biological data that relates to human and zoonotic disease activity and threats to human or animal health, in order to achieve early warning and identification of such health threats, early detection and prompt ongoing tracking of health events, and overall situational awareness of disease activity. Requires the National Biodefense Science Board to provide expert advice and guidance regarding the measurable steps the Secretary should take to modernize and enhance biosurveillance activities pursuant to the efforts of HHS to ensure comprehensive, real-time all-hazards biosurveillance capabilities. (Sec. 205) Repeals the requirement that the Secretary report annually to designated congressional committees on the Secretary's exercise of specified authority, including expedited procurement authority, under the Project Bioshield Act of 2004. Title III: Enhancing Medical Countermeasure Review - (Sec. 301) Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to revise requirements for special protocol assessments to include agreements on the design and size of animal and any associated clinical trials which, in combination, are intended to form the primary basis of an effectiveness claim for a countermeasure or epidemic or pandemic product when human efficacy studies are not ethical or feasible. (Sec. 302) Revises the Secretary's authority to allow the use of unapproved medical products or the unapproved use of an approved product. Authorizes the Secretary to make a declaration that the circumstances exist justifying such an authorization and base the determination on: (1) a (general) threat (rather than a specific threat as under current law), (2) a significant potential for a public health emergency, (3) the health and security of U.S. citizens abroad, and (4) the identification of a material threat sufficient to affect national security. Eliminates the one-year expiration date for such an authorization (thus allowing it to continue). Requires the Secretary to give a sponsor of a product subject to such an authorization a written explanation of the scientific, regulatory, or other obstacles to approval, licensure, or clearance of such product or use, including specific actions to be taken by the Secretary and the sponsor to overcome such obstacles. Conditions such an authorization, with respect to the emergency use of an unapproved product, on the collection and analysis of information concerning the safety and effectiveness of the product when the authorization is in effect and for a reasonable time afterward. Authorizes the Secretary to review and revise such an authorization. Authorizes the Secretary to determine that a laboratory examination or procedure associated with a medical device subject to an authorization is deemed to be in a particular category of examinations and procedures if such categorization would be beneficial to protecting the public health and the benefits of the categorization outweigh the risks. Authorizes the Secretary to extend the expiration date of eligible medical countermeasures during an emergency if: (1) the extension is intended to support the U.S. ability to protect the public health or military preparedness and effectiveness; and (2) the extension is supported by an appropriate scientific evaluation conducted or accepted by the Secretary. Authorizes the Secretary to permit deviations from good manufacturing practice requirements when the circumstances of a domestic, military, or public health emergency or material threat so warrant. Authorizes the Secretary to waive prescription requirements during an emergency and create and issue emergency use instructions to inform health care providers or individuals to whom an eligible product is to be administered concerning the product's approved, licensed, or cleared conditions. Authorizes the Secretary to waive requirements for a risk evaluation and mitigation strategy in the event of a domestic, military, or public health emergency (currently, such waiver authority applies only to a public health emergency) or the identification of a material threat sufficient to affect national security or the health and security of U.S. citizens abroad. Permits a government entity to introduce into interstate commerce a product intended for emergency use if that product is intended to be held and not used, and is held and not used, unless and until it is: (1) approved, cleared, or licensed; (2) authorized for investigational use; or (3) authorized for emergency use. (Sec. 304) Requires the Secretary to: (1) ensure the appropriate involvement of Food and Drug Administration (FDA) personnel in interagency activities related to countermeasure advanced research and development, (2) ensure the appropriate involvement and consultation of FDA personnel in flexible manufacturing activities, (3) promote countermeasure expertise within the FDA, and (4) maintain teams composed of FDA personnel with expertise on countermeasures. Requires the Secretary to provide final guidance to industry within one year after enactment of this Act regarding the development of animal models to support approval, clearance, or licensure of countermeasures and epidemic and pandemic products when human efficacy studies are not ethical or feasible. Requires the Secretary to establish a procedure by which a sponsor or applicant developing a countermeasure for which human efficacy studies are not ethical or practicable, and that has an approved investigational new drug application or investigational device exemption, may request and receive: (1) a meeting to discuss proposed animal model development activities, and (2) a meeting before initiating pivotal animal studies. Requires such meetings to include discussion of animal models for pediatric populations, as appropriate. Requires the Secretary to take into account the material threat posed by the chemical, biological, radiological, or nuclear agent for which the countermeasure under review is intended when evaluating a countermeasure for approval, licensure, or clearance. Requires that, when practicable and appropriate, teams of FDA personnel reviewing applications or submissions include a reviewer with sufficient training or experience with countermeasures pursuant to established protocols. (Sec. 305) Requires the Secretary to establish a formal process for obtaining scientific feedback and interactions regarding the development and regulatory review of eligible countermeasures by facilitating the development of written regulatory management plans. Allows a sponsor or applicant of an eligible countermeasure to initiate such process upon submission of a written request to the Secretary which includes a proposed regulatory management plan. Requires the FDA to work with the sponsor or applicant to agree on a regulatory management plan within 90 days. Sets forth the required contents for a regulatory management plan, which includes developmental milestones and performance targets and goals. Requires the Secretary to establish regulatory management plans for all security countermeasures for which a request is submitted. Allows the Director of BARDA to prioritize which other eligible countermeasures may receive regulatory management plans if the Secretary determines that resources are not available to establish regulatory management plans for all other eligible countermeasures. (Sec. 306) Directs the Secretary to make publicly available on the FDA website, within 180 days and annually thereafter, a report detailing the countermeasure development and FDA review activities. (Sec. 307) Requires the Secretary to solicit input from the Assistant Secretary for Preparedness and Response and the Director of BARDA regarding pediatric studies for medical countermeasures. Requires the Secretary to notify the Assistant Secretary and the Director of BARDA of all pediatric studies in the written request for a pediatric study issued by the Commissioner of Food and Drugs. Requires the Secretary to consider additional information in developing the priority list of needs in pediatric therapeutics that require study, including the availability of countermeasures to address the needs of pediatric populations. Directs the FDA's Pediatric Advisory Committee to advise and make recommendations to the Secretary on the development of countermeasures for pediatric populations. Title IV: Accelerating Medical Countermeasure Advanced Research and Development - (Sec. 401) Extends from 8 years to 10 years: (1) the time during which a security countermeasure should qualify for approval or licensing for inclusion in Project Bioshield, and (2) the duration of a procurement contract for a security countermeasure. Requires a contract to procure security countermeasures to include a clear statement of defined government purpose limited to uses related to a security countermeasure. Authorizes the Secretary to enter into contracts and other agreements that are in the government's best interest in meeting identified security countermeasure needs, including reimbursement of the cost of advanced research and development as a reasonable, allowable, and allocable direct cost of the contract involved. Reauthorizes appropriations for FY2014-FY2018 for the Special Reserve Fund for procurement of security countermeasures and for countermeasure advanced research and development under BARDA. Prohibits the Secretary from utilizing more than 50% of such amount for research and development. Requires the Secretary to report to the appropriate congressional committees if the amount in the Fund falls below a specified threshold. (Sec. 402) Revises and reauthorizes for FY2014-FY2018 the Biodefense Medical Countermeasure Development Fund used to support BARDA to accelerate countermeasure and product advanced research and development. Authorizes the Secretary to support innovation under BARDA by promoting dose sparing technologies, efficacy increasing technologies, and platform technologies. Requires the Secretary to provide a clear statement of defined government purpose related to BARDA activities for the awarding of contracts, grants, and cooperative agreements for a qualified countermeasure or qualified pandemic or epidemic product. Extends the Freedom of Information Act (FOIA) exemption for specific technical data or scientific information that is created or obtained during countermeasure and product advanced research and development under PHSA that reveals significant and not otherwise known vulnerabilities of existing medical or public health defenses against biological, chemical, nuclear, or radiological threats. Extends the antitrust exemption to permit meetings and consultations to discuss the development of security countermeasures, qualified countermeasures, or qualified pandemic or epidemic products. Makes such exemption retroactive to December 17, 2012. Requires GAO to report on activities carried out to facilitate flexible manufacturing capacity. Includes within the definition of a qualified countermeasure and a qualified pandemic or epidemic product a product or technology intended to enhance the use or effect of a drug, biological product, or device that is a medical countermeasure. (Sec. 403) Reauthorizes the Strategic National Stockpile for FY2014-FY2018. Requires the Secretary to: (1) submit to the appropriate congressional committees, to the extent that the disclosure of such information does not compromise national security, the annual review of the contents of the Stockpile; and (2) review and revise the contents of the Stockpile to ensure that the potential depletion of countermeasures currently in the Stockpile is identified and appropriately addressed, including through necessary replenishment. (Sec. 404) Revises membership requirements for the National Biodefense Science Board. Requires the Board to give any recommendation, finding, or report provided to the Secretary also to the appropriate congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": false, 
      "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize certain programs under the Public Health Service Act and the Federal Food, Drug, and Cosmetic Act with respect to public health security and all-hazards preparedness and response, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:06:35-05:00"
}