{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "references": [
        {
          "reference": "CR S7810-7811", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3908-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "3908", 
  "official_title": "A bill to ensure that private property, public safety, and human life are protected from flood hazards that directly result from post-fire watershed conditions that are created by wildfires on Federal land.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Burn Area Flood Prevention Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Advisory bodies", 
    "Arizona", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Evidence and witnesses", 
    "Fires", 
    "Floods and storm protection", 
    "Forests", 
    "Government investigations", 
    "Indian lands and resources rights", 
    "Legal fees and court costs", 
    "Parks, recreation areas, trails", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Burn Area Flood Prevention Act of 2010 - Amends the Federal Land Assistance, Management, and Enhancement Act of 2009 to include within the purpose of FLAME Wildlife Suppression Reserve Funds to cover the costs of burn area responses, including flood prevention. Amends the National Flood Insurance Act of 1968 to make the waiting period for coverage under a new contract for flood insurance coverage, and any modification to coverage under an existing flood insurance contract, inapplicable to the initial purchase of flood insurance coverage upon a determination by the Administrator of the Federal Emergency Management Agency (FEMA) that such period should be waived for private property affected by flooding on federal land affected by wildfire. Establishes the Schultz Fire Flooding Area Task Force. Designates the FEMA Administrator as the Chair of the Task Force. Directs the Task Force to: (1) coordinate the efforts of the entities represented on the Task Force (including FEMA, the Corps of Engineers, the Forest Service, the Natural Resources Conservation Service, the United States Geological Survey [USGS], state and local governments, and community-based organizations and other interested parties) to implement interim and long-term flood protection systems; and (2) identify existing and potential funding, technical assistance, general investigations, and construction of flood protection projects. Directs the Administrator, in coordination with the Secretary of the Army, acting through the Chief of Engineers, and the Secretary of Agriculture, to carry out a detailed study of the area that suffered damage as a result of wildfire or flash flooding beginning on June 20, 2010, depicted on the Arizona Division of Emergency Management map entitled \"Schultz Flood #1 Operations Map,\" dated August 3, 2010, to evaluate the potential of integrating projects and programs of the Corps of Engineers, FEMA, and the Department of Agriculture (USDA) into a comprehensive, long-term flood protection system for that area. Directs the Attorney General to report on court costs and legal fees and expenses connected with the Jack Smith/Schultz Fuels Reduction Healthy Forest Restoration Project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Burn Area Flood Prevention Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure that private property, public safety, and human life are protected from flood hazards that directly result from post-fire watershed conditions that are created by wildfires on Federal land.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:00-05:00"
}