{
  "actions": [
    {
      "acted_at": "2009-01-14", 
      "references": [
        {
          "reference": "CR S389-390", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-14", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s235-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2009-04-27", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2009-01-14", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-14", 
  "number": "235", 
  "official_title": "A bill to amend the Truth in Lending Act to establish fair and transparent practices relating to the extension of credit under an open end consumer credit plan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr627-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Credit Cardholders' Bill of Rights Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Consumer credit", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Government information and archives", 
    "Interest, dividends, interest rates"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-14", 
    "text": "Credit Cardholders' Bill of Rights Act of 2009 - Amends the Truth in Lending Act to prohibit a creditor from increasing any annual percentage rate of interest (APR) applicable to the existing balance on an open end credit card account unless specified conditions are met. Allows a creditor to increase an APR on the existing credit card balance only if the increase is due solely to one of three specified circumstances. Requires a 45-day advance notice of credit card account rate increases. Prohibits imposition of a finance charge, with certain exceptions, upon a credit card account balance that is based on balances for days in billing cycles preceding the most recent billing cycle (double cycle billing). Prohibits the imposition of a fee on an outstanding credit card balance, at the end of a billing period, that is attributable only to interest accrued during the preceding billing period on an outstanding balance fully repaid during that preceding billing period. Requires each periodic statement of account to provide the telephone number, Internet address, and website at which the payoff balance may be requested. Grants a consumer the right to reject a new credit card before the creditor notifies a consumer reporting agency of its corresponding account. Sets forth special rules for accounts with promotional rate balances or deferred interest balances. Prohibits a creditor from denying a cardholder a specified payment grace period if the cardholder takes advantage of a promotional rate balance or deferred interest rate balance.Requires creditors to send a periodic credit card statement of account to the consumer at least 25 calendar days before the due date for the next payment on the outstanding balance. Authorizes a consumer to opt-out of creditor authorization of over-the-limit transactions if fees are imposed. Prohibits imposition of any over-the-limit fee if the credit limit was exceeded due to a credit hold, unless the actual amount of the transaction for which the hold was placed would have resulted in the consumer's exceeding such credit limit. Prescribes the contents of credit card price and availability information which the Board of Governors of the Federal Reserve System (Board) must collect and make public semiannually. Prescribes a standard for the initial issuance of subprime or \"fee harvester\" cards (accounts requiring first-year fee payments in excess of 25% of the total amount of credit authorized). Prohibits extensions of credit to consumers under age 18, unless they are emancipated under state law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Credit Cardholders' Bill of Rights Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Truth in Lending Act to establish fair and transparent practices relating to the extension of credit under an open end consumer credit plan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:47-05:00"
}