{
  "actions": [
    {
      "acted_at": "1992-04-07", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on National Ocean Policy Study. Hearings held. Hearings printed: S.Hrg. 102-927.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2538-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on National Ocean Policy Study", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1992-04-07", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1992-04-07", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1992-04-07", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1992-04-07", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1992-04-07", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1992-04-28", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-04-07", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-07", 
  "number": "2538", 
  "official_title": "A bill to establish a comprehensive program to ensure the safety of fish products intended for human consumption and sold in interstate commerce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Seafood Safety Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-07", 
  "subjects": [
    "Agriculture and food", 
    "Business records", 
    "Consumer education", 
    "Consumer protection", 
    "Employee rights", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Exports", 
    "Fines (Penalties)", 
    "Fish inspection", 
    "Fishery products", 
    "Fishing boats", 
    "Food contamination", 
    "Food handling", 
    "Food industry", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Government publications", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Health education", 
    "Health surveys", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Labeling", 
    "Licenses", 
    "Reciprocity", 
    "Research", 
    "Seafood", 
    "Shellfish fisheries", 
    "Standards", 
    "State laws", 
    "Trade agreements", 
    "Water quality", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-07", 
    "text": "Consumer Seafood Safety Act of 1992 - Deems unsafe for human consumption fish products: (1) containing a contaminant exceeding a tolerance; (2) derived from fish harvested from a closed area; (3) processed, handled, stored, or transported in violation of standards; or (4) which are shellfish and are grown or harvested in a State without an approved program or in an uncertified foreign nation, harvested from an unclassified and unmonitored area, or transported or held for transport by a person not on a specified list. Title I: National Seafood Safety Program - Mandates: (1) a national program for seafood safety; and (2) a handbook of Federal regulations and guidelines on seafood safety. Mandates a national shellfish safety program to protect against hazards to human health from the consumption of shellfish, including certain standards, procedures, and requirements regarding growing, harvesting, handling, processing, and shipping shellfish, actual and potential growing and harvesting area water quality, closure of such areas, and tracing of shellfish in commerce. Provides for State shellfish safety programs, approved by the Secretary of Health and Human Services, in shellfish-producing States. Authorizes grants to States with approved programs for a portion of operating costs. Mandates publication of a list of shellfish shippers certified by a State or a foreign nation. Requires establishment of tolerances for contaminants that may render fish products injurious to health. Allows the tolerances to include indicators and requires taking into account other sources of exposure to a contaminant. Prohibits considering a product adulterated, under specified provisions of the Federal Food, Drug, and Cosmetic Act (FDCA), if the product meets the tolerance established under this Act. Amends the FDCA to define \"added substance.\" Mandates, for waters under Federal jurisdiction seaward of the inner boundary of the Exclusive Economic Zone, identification, classification, and monitoring of fish and shellfish growing and harvesting areas regarding hazards likely to render fish products unsafe. Directs the Secretary of Commerce to: (1) prohibit or impose restrictions on the harvesting of fish from an area likely to exceed tolerances under this Act or to be adulterated under the FDCA; and (2) develop guidelines to assist States in establishing procedures for closing waters under State jurisdiction. Provides for closure of a State area by the Secretary of Commerce. Mandates standards for facilities which process fish products other than shellfish, including regarding transportation. Prohibits requiring freezing or cooking of products intended for raw consumption unless that is the only practical procedure to adequately prevent the products from being unsafe under this Act or adulterated under the FDCA. Requires, if necessary, standards for fishing vessels or fish tender vessels. Requires a comprehensive inspection system for fish products sold in interstate commerce, including unannounced inspections. Provides for product detention and condemnation. Applies rights and duties, under existing inspection provisions of the FDCA, to enforcement of this Act. Provides for the collection of samples of fish products under the inspection systems of this Act. Mandates registration of processors and importers. Authorizes aid to States, including technical and laboratory assistance, training, and financial aid, for planning and implementing a seafood safety program. Allows a State to have its own inspection program, mandating Federal approval if at least equal to the Federal program, with portions of the State program enforced in lieu of portions of the Federal program. Authorizes grants to States with approved programs for a portion of operating costs. Mandates a comprehensive imported seafood safety system, including routine inspections at processing facilities in exporting nations and at U.S. ports of entry. Requires that imports meeting specified requirements be deemed to be and treated as domestic fish products, except that labeling must identify the country of origin. Subjects fish products from a nation that is: (1) certified under this Act to random inspections and sampling; and (2) not certified under this Act to intensified inspections and sampling. Prohibits imports of shellfish from an uncertified nation. Provides for product detention and condemnation. Authorizes an agreement with a nation exporting to the United States with a seafood safety program at least equal in effectiveness to the program under this Act. Includes in the agreement reciprocity regarding seafood imports and exports between the nations. Requires certification of the types of fish products for which such a nation maintains such a program. Authorizes appropriations to carry out this Act, earmarking funds for assistance to States and for the research program authorized under title II of this Act. Title II: Research and Education - Directs the Secretary of Health and Human Services to work, through the Centers for Disease Control, to include seafood in an active surveillance system and to assess more accurately the human disease in the United States associated with the consumption of seafood. Requires guidelines for a system to analyze for contaminants samples of fish products from sources other than facilities inspected under this Act. Mandates a national public education program on seafood including regarding: (1) both consumers and health professionals; and (2) recreational and subsistence fisheries. Provides for national, regional, State, and local advisories concerning seafood safety. Authorizes the Secretary of Health and Human Services and the Secretary of Commerce to conduct research to assist the implementation of this Act, including regarding sanitation, monitoring techniques, contaminant detection and source determination, and consumption data. Establishes a five-year research program to improve systems for monitoring and classifying fish growing areas and fishing grounds. Authorizes contracts for the program. Title III: Seafood Safety Enforcement - Provides for: (1) the protection of employee whistleblowers; (2) the recall of any fish product if there is a reasonable probability that the product is unsafe under this Act or adulterated or misbranded under the FDCA; and (3) voluntary recalls. Prohibits certain acts regarding fish products, including: (1) selling, transporting, or disposing of any unsafe product; (2) committing any act during transport or while holding for sale which makes a product unsafe; (3) processing or importing products without being registered; (4) refusing inspection; (5) maintaining false records or destroying records; (6) failure to comply with a recall; and (7) other acts in violation of this Act. Prescribes civil and criminal penalties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Seafood Safety Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive program to ensure the safety of fish products intended for human consumption and sold in interstate commerce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:31-05:00"
}