{
  "actions": [
    {
      "acted_at": "1990-05-15", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2625-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1990-05-15", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1990-05-15", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-15", 
  "number": "2625", 
  "official_title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide act to ensure that hazardous pesticides are promptly removed from the market and to ensure that the health of all citizens, particularly our children, is protected, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pesticide Health and Safety Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-15", 
  "subjects": [
    "Administrative procedure", 
    "Business records", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Fees", 
    "Government paperwork", 
    "Government trust funds", 
    "Judicial review of administrative acts", 
    "Licenses", 
    "Pesticide regulation", 
    "Pesticides", 
    "Research", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-15", 
    "text": "Pesticide Health and Safety Act of 1990 - Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to expand the definition of certified, private, and commercial applicators to include individuals who use registered (currently, restricted use) pesticides. Authorizes the Administrator of the Environmental Protection Agency to limit the distribution or use of an unregistered pesticide to prevent adverse human health effects. Directs the Administrator to publish standards for neurotoxic information required to support pesticide registrations. Requires public health effects to be considered for the approval of a registration. Directs the Administrator to publish guidelines on the manner in which to calculate the benefits of a pesticide. Requires the Administrator to consider only whether the denial of a registration will cause major disruptions in the nutritional balance of children or adults or adversely affect the quality or safety of the food supply. Directs persons engaging in the private application (currently, commercial), sale, or distribution of any registered (currently, restricted use) pesticide to maintain records and make reports concerning the application for purposes of Federal certification. Requires certification standards to provide that the certified individual is competent with respect to integrated pest management practices. Revises cancellation provisions to require the Administrator to cancel a pesticide registration if: (1) there are concerns that the pesticide causes adverse environmental or human health effects; or (2) the pesticide is not in compliance with FIFRA requirements. Requires the Administrator to review scientific information prior to issuing a proposed cancellation order and to base the cancellation decision on exposure data. Sets forth required contents of proposed cancellation orders and comment and review procedures for such orders. Requires the Administrator, if no comments opposing a proposed order have been received or if no changes are made to comply with registration conditions, to issue a final order cancelling registration, denying an application for registration, or changing the classification of the pesticide. Sets forth required contents of final orders. Requires all cancellation proceedings to be concluded within two years of the date the proposed order is published. Revokes tolerances for which final orders have been issued. Authorizes the Administrator to issue regulations to account for unavoidable residual environmental contamination existing after such revocation. Sets forth judicial review procedures. Authorizes any person to petition the Administrator for the suspension, cancellation, application denial, or reclassification of a pesticide. Sets forth reconsideration procedures. Authorizes the Administrator to summarily deny registration, amendment, or exemption applications for pesticides that have been subject to final orders cancelling or denying registration or changing classification unless the applicant presents substantial new evidence which affects the order. Sets forth reconsideration procedures. Directs the Administrator, if a pesticide cannot be cancelled pursuant to specified FIFRA cancellation criteria, to reclassify one or more uses of the pesticide for prescription use only. Provides that the prescription use classification shall require a certified pest control expert to inspect the setting in which the pesticide is to be applied to document the presence of the target pest and determine that no other pest control option is available. Provides for review of reclassifications in the appropriate Court of Appeals. Authorizes the Administrator to issue an order suspending a pesticide registration if the pesticide may cause adverse environmental or health effects. (Current law authorizes suspensions to prevent an imminent hazard.) Provides for an automatic termination of a suspension order within 180 days of issuance unless a proposed cancellation order has been published. Authorizes the continued sale or use of existing stocks of a suspended pesticide unless such use may cause adverse environmental or health effects. Permits the Administrator to terminate a suspension order at any time. Sets forth judicial review procedures. Requires registrations of pesticides registered before November 1,1984, to automatically expire: (1) 19 years after the active ingredient was first registered; or (2) nine years after a date determined by the Administrator that products containing the ingredient are eligible for reregistration, whichever is later. Sets forth an expiration date of 15 years after the initial registration for pesticides registered after October 31, 1984. Requires registrations of pesticides containing more than one active ingredient to expire: (1) 15 years after the earliest registration for an active ingredient in the formulation; or (2) nine years after a date determined by the Administrator that pesticides containing one of the active ingredients in the product are eligible for reregistration, whichever is later. Provides for the subsequent expiration of all pesticide registrations every nine years after the most recent expiration. Requires tolerances to expire concurrently with registrations. Authorizes the continuation of tolerances for up to two years to ensure that agricultural products already in commerce can be sold. Permits the sale and use of existing stocks of expired pesticides for up to one year following the expiration, subject to certain conditions. Sets forth provisions concerning registration renewals. Establishes a reregistration and neurotoxicity and other research fund. Provides for the assessment of registration fees and the deposit of such fees into the fund. Authorizes the Administrator to require pesticide exporters and importers, applicants for, or holders of, experimental use permits, pesticide testing facilities, or holders of regulated pesticides to maintain certain records. Requires: (1) commercial and private applicators to keep specified records; and (2) pesticide dealers to keep records of each sale or distribution of a registered pesticide. Revises provisions concerning a scientific advisory panel. Authorizes the Administrator (current law requires), when establishing or approving standards for licensing or certification, to establish separate standards for commercial and private applicators."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pesticide Health and Safety Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide act to ensure that hazardous pesticides are promptly removed from the market and to ensure that the health of all citizens, particularly our children, is protected, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:03-05:00"
}