{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr745-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "745", 
  "official_title": "A bill to amend the Sugar Act of 1948 to prescribe minimum wages and conditions of employment for farmworkers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equitable Benefits Amendments to the Sugar Act", 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and food", 
    "Labor and employment", 
    "Sugar", 
    "Wages"
  ], 
  "subjects_top_term": "Agricultural labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Equitable Benefits Amendments to the Sugar Act - Provides, under the Sugar Act of 1948, that all persons employed on the farm in the production, cultivation, or harvesting of sugar beets or sugarcane with respect to which an application for payment is made shall be paid a minimum wage of $2.00 an hour in calendar year 1973 and the same wage until a new minimum wage is determined in the succeeding year. Requires producers to comply with Federal regulations pertaining to adequate housing facilities and adequate water and sanitary facilities in the fields which he provides or causes to be provided. States that the producer shall not have charged, or permitted to be charged, directly or indirectly, any amount in excess of the reasonable cost for the furnishing to any employee, board, lodging, or other facilities or services customarily furnished by such producer or producers in the area or by a crew leader or labor contractor under the producer's control. Provides that the producer shall not have discharged or in any other manner discriminate any employee because such employee has filed any complaint or instituted or caused to be instituted any proceeding under or related to this Act, or has testified or is about to testify in any such proceeding, or has served or is about to serve on a committee or panel under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equitable Benefits Amendments to the Sugar Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Sugar Act of 1948 to prescribe minimum wages and conditions of employment for farmworkers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:01-05:00"
}