{
  "actions": [
    {
      "acted_at": "1976-05-19", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3453-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pearson, James B.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01416", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-19", 
  "number": "3453", 
  "official_title": "A bill to amend chapter 2, title 18, United States Code, and sections 101 and 902 of the Federal Aviation Act of 1958, to implement the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13710-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-19", 
  "subjects": [
    "Air piracy", 
    "Aircraft", 
    "Airports", 
    "Aviation", 
    "Crime and law enforcement", 
    "Crimes aboard aircraft", 
    "Firearms", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Aircraft", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-19", 
    "text": "Title I: Aircraft Sabotage Act of 1975 - Revises the description of Federal offenses related to the destruction of aircraft and aircraft facilities, adding the offense of knowingly communicating false information which endangers the safety of an aircraft in flight. Enumerates offenses in violation of the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation and subjects violators to a fine of not more than $10,000, imprisonment for not more than 20 years, or both. Prohibits imparting or conveying a threat to do specified felonious acts related to the destruction of aircraft and aircraft facilities where there is apparent determination and will to carry the threat into execution. Subjects violators to a fine of not more than $5,000, imprisonment for not more than five years, or both. Title II: Aircraft Piracy Amendments of 1975 - Amends the Federal Aviation Act of 1958 to subject anyone who knowingly communicates false information regarding an attempt to do specified criminal acts related to the destruction of aircraft and aircraft facilities to a civil penalty of not more than $1,000 which is recoverable in a civil action brought in the name of the United States. Prohibits unauthorized persons from carrying a concealed deadly or dangerous weapon when boarding an aircraft. Subjects violators to a civil penalty of not more than $1,000. Subjects anyone who willfully and maliciously, or with reckless disregard for human life, knowingly communicates false information regarding an attempt to do specified criminal acts related to the destruction of aircraft and aircraft facilities to a fine of not more than $5,000, imprisonment for not more than five years, or both. (Amends 18 U.S.C. 31, 32; Adds 18 U.S.C. 32A, 36; Amends 28 U.S.C. 1395)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 2, title 18, United States Code, and sections 101 and 902 of the Federal Aviation Act of 1958, to implement the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:53-05:00"
}