{
  "actions": [
    {
      "acted_at": "1976-03-17", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-03-17", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3167-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-17", 
  "number": "3167", 
  "official_title": "A bill to expedite the delivery of Alaskan Natural Gas to U.S. markets.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12983-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Alaskan Natural Gas Transportation Act", 
  "sponsor": {
    "district": null, 
    "name": "Fannin, Paul J.", 
    "state": "AZ", 
    "thomas_id": "01330", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-17", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Law", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Public lands and natural resources", 
    "Right-of-way", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-17", 
    "text": "Alaskan Natural Gas Transportation Act - Expresses the intent of Congress that the selection and construction of a natural gas transportation system to deliver Alaskan natural gas to the contiguous 48 States be expedited through the establishment of new administrative and judicial procedures. Directs the Federal Power Commission to complete review of applications for certificates of public convenience and necessity relating to such natural gas transportation system by January 1, 1977, and transmit its findings to the President. Requires that reports from other agencies which the President shall deem appropriate be submitted by February 1, 1977. Establishes criteria for information to be considered in such reports. Directs the President to make a final decision as to proposed systems for the transportation of Alaskan natural gas not later than August 1, 1977. Establishes procedures for Congressional review of such Presidential decision. Establishes procedures for issuance of additional authorizations necessary for completion of the project. Requires the filing of a final environmental impact statement on the proposed project with the Council on Environmental Quality. Stipulates that interagency review procedures of the National Environmental Policy Act shall not apply to this project. Directs the Secretary of the Interior and other appropriate Federal officials to issue all necessary permits and take other necessary action to enforce all rights-of-way, permits, and leases related to the construction and operation of such natural gas transportation system. Requires compliance with requirements of the Mineral Leasing Act of 1920 relating to rights-of-way for pipelines through Federal lands. Exempts authorizations issued pursuant to this Act from requirements concerning: (1) compliance with National Environmental Policy Act provisions; (2) technical and financial capacity of applicants; (3) public hearings; and (4) furnishing of specified information and reports. Authorizes the Secretary and the Commission to develop procedural requirements of Federal law where desirable to accomplish the purposes of this Act. Declares that the actions of Federal officers and agencies under this Act shall not be subject to judicial review by the courts. Allows for claims that: (1) this Act is unconstitutional; (2) actions under this Act will deny Constitutional rights; and (3) actions taken are beyond the scope of authority conferred by this Act, provided that such claims are filed within 60 days following the date of the challenged action. Declares that exclusive jurisdiction shall be vested in the United States District Court for the District of Columbia, with review of any final order limited to direct appeal to the United States Supreme Court. Declares that the district court shall not have the power to issue injunctive relief against the issuance of any certificate, except in cases where a final judgment is entered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaskan Natural Gas Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expedite the delivery of Alaskan Natural Gas to U.S. markets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:48-05:00"
}