{
  "actions": [
    {
      "acted_at": "2011-04-12", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s795-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-12", 
  "number": "795", 
  "official_title": "A bill to address HIV/AIDS in the African-American community, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1462-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Black Clergy for the Elimination of HIV/AIDS Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-12", 
  "subjects": [
    "Behavioral sciences", 
    "Cardiovascular and respiratory health", 
    "Child health", 
    "Commemorative events and holidays", 
    "Correctional facilities and imprisonment", 
    "Drug, alcohol, tobacco use", 
    "Family relationships", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "HIV/AIDS", 
    "Health", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Homelessness and emergency shelter", 
    "Infectious and parasitic diseases", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Mental health", 
    "Minority health", 
    "Religion", 
    "Research administration and funding", 
    "Sexually transmitted diseases"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-12", 
    "text": "National Black Clergy for the Elimination of HIV/AIDS Act of 2011 - Authorizes the Director of the Office of Minority Health of the Department of Health and Human Services (HHS) to make grants to public health agencies and faith-based organizations to conduct HIV/AIDS prevention, testing, and related outreach activities to reduce HIV/AIDS in the African-American community. Authorizes the Administrator of the Substance Abuse and Mental Health Services Administration to make grants to: (1) public health agencies and faith-based organizations to conduct HIV/AIDS and sexually transmitted disease outreach, prevention, and testing activities and substance abuse testing and mental health services targeted to the African-American community; and (2) faith- and community-based organizations to provide services to youth who are HIV positive or at risk for HIV/AIDS and who have run away from home, are homeless, or reside in a detention center or foster care. Authorizes the Director of the Centers for Disease Control and Prevention (CDC) to make grants to faith-based organizations for public health intervention and prevention activities in the African-American community to reduce HIV/AIDS, sexually transmitted diseases, tuberculosis, and viral hepatitis. Requires the Director of CDC to: (1) expand and intensify HIV/AIDS activities in African-American communities and educational activities targeting black women, youth, and men who have sex with men; (2) expand funding to build the capacity of African-American communities to respond to HIV/AIDS; and (3) implement a national media outreach campaign on getting tested. Authorizes the Director of the National Institutes of Health (NIH) to research behavioral strategies to reduce the transmission of HIV/AIDS in the African-American community. Authorizes the Director of the National Center on Minority Health and Health Disparities to make grants for the study of biological and behavioral factors that lead to increased HIV/AIDS prevalence in the African-American community and for behavioral and structural network research and interventions. Amends the Public Health Service Act to authorize the Administrator of the Health Resources and Services Administration to award grants for: (1) training health care providers in HIV/AIDS prevention and care, (2) developing policies for providing culturally relevant and sensitive treatment to individuals with HIV/AIDS, (3) HIV/AIDS telemedicine programs, (4) certification programs for providers in HIV/AIDS care, (5) establishment of comfort care centers for people with HIV/AIDS, and (6) incentive payments to health care providers to implement HIV/AIDS testing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Black Clergy for the Elimination of HIV/AIDS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to address HIV/AIDS in the African-American community, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:06:30-05:00"
}