{
  "actions": [
    {
      "acted_at": "2009-09-08", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-04", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-12-17", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with an amendment in the nature of a substitute. With written report No. 111-377. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-12-17", 
      "calendar": "Senate Legislative", 
      "number": "705", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 705.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1649-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2009-09-23", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "2009-09-22", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2009-09-08", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2009-09-22", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-08", 
  "number": "1649", 
  "official_title": "A bill to prevent the proliferation of weapons of mass destruction, to prepare for attacks using weapons of mass destruction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5057-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5498-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5498-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Weapons of Mass Destruction Prevention and Preparedness Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-11-04", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agricultural practices and innovations", 
    "Animal and plant health", 
    "Arms control and nonproliferation", 
    "Congressional Research Service (CRS)", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Cultural exchanges and relations", 
    "Department of Homeland Security", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Emergency medical services and trauma care", 
    "Emergency planning and evacuation", 
    "Foreign aid and international relief", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Higher education", 
    "Homeland security", 
    "Infectious and parasitic diseases", 
    "Intelligence activities, surveillance, classified information", 
    "Intergovernmental relations", 
    "International exchange and broadcasting", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Language and bilingual programs", 
    "Licensing and registrations", 
    "Medical education", 
    "Nuclear weapons", 
    "Personnel records", 
    "Postal service", 
    "Public participation and lobbying", 
    "Radiobiology", 
    "Research administration and funding", 
    "Student aid and college costs", 
    "Technology assessment", 
    "Terrorism", 
    "Worker safety and health", 
    "World health"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-12-17", 
    "text": "Weapons of Mass Destruction Prevention and Preparedness Act of 2009 or the WMD Prevention and Preparedness Act of 2009 - Title I: Enhanced Biosecurity - (Sec. 101) Amends the Public Health Service Act (PHSA) and the Agricultural Bioterrorism Protection Act of 2002 to direct the Secretaries of Health and Human Services (HHS) and Agriculture respectively, in coordination with the Secretary of Homeland Security (DHS), to designate as \"Tier I agents\" those agents and toxins which have clear potential to be used effectively in a biological attack that causes significant casualties and for which the DHS Secretary has issued a Material Threat Determination, with exceptions. (Sec. 102) Amends the Homeland Security Act (HSA) to direct the DHS Secretary to establish enhanced biosecurity measures for persons that possess, use, or transfer Tier I agents. (Sec. 103) Amends the PHSA to direct the HHS Secretary, in coordination with the DHS Secretary and the Secretary of Agriculture (USDA), to: (1) establish criteria defining characteristics, features, or equipment that could facilitate the misuse of a laboratory or other facility for purposes of developing a biological weapon; and (2) establish and maintain a list of biological agents and toxins that have the potential to pose a severe threat to public, animal, or plant health but for which the potential to be used in a biological attack has not been established. Directs the HHS Secretary to: (1) maintain a national database that includes the locations of each laboratory or other facility required to be registered and related information; (2) conduct a comprehensive review of the list of biological agents and toxins under the PHSA; (3) award grants to academic and nonprofit organizations and to state, local, and tribal governments to implement security improvements at laboratories of such organizations and governments that possess, use, or transfer Tier I agents or toxins; and (4) promulgate regulations governing the distribution, synthesis, and handling of Variola virus DNA. Title II: Response to a Weapon of Mass Destruction Attack - Subtitle A: Ensuring Access to Medical Countermeasures During Emergencies - (Sec. 201) Amends the PHSA to direct the HHS Secretary, in coordination with the DHS Secretary and the Postmaster General, to: (1) develop, coordinate, and maintain a National Medical Countermeasure Dispensing Strategy; and (2) expand existing pilot programs to utilize the United States Postal Service (USPS) to deliver medical countermeasures in an emergency. (Sec. 205) Amends the HSA to: (1) direct the DHS Secretary to establish a program to distribute medkits (a cache of antibiotics and other medical countermeasure to be used during a public health emergency) to emergency responders and their immediate family members or members of a preparedness organization; and (2) require the HHS Secretary to conduct a pilot program to study the feasibility of providing personal medkits to the public. Subtitle B: Bioforensics Capabilities and Strategy - (Sec. 211) Amends the HSA to: (1) establish in DHS a National Bioforensics Analysis Center; and (2) direct the DHS Secretary to develop, coordinate, and maintain a national bioforensics strategy. Subtitle C: Communications Planning - (Sec. 221) Amends the HSA to direct the DHS Secretary to incorporate into each operational plan developed under the Post-Katrina Emergency Management Reform Act of 2006 a communications plan for informing the public regarding preventing, preparing for, protecting against, and responding to imminent natural disasters, terrorist acts, and other man-made disasters. (Sec. 222) Directs the DHS Secretary to develop and disseminate integrated plume models to enable rapid response activities. Defines \"plume model\" as the assessment of the location and prediction of the spread of nuclear, radioactive, or chemical fallout and biological pathogens resulting form an explosion or release of nuclear, radioactive chemical, or biological substances. Title III: International Measures to Prevent Biological Terrorism - Subtitle A: Prevention and Protection Against International Biological Threats - (Sec. 301) Requires: (1) the Director of National Intelligence (DNI) to complete a global review of international biological security threats to the United States and to update the review at least biennially; and (2) the Secretary of State to provide technical and financial assistance to countries or regions identified by the mandated Threat Assessment and to produce and implement a plan for promoting international adherence to, and implementation of, international agreements regarding weapons of mass destruction (WMDs). Subtitle B: Global Pathogen Surveillance - (Sec. 321) Global Pathogen Surveillance Act of 2009 - Authorizes providing assistance to eligible developing countries that: (1) permit personnel from the World Health Organization and the Centers for Disease Control and Prevention (CDC) to investigate outbreaks of infectious diseases within their borders; and (2) provide pathogen surveillance data to the appropriate U.S. agencies and to international health organizations. Authorizes the President to provide assistance to eligible developing countries to purchase and maintain public health laboratory equipment and supplies and communications equipment and information technology to collect, analyze, and transmit public health information. (Sec. 326) Directs the Secretary of State to award fellowships to eligible nationals to pursue public health education or training and provide assistance for short training courses for public health personnel in laboratory techniques relating to the identification, diagnosis, and tracking of pathogens responsible for possible infectious disease outbreaks. (Sec. 330) Sets forth provisions regarding the assignment of public health personnel to U.S. missions and international organizations. (Sec. 332) Authorizes the HHS Secretary to establish new country or regional international Field Epidemiology Training Programs. Subtitle C: Strengthening the Oversight of Nuclear Nonproliferation - (Sec. 352) Directs the President's Coordinator for the Prevention of Weapons of Mass Destruction Proliferation and Terrorism to submit to specified congressional committees an unclassified report, with classified annexes as necessary, on the findings and recommendations of the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism, regarding: (1) U.S. nuclear nonproliferation efforts; and (2) U.S. work with the International Atomic Energy Agency. Subtitle D: Energy Development Program Implementation - (Sec. 363) Directs the Secretary of Energy (DOE) to develop strategic plans for the energy development program under the Nuclear Non-Proliferation Act of 1978. Title IV: Government Organization - (Sec. 401) Requires the DNI to develop, implement, and submit to the appropriate congressional committees a strategy for improving: (1) U.S. capabilities for the collection, analysis, and dissemination of intelligence related to WMDs; and (2) the recruiting, training, and retention of individuals with expertise in the collection, analysis, and dissemination of intelligence related to WMDs and of employees of the intelligence community who possess critical language capabilities and cultural backgrounds. (Sec. 403) Requires: (1) the Director of the Congressional Research Service (CRS) to establish an interdisciplinary capability to advise Congress concerning technology or technological applications developed or used for countering terrorism; and (2) the Comptroller General to conduct assessments of such technology or applications or proposed to be developed or used. Title V: Emergency Management and Citizen Engagement - (Sec. 501) Amends the HSA to direct the DHS Secretary: (1) in coordination with the Attorney General, to ensure that information concerning terrorist threats is available to the general public within the United States; and (2) to develop and disseminate guidelines for police, emergency medical services, emergency management, and public health personnel for responding to an explosion or release of nuclear, biological, radiological, or chemical material. (Sec. 503) Directs the Administrator of the Federal Emergency Management Agency (FEMA) to assist state, local, and tribal governments in improving and promoting individual and community preparedness for disasters and terrorist acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weapons of Mass Destruction Prevention and Preparedness Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "WMD Prevention and Preparedness Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Global Pathogen Surveillance Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Weapons of Mass Destruction Prevention and Preparedness Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "WMD Prevention and Preparedness Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Global Pathogen Surveillance Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent the proliferation of weapons of mass destruction, to prepare for attacks using weapons of mass destruction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:18-05:00"
}