{
  "actions": [
    {
      "acted_at": "1992-03-26", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2486-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-26", 
  "number": "2486", 
  "official_title": "A bill to make Soviet military threat reduction funds available for programs to deter nuclear proliferation as a result of the disintegration of the Soviet Union.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-26", 
  "subjects": [
    "American economic assistance", 
    "American technical assistance", 
    "Arms control", 
    "CIS countries", 
    "Data banks", 
    "Environmental protection", 
    "Export controls", 
    "International affairs", 
    "International agencies", 
    "International cooperation in science", 
    "International environmental cooperation", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Scientific exchanges", 
    "Scientists", 
    "Uranium"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-26", 
    "text": "Authorizes the Secretary of Energy to provide financial assistance to key employees of the nuclear weapons complex of the former Soviet Union to carry out projects of joint interest with the United States. Authorizes the Secretary and the National Academy of Sciences to carry out scientific exchange programs with Commonwealth states that would bring Commonwealth scientists to research centers in the United States. Defines \"Commonwealth states\" as Armenia, Azerbaijan, Belarus, Kazakhstan, Kirghizistan (a.k.a. Kirghizia), Moldova, Russia, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan. Authorizes the Secretary and the Administrator of the Environmental Protection Agency to sponsor research on topics of value to the United States and the Commonwealth states. Allows the Secretary and the Director of the Arms Control and Disarmament Agency (ACDA) to provide technical support to set up a directory of Commonwealth scientists with key nuclear weapons expertise. Authorizes the Secretary and the Director of the On-Site Inspection Agency (OSIA) to provide Commonwealth states with technical support to inventory, store, and destroy sensitive documents pertaining to the design and production of nuclear weapons, materials, and components. Expresses the sense of the Congress that the Secretary of State should encourage governments of other nations to: (1) support these initiatives with expertise and funding; and (2) establish a mechanism to coordinate such initiatives. Authorizes the Secretaries of Energy and Defense to provide assistance to strengthen security at facilities containing nuclear weapons or components in the Commonwealth states. Permits the Secretary of Energy and the OSIA Director to provide assistance to inventory nuclear weapons materials and components and to monitor their whereabouts. Authorizes the Secretary of Commerce and the ACDA Director to provide assistance in the development of export control systems for the Commonwealth states. Expresses the sense of the Congress that the Secretary of State should lead international efforts to monitor the flow of materials and components at facilities in the Commonwealth states through the International Atomic Energy Agency. Authorizes the Secretary of Energy to provide assistance in closing nuclear weapons complex facilities in the Commonwealth states. Permits the Secretary and the OSIA Director to provide assistance in the dismantlement or control of uranium mines and processing equipment in the Central Asian republics. Authorizes the Secretary to provide the Commonwealth states with short-term storage facilities for warheads awaiting dismantlement and with assistance to construct long-term storage facilities. Permits the Secretary and the OSIA Director to provide assistance to conduct an inventory of, and to construct a data base with respect to, warheads at storage facilities in Commonwealth states to assist in the monitoring of the number and location of such warheads. Authorizes the Secretaries of Energy and Defense to provide assistance to the Commonwealth states in the transportation of nuclear warheads. Expresses the sense of the Congress that the Secretary of Energy should exchange data with the Commonwealth states on warhead dismantlement to facilitate the dismantlement process and to identify where further assistance might be needed. Authorizes the Secretary to: (1) provide such states with assistance to design or construct facilities for dismantling nuclear warheads; (2) provide assistance to design or construct facilities for storing warheads prior to dismantlement and for storing special nuclear materials following dismantlement; and (3) dismantle former Soviet warheads at facilities in the United States. Declares that the Secretary should exchange data with the Commonwealth states on the locations of nuclear weapons storage and elimination facilities. Requires the Secretary and the OSIA Director to study and report to the Congress on: (1) U.S. warhead dismantlement procedures; (2) whether monitoring of the dismantlement process would reveal weapons design and production information; (3) parts of the process that might be monitored by Commonwealth officials; (4) the technologies that might be used to tag and seal nuclear warheads; and (5) the risks associated with on-site monitoring at different nuclear weapons facilities. Authorizes the President to transfer to Federal agencies such amounts of Soviet threat reduction funds as necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make Soviet military threat reduction funds available for programs to deter nuclear proliferation as a result of the disintegration of the Soviet Union.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:30-05:00"
}