{
  "actions": [
    {
      "acted_at": "1988-06-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-21", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-22", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-22", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-23", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-27", 
      "bill_ids": [
        "hr4916-100"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Clean Bill H.R.4916 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation, Tourism, and Hazardous Materials", 
      "text": "Referred to Subcommittee on Transportation, Tourism, and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4868-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation, Tourism, and Hazardous Materials", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "McCollum, Bill", 
      "sponsored_at": "1988-06-21", 
      "state": "FL", 
      "thomas_id": "00761", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-21", 
  "number": "4868", 
  "official_title": "A bill to improve drug enforcement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4916-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Anti-Drug Abuse Amendments Act of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-21", 
  "subjects": [
    "Actions and defenses", 
    "Alcohol", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Chemicals", 
    "Confidential communications", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug industry", 
    "Drugs", 
    "Drugs and narcotics", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Federal employees", 
    "Fingerprints", 
    "Firearms", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Hazardous waste disposal", 
    "Import restrictions", 
    "Imports", 
    "International affairs", 
    "Laboratories", 
    "Law enforcement officers", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local finance", 
    "Monetary policy", 
    "Money", 
    "Money laundering", 
    "Narcotic traffic", 
    "Postal Services and Facilities", 
    "Postal employees", 
    "Prosecution", 
    "State finance", 
    "States", 
    "Terrorism", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "White collar crime"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-21", 
    "text": "Anti-Drug Abuse Amendments Act of 1988 - Title I: Chemical Diversion and Trafficking and Clandestine Laboratories - Subtitle A: Chemical Diversion and Trafficking - Chemical Diversion and Trafficking Act of 1988 - Amends the Controlled Substances Act (CSA) to establish recordkeeping and reporting requirements for persons who manufacture, distribute, import, or export a listed precursor or essential chemical. Prohibits transactions involving these items unless the recipient provides both a certificate of lawful use and proper identification. Requires the Attorney General to report annually, not later than December 31, on the number and types of these certificates during the preceding fiscal year, along with an analysis of the law enforcement effectiveness of their issuance. Includes confidentiality provisions with respect to records, authorizing an aggrieved person to bring a civil action against violators. Authorizes the Attorney General to prescribe necessary regulations to govern reporting and recordkeeping. Lists criteria to be met by any such regulations, including a one-year limitation on any regulation's effectiveness. Amends the Controlled Substances Import and Export Act to require importers and exporters of listed chemicals to notify the Attorney General of importations or exportations within 15 days before the transaction in question. Provides for exceptions with respect to transactions with regular business customers of the regulated person, if the relationship is reported to the Attorney General. Authorizes the Attorney General to bring a civil action for injunctive relief with respect to such importation or exportation of a listed chemical to be used in violation of such Act. Requires written notice justifying such an order. Entitles the affected regulated person to a hearing, if requested. Applies civil penalties to persons who fail to meet notification requirements, unless the failure is intentional, in which case criminal penalties apply. Lists the precursor chemicals and essential chemicals regulated under this Act. Describes transactions exempted from reporting and recordkeeping requirements, including certain lawful distributions in the usual course of business between agents or employees of a single regulated person and transactions involving listed chemicals contained in a drug lawfully marketable under the Federal Food, Drug, and Cosmetic Act. Amends the Controlled Substances Act to apply criminal penalties to persons who knowingly or intentionally: (1) possess a listed chemical with intent to manufacture a controlled substance; (2) possess or distribute a chemical having reasonable cause to believe that it will be used for such a purpose; (3) distribute a listed chemical unlawfully; or (4) possess listed chemicals with knowledge that recordkeeping or reporting requirements have not been met and fail to remedy the violation. Authorizes as an additional penalty an injunction preventing any person convicted of a felony violation of controlled substances laws regarding listed chemicals from engaging in any regulated transaction involving a listed chemical for up to ten years. Amends sections of the Controlled Substances Act that describe prohibited acts and penalties to account expressly for new violations instituted in this subtitle. Grants the Attorney General subpoena power with respect to precursor and essential chemicals. Subjects all listed precursor and essential chemicals, drug manufacturing equipment, tableting and encapsulating machines, and gelatin capsules that have been imported, exported, manufactured, possessed, or distributed in violation of such Act (as well as all conveyances and equipment) to forfeiture to the United States. Subtitle B: Task Force on Clandestine Drug Laboratories - Joint Federal Task Force on Clandestine Drug Laboratories Establishment Act of 1988 - Establishes the Joint Federal Task Force on Clandestine Drug Laboratories to implement a program for the cleanup and disposal of hazardous wastes produced by clandestine drug laboratories. Directs the Task Force to transmit reports to the President and to each House of the Congress on the program and its progress. Title II: Asset Forfeiture Amendments - Asset Forfeiture Amendments Act of 1988 - Amends the Federal judicial code to require annual Comptroller General audits of the Department of Justice Assets Forfeiture Fund. Directs the Attorney General to deposit in the Treasury at the end of each fiscal year up to $5,000,000 of Fund amounts in excess of its obligations. Repeals provisions authorizing transfers of excess Fund monies to the Building and Facilities Account of the Federal Prison System. Authorizes the Attorney General to exempt certain contract services from specified advertising and procurement requirements if necessary to maintain the security and confidentiality of an investigation. Decreases the percentage of program-related use required in connection with automatic data processing equipment purchased or leased with Fund monies. Amends the Controlled Substances Act to exempt conveyances from forfeiture for drug abuse violations, to the extent of the interest of an owner who did not know of or consent to the relevant unlawful act or omission. Directs the Attorney General to assure that equitable sharing principles are applied with respect to property transferred to a State or local law enforcement agency that participated directly in the seizure or forfeiture. Instructs the Attorney General and the Secretary of the Treasury to develop and maintain a joint plan to coordinate and consolidate post-seizure administration of property seized under controlled substances laws. Title III: State and Local Assistance - State and Local Law Enforcement Assistance Act of 1988 - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to earmark five percent of funds appropriated to the Bureau of Justice Statistics for grants to States and to local governments to improve the accuracy and completeness of criminal history information. Transfers responsibility for the appointment of the Director of the Bureau of Justice Assistance (Bureau) from the Attorney General to the President, with the advice and consent of the Senate. Authorizes the Bureau to make grants to States for the purpose of developing and implementing antiterrorism plans for deep draft ports, international airports, and other facilities. Revises application requirements for drug law enforcement grants to States to require certification that the State is undertaking specified types of activities to reduce the demand for controlled substances. Adds provisions to: (1) govern State distribution of funds to local governments under formula grants for drug law enforcement programs; and (2) permit local governments to apply directly to the Bureau Director for grants. Describes application procedures, the review process, allocation and distribution criteria, and recordkeeping and reporting requirements in connection with these grants. Decreases the Federal percentage of expenditures under the grants. Revises the allocation of funds for discretionary grants to public agencies and private nonprofit organizations for drug law enforcement programs. Authorizes FY 1989 through 1992 appropriations for the Bureau of Justice Statistics, the National Institute of Justice, the Bureau of Justice Assistance, and for grants to States and local governments for criminal justice facility construction under a pilot program. Increases the FY 1989 authorization for grants to States and local governments for drug law enforcement programs and authorizes FY 1990 through 1992 appropriations for such grants. Includes programs for alcohol-dependent offenders and provision of automated fingerprint identification systems among activities authorized under the block grant program of the Bureau of Justice Assistance. Title IV: Drug Enforcement Enhancement Act of 1988 - Drug Enforcement Enhancement Act of 1988 - Authorizes appropriations to DOJ for the Drug Enforcement Administration for FY 1988 and 1989 and for Organized Crime Drug Enforcement and the Immigration and Naturalization Service for FY 1989. Title V: Common Carrier Operation Under the Influence of Alcohol or Drugs - Presumes an individual to be under the influence of alcohol with a blood content of or above .10 percent. Title VI: Money Laundering - Money Laundering Prosecution Improvements Act of 1988 - Amends the Federal criminal code to authorize expressly the Internal Revenue Service and the U.S. Postal Service to investigate certain violations concerning the laundering of monetary instruments and monetary transactions in property derived from various unlawful activities. Excludes monetary transactions involving bona fide attorney fees from consideration as unlawful activity for particular racketeering law purposes. Title VII: Drug Czar - Establishes in the Executive Office of the President the Office of Anti-Drug Operations and Policy. Requires the Director of the Office to serve as the principal director and coordinator of U.S. operations and policy on drug control and abuse. Requires the Director to submit to the Congress at specified intervals a National and International Drug Control Strategy, including a complete list of goals and priorities, and an assessment of how budget priorities developed reflect and implement such strategy. Terminates the National Drug Enforcement Policy Board 90 days after the appointment of the Director. Provides for the transfer of all records and property of the Board to the Office. Repeals certain provisions of the Comprehensive Crime Control Act of 1984 and the Drug Abuse Prevention, Treatment, and Rehabilitation Act. Authorizes appropriations for FY 1989. Provides for a coordinated budget submission for Federal drug control and enforcement agencies. Title VIII: Postal Inspection Service Drug Enforcement Authority - Amends the Federal criminal code to permit certain Postal Service personnel to carry firearms and make seizures of property under specified circumstances. Title IX: Benefits for Drug Enforcement Agents Overseas - Authorizes payment of benefits to overseas personnel out of DOJ appropriations. Requires the Attorney General to report to the Congress within 120 days on the implementation of this section. Title X: Drug Aftercare Enhancement - Amends the Contract Services for Drug Dependent Federal Offenders Act of 1978 to increase amounts authorized for FY 1988 and 1989 for the drug aftercare program of the Administrative Office of the U.S. Courts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Drug Abuse Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Asset Forfeiture Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Chemical Diversion and Trafficking Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Drug Enforcement Enhancement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Joint Federal Task Force on Clandestine Drug Laboratories Establishment Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Money Laundering Prosecution Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State and Local Law Enforcement Assistance Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve drug enforcement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:34-05:00"
}