{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr547-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "547", 
  "official_title": "A bill to amend title 23 of the District of Columbia Code with respect to the release or detention prior to trial of persons charged with certain violent or dangerous criminal offenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Mann, James R.", 
    "state": "SC", 
    "thomas_id": "00731", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Arrest", 
    "Criminal procedure", 
    "District of Columbia", 
    "Pretrial procedure"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Amends the District of Columbia Code to apply provisions relating to pretrial detention of persons charged with capital crimes only to those defendants charged with first degree murder or forcible rape. Limits the application of provisions relating to pretrial detention of defendants presently on probation, parole, or mandatory release pending completion of sentence to those persons charged with: (1) a dangerous crime; (2) a violent crime; or (3) an obstruction or attempted obstruction of justice by threatening or injuring a prospective witness or juror. Extends the maximum permissable detention period of such a defendant pending notification to appropriate State or Federal courts or officials to ten days. Empowers a judicial officer to order that such a defendant be detained until trial upon finding a substantial probability that the defendant committed the offense as charged. Grants specified procedural rights to persons so detained. Permits institution of pretrial detention hearings by a judicial officer on such officer's own initiative. Extends to 90 days the period after which a defendant who is charged with a dangerous crime, a violent crime, or an obstruction of justice and is ordered detained pending trial must be released unless the trial is in progress or has been delayed at the request of the defendant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 23 of the District of Columbia Code with respect to the release or detention prior to trial of persons charged with certain violent or dangerous criminal offenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:31-05:00"
}