{
  "actions": [
    {
      "acted_at": "1992-03-18", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Consumer Affairs and Coinage", 
      "text": "Referred to the Subcommittee on Consumer Affairs and Coinage.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-24", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Consumer Affairs and Coinage", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4497-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Consumer Affairs and Coinage", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-18", 
  "number": "4497", 
  "official_title": "To amend the Consumer Credit Protection Act to improve disclosures made by lessors to consumers in connection with lease-purchase agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lease-Purchase Agreement Act", 
  "sponsor": {
    "district": "1", 
    "name": "LaRocco, Larry", 
    "state": "ID", 
    "thomas_id": "00665", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-18", 
  "subjects": [
    "Actions and defenses", 
    "Consumer credit", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Labeling", 
    "Leases", 
    "Replevin", 
    "Trusts and trustees", 
    "Warranties"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-18", 
    "text": "Lease-Purchase Agreement Act - Amends the Consumer Credit Protection Act to exempt from the application of this Act agreements: (1) primarily for commercial or agricultural purposes; (2) between a lessor and any organization or government entity; (3) for the lease of a safe deposit box; or (4) for the lease or bailment of personal property that is incidental to the lease of real property. Defines \"lease-purchase agreement,\" for the amendments made by this Act, to mean an agreement for use of personal property by a consumer, for an initial period of four months or less, that is automatically renewable with each payment and that permits but does not require purchase. Requires, on or before the consummation of any lease-purchase agreement, that the lessor provide certain disclosures, including: (1) charges, terms, and cash price; (2) the consumer's responsibilities for the property; and (3) possible transfer of the manufacturer's warranty on purchase. Requires each item displayed as available for lease-purchase to have a label disclosing only the cash price, whether the property is new or used, the amount and type of each payment, and the number and total amount of payments necessary to own the property. Requires a lease-purchase agreement to: (1) set forth the repair obligations of the consumer and lessor; (2) allow the consumer to terminate without penalty at the expiration of any lease term; and (3) allow reinstatement, at the option of the consumer, of the agreement in certain circumstances after a missed payment. Prohibits a lease-purchase agreement from containing any: (1) confession of judgment; (2) negotiable instrument; (3) grant of a property interest in any property except the leased property; (4) wage assignment; or (5) consumer waiver of claims or defenses. Allows repossession during a reinstatement period without affect on a consumer's right to reinstate. Applies the general disclosure requirements to renegotiation. Requires a written receipt for each payment. Requires certain disclosures in specified types of advertisements for lease-purchase agreements. Provides for enforcement of the amendments made by this Act by the Federal Trade Commission as a violation of the Federal Trade Commission Act and by other agencies under other Acts. Provides for: (1) civil liability by a lessor to a consumer for violation of this Act, including provisions for class actions, recovery of attorney's fees, and liability of assignees; and (2) criminal liability. Preempts inconsistent State laws, allowing exemptions where State laws offer similar or greater consumer protection. Amends the Truth in Lending Act to remove from specified provisions references to leases, lessors, and lessees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lease-Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Consumer Credit Protection Act to improve disclosures made by lessors to consumers in connection with lease-purchase agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:17-05:00"
}