{
  "actions": [
    {
      "acted_at": "1999-07-13", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1352-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-13", 
  "number": "1352", 
  "official_title": "A bill to impose conditions on assistance authorized for North Korea, to impose restrictions on nuclear cooperation and other transactions with North Korea, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1835-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "North Korea Threat Reduction Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-13", 
  "subjects": [
    "Agriculture and food", 
    "American agricultural assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control verification", 
    "Arms sales", 
    "Asia", 
    "Authorization", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "China", 
    "Civil-military relations", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost accounting", 
    "Crisis management", 
    "Defense burdensharing", 
    "East Asia", 
    "Economic assistance", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Energy", 
    "Environmental protection", 
    "Export controls", 
    "Finance and financial sector", 
    "Food relief", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Immigration", 
    "Intermediate range ballistic missiles", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "International cooperation", 
    "Japan", 
    "Law", 
    "Legislative resolutions", 
    "Licenses", 
    "Military and naval supplies", 
    "Military communications", 
    "Military technology", 
    "North Korea", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear weapons", 
    "Pacific area", 
    "Peace negotiations", 
    "Petroleum", 
    "President and foreign policy", 
    "Radar defense networks", 
    "Radioactive wastes", 
    "Reactor fuel reprocessing", 
    "Refugee policy", 
    "Refugee resettlement", 
    "Refugees", 
    "Repatriation", 
    "Right of asylum", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "South Korea", 
    "Taiwan", 
    "Technology transfer", 
    "Trading with the enemy", 
    "Treaties", 
    "United Nations", 
    "Uranium enrichment"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-13", 
    "text": "North Korea Threat Reduction Act of 1999 - Authorizes appropriations for FY 2000 for the Korean Peninsula Energy Development Organization (KEDO), and North Korea for purposes related to the Agreed Framework Between the United States of America and the Democratic People's Republic of Korea, provided the President determines and reports to specified congressional committees that: (1) the parties to the Agreed Framework have taken steps to implement the Joint Declaration on Denuclearization in which the Government of North Korea has committed not to test, manufacture, receive, store, deploy, or use nuclear weapons, including not to possess nuclear reprocessing or uranium enrichment facilities; (2) North Korea is complying with all the provisions of the Agreed Framework; (3) North Korea has not diverted U.S. assistance for purposes for which it was not intended; (4) the United States has reached agreement with North Korea satisfying U.S. concerns regarding suspect underground construction; (5) North Korea is not seeking to develop or acquire the capacity to enrich uranium, or any additional capability to reprocess spent nuclear fuel; and (6) the United States has made progress in eliminating the North Korean ballistic missile threat, including its ballistic missile exports. (Sec. 3) Bars the use of funds to assist the construction of nuclear reactors in North Korea. Withholds the availability to KEDO of amounts appropriated in excess of $35 million until the President determines and reports to specified congressional committees that: (1) the United States has asked all potential donor governments, including Taiwan, to contribute to KEDO; (2) no contributions offered unconditionally by such governments to KEDO have been declined; and (3) even after such contributions are received, KEDO will have financial requirements in FY 2000 that can only be met by the provision of more than $35 million in U.S. assistance. (Sec. 4) Prohibits the use of funds for food assistance to North Korea until the President determines and reports to specified congressional committees that: (1) the Government of the Republic of Korea concurs in the delivery of U.S. food assistance to North Korea; (2) previous U.S. food assistance to it has not been significantly diverted to military use; (3) North Korean military stocks have been expended to respond to unmet food aid needs there; (4) the United Nations World Food Program or other specified private voluntary organizations have been permitted to take and have taken reasonable steps to ensure that food deliveries will not be diverted from intended recipients; and (5) the U.S. Government has directly encouraged North Korea to initiate fundamental structural reforms of its agricultural sector. (Sec. 5) Prohibits any agreement for cooperation between the United States and North Korea, or issuance of a license for the export, or approval for the transfer or retransfer, to North Korea of any nuclear material, facilities, goods, services, or technology that would be subject to such agreement, until: (1) the President determines and reports to specified congressional committees that North Korea has come into full compliance with the Agreed Framework and other specified nuclear nonproliferation agreements, has permitted the International Atomic Energy Agency full access to certain nuclear sites and material, does not have the capacity to enrich uranium, and has terminated its nuclear weapons program; and (2) there is a joint resolution enacted by Congress that concurs with such report. (Sec. 6) Continues certain restrictions imposed under the Trading with the Enemy Act on transactions and activities with North Korea until the President determines and reports to specified congressional committees that North Korea: (1) has agreed to institute a total ban on exports of missiles and missile technology; (2) has terminated its long-range missile and nuclear weapons programs, including efforts to acquire, develop, test, produce, or deploy such missiles and weapons; (3) does not have, and is not seeking to acquire or develop, the capability to enrich uranium; and (4) is in full compliance with the Agreed Framework and the Joint Declaration on Denuclearization. (Sec. 7) Declares it shall be U.S. policy to work with friendly Asian-Pacific region governments to develop and deploy ballistic missile defenses capable of countering ballistic missile threats in the region. Earmarks certain funds to support the establishment of a joint early warning system in the Asia-Pacific region. (Sec. 8) Declares it shall be U.S. policy to oppose the involuntary return of North Korean refugees to North Korea, to support the provision of international assistance to such refugees in the People's Republic of China and other countries of asylum, and to facilitate their resettlement in South Korea and other neighboring countries. Earmarks migration and refugee funds for North Korean refugees in China and other countries of asylum, and to support their resettlement in South Korea and other neighboring countries. (Sec. 9) Directs the President to report to specified congressional committees with respect to North Korea's obligations under the Agreed Framework."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "North Korea Threat Reduction Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to impose conditions on assistance authorized for North Korea, to impose restrictions on nuclear cooperation and other transactions with North Korea, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:46-05:00"
}