{
  "actions": [
    {
      "acted_at": "1998-03-24", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-24", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-24", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-31", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3535-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Christensen, Jon", 
      "sponsored_at": "1998-03-24", 
      "state": "NE", 
      "thomas_id": "00196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gibbons, Jim", 
      "sponsored_at": "1998-03-24", 
      "state": "NV", 
      "thomas_id": "01485", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hastings, Doc", 
      "sponsored_at": "1998-04-21", 
      "state": "WA", 
      "thomas_id": "00512", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Johnson, Sam", 
      "sponsored_at": "1998-05-05", 
      "state": "TX", 
      "thomas_id": "00603", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Largent, Steve", 
      "sponsored_at": "1998-05-05", 
      "state": "OK", 
      "thomas_id": "00664", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Latham, Tom", 
      "sponsored_at": "1998-06-10", 
      "state": "IA", 
      "thomas_id": "00666", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "40", 
      "name": "Lewis, Jerry", 
      "sponsored_at": "1998-05-05", 
      "state": "CA", 
      "thomas_id": "00687", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ney, Robert W.", 
      "sponsored_at": "1998-03-24", 
      "state": "OH", 
      "thomas_id": "00862", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Norwood, Charles W.", 
      "sponsored_at": "1998-04-01", 
      "state": "GA", 
      "thomas_id": "00869", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Sensenbrenner,  James, Jr.", 
      "sponsored_at": "1998-04-01", 
      "state": "WI", 
      "thomas_id": "01041", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1998-03-24", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1998-04-21", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1998-04-21", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-24", 
  "number": "3535", 
  "official_title": "To establish limits on medical malpractice claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Ensign, John", 
    "state": "NV", 
    "thomas_id": "00348", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-24", 
  "subjects": [
    "Accident insurance", 
    "Alternative dispute resolution", 
    "Bribery", 
    "Business records", 
    "Commerce", 
    "Contingency fees", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of Health and Human Services", 
    "Disability insurance", 
    "Disabled", 
    "Drug approvals", 
    "Drug industry", 
    "Drugs", 
    "Evidence (Law)", 
    "Federal employees", 
    "Federal officials", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fraud", 
    "Government liability", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "International affairs", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Medical malpractice", 
    "Medical supplies", 
    "Misconduct in office", 
    "Packaging", 
    "Products liability", 
    "Punitive damages", 
    "Social welfare", 
    "State laws", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-24", 
    "text": "Establishes an alternative dispute resolution (ADR) procedure for all health care liability actions, except: (1) an action for damages arising from a vaccine-related injury or death to the extent that title XXI of the Public Health Service Act applies; or (2) an action under the Employee Retirement Income Security Act of 1974. Specifies the extent to which this Act preempts State and other Federal law, as well as the limits of its effect on State, Federal, and foreign government sovereign immunity. (Sec. 2) Establishes a statute of limitations for health care liability actions of two years from the date on which the alleged injury was discovered or should reasonably have been discovered, but in no case more than five years after the date the alleged injury occurred. (Sec. 3) Makes a defendant in any health care liability action liable (severally but not jointly) only for the amount of noneconomic damages attributable to such defendant in direct proportion to the defendant's share of fault or responsibility for the claimant's actual damages, as determined by the trier of fact. Requires for the award of punitive damages that the claimant establish by clear and convincing evidence that the harm suffered was the result of conduct: (1) specifically intended to cause harm; or (2) manifesting a conscious, flagrant indifference to the rights or safety of others. Prohibits the award of punitive damages against a manufacturer or product seller of a drug or medical device which caused the claimant's harm where: (1) the drug or device was subject to premarket approval by the Food and Drug Administration (FDA) with respect to the safety of the formulation or performance of the aspect of such drug or device which caused the claimant's harm, or the adequacy of the packaging or labeling of such drug or device which caused the harm, and such drug, device, packaging, or labeling was approved by the Food and Drug Administration; or (2) the drug is generally recognized as safe and effective pursuant to conditions established by the FDA and applicable regulations, including packaging and labeling regulations. Allows punitive damages in any case in which, before or after premarket approval: (1) the defendant intentionally and wrongfully withheld from or misrepresented to the FDA any information about the drug or device which was material and relevant to the harm suffered, and whose submission was required by the Federal Food, Drug, and Cosmetic Act or the Public Health Service Act; or (2) the defendant made an illegal payment to an FDA official or employee for the purpose of securing or maintaining such approval. Prohibits punitive damages against a drug manufacturer or product seller in a health care liability action for harm alleged to relate to the adequacy of the packaging or labeling of a drug required by regulation to have tamper-resistant packaging, unless the court finds by clear and convincing evidence that such packaging or labeling is substantially out of compliance with such regulations. Permits periodic payments of any damages awarded for future economic and noneconomic loss exceeding $50,000. Permits defendants to introduce evidence of collateral source payments. Declares that no provider of collateral source payments shall recover, in a judgment or in a settlement, any amount against the claimant or receive any lien or credit against the claimant's recovery or be equitably or legally subrogated to the right of the claimant in a health care liability action. (Sec. 4) Entitles the prevailing party in an action to attorney's fees from the non-prevailing party, if: (1) the claimant seeks noneconomic damages in excess of $250,000 or three times the economic damages, whichever is less; and (2) the request for such damages in such amount is made before the determination of liability of one party or another by verdict or order of judgment. Prohibits the sum of the attorney's fees to which the prevailing party is entitled from exceeding the attorney's fees of the non-prevailing party. Authorizes a court to limit such fees if their amount is deemed unjust. Specifies limits to contingent fees. (Sec. 5) Declares that any ADR used to resolve a health care liability action or claim shall contain provisions for statute of limitations, noneconomic damages, joint and several liability, punitive damages, collateral source rule, periodic payments, and award of attorney's fees which are identical to the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To establish limits on medical malpractice claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:44-05:00"
}