{
  "actions": [
    {
      "acted_at": "2012-05-22", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Johnson SD. With written report No. 112-168.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-22", 
      "calendar": "Senate Legislative", 
      "number": "408", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 408.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3215-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-22", 
  "number": "3215", 
  "official_title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2055-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3671-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5854-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2013", 
  "sponsor": {
    "district": null, 
    "name": "Johnson, Tim", 
    "state": "SD", 
    "thomas_id": "00604", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-05-22", 
  "subjects": [
    "Administrative remedies", 
    "Alliances", 
    "American Battle Monuments Commission", 
    "Appropriations", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Caribbean area", 
    "Cemeteries and funerals", 
    "Chemical and biological weapons", 
    "Correctional facilities and imprisonment", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Detention of persons", 
    "Disability and paralysis", 
    "District of Columbia", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Health facilities and institutions", 
    "Latin America", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical research", 
    "Military facilities and property", 
    "Mississippi", 
    "National Guard and reserves", 
    "Research administration and funding", 
    "Research and development", 
    "Specialized courts", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation", 
    "Virginia"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-05-22", 
    "text": "Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2013 - Title I: Department of Defense - Appropriates funds for FY2013 for the Department of Defense (DOD) for: (1) military construction for the Army, Navy and Marine Corps, and Air Force (military departments), DOD, the Army and Air National Guard, and the Army, Navy, and Air Force reserves; (2) the North Atlantic Treaty Organization (NATO) Security Investment Program; (3) family housing construction and related operation and maintenance for the military departments and DOD; (4) the Department of Defense Family Housing Improvement Fund; (5) chemical demilitarization construction; and (6) the Department of Defense Base Closure Accounts of 1990 and 2005. Specifies restrictions and authorizations regarding the use of funds appropriated in this title and in other military construction appropriations Acts. (Sec. 110) Prohibits appropriated funds from being used to initiate a new installation overseas without prior notification to the congressional appropriations committees. (Sec. 113) Directs the Secretary of Defense (Secretary) to notify the appropriate congressional committees 30 days in advance of the plans and scope of any proposed military exercise involving U.S. personnel if construction costs are anticipated to exceed $100,000. (Sec. 120) Authorizes the transfer of DOD funds for expenses associated with the Homeowners Assistance Program under the Metropolitan Demonstration Cities and Metropolitan Development Act of 1966. (Sec. 123) Places specified restrictions and limitations on the obligation or expenditure of funds made available in this title or in any other military construction appropriations Act to carry out a military construction, land acquisition, or family housing project at or for a military installation approved for closure, or for supporting a function that has been approved for realignment to another installation, in 2005 under the Defense Base Closure and Realignment Act of 1990. (Sec. 124) Provides for the transfer of lapsed unobligated military construction and family housing funds into the Foreign Currency Fluctuations, Defense account. (Sec. 126) Prohibits appropriated funds from being obligated or expended for the planning, design, and construction of projects at Arlington National Cemetery. Title II: Department of Veterans Affairs - Authorizes appropriations for the Department of Veterans Affairs (VA) for: (1) the Veterans Benefits Administration; (2) readjustment benefits; (3) veterans insurance and indemnities; (4) the Veterans Housing Benefit Program Fund; (5) the Vocational Rehabilitation Loans Program; (6) the Native American Veteran Housing Loan Program; (7) the Veterans Health Administration (including for medical and prosthetic research and information technology systems); (8) the National Cemetery Administration; (9) the Office of the Inspector General; (10) construction for major and minor projects; and (11) grants for the construction of state extended care facilities and veterans cemeteries. Specifies restrictions and authorizations regarding the use of funds appropriated in this title. (Sec. 210) Makes funds from this title available to reimburse expenses of the Office of Resolution Management and the Office of Employment Discrimination Complaint Adjudication, within specified limits. (Sec. 216) Authorizes the Secretary of Veterans Affairs (Secretary, for purposes of this title) to enter into agreements with certain Indian tribes and tribal organizations in rural Alaska to provide health care, including behavioral health and dental care. (Sec. 219) Directs the Secretary to report quarterly to the appropriations committees on the financial status of the Veterans Health Administration (VHA). (Sec. 224) Allows certain VA funds to be used to fund operations of the Captain James A. Lovell Federal Health Care Center. Requires written notification from the Secretary to the appropriations committees of any fund transfers for such purpose. (Sec. 228) Directs the Secretary to report to the appropriations committees on all bid savings in major construction projects that total at least $5 million or 5% of the programmed amount, whichever is less. (Sec. 230) Prohibits appropriated funds from being used to enter into a contract using procedures that do not give registered small businesses owned and controlled by veterans any available contract preference, except for a preference given to small businesses owned and controlled by service-disabled veterans. (Sec. 231) Extends through 2013 VA authority to operate a regional office in the Republic of the Philippines. (Sec. 232) Provides a contract payment method (in lieu of the procedure currently used) for VA reimbursement to state homes for veterans' nursing home care. Title III: Related Agencies - Appropriates funds for: (1) the American Battle Monuments Commission; (2) the U.S. Court of Appeals for Veterans Claims; (3) cemeterial expenses; and (4) the Armed Forces Retirement Home. Title IV: General Provisions - Specifies restrictions and authorities regarding the use of funds appropriated in this Act. (Sec. 406) Prohibits this Act's funds from being used for: (1) maintaining or establishing a computer network unless such network blocks the viewing, downloading, and exchanging of pornography; (2) constructing, renovating, or expanding any facility in the United States or its territories or possessions in order to house any non-U.S. citizen detained on or after June 24, 2009, at U.S. Naval Station, Guantanamo Bay, Cuba; (3) paying for the attendance of more than 50 federal employees stationed within the United States at any single conference outside the United States, unless the relevant Secretary certifies in advance to the appropriations committees that such attendance is important to the national interest; and (4) travel and conference activities not in compliance with Office of Management and Budget (OMB) memorandum M-12-12. (Sec. 412) Requires the head of any department, agency, board, or commission (entity) funded by this Act to report quarterly to the Inspector General or other appropriate ethics official on the costs and contracting procedures relating to each conference held by such entity during FY2013 costing more than $20,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:34:44-05:00"
}