{
  "actions": [
    {
      "acted_at": "1998-05-19", 
      "references": [
        {
          "reference": "CR E900-903", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-19", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-10", 
      "in_committee": "House Committee on National Security", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3894-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1998-05-19", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Hobson, David L.", 
      "sponsored_at": "1998-05-19", 
      "state": "OH", 
      "thomas_id": "00545", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-19", 
  "number": "3894", 
  "official_title": "To reinvigorate science and technology functions of the Department of the Air Force.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Air Force Science and Technology Reinvigoration Act", 
  "sponsor": {
    "district": "3", 
    "name": "Hall, Tony P.", 
    "state": "OH", 
    "thomas_id": "00487", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-19", 
  "subjects": [
    "Aerospace industries", 
    "Air force personnel", 
    "Air force research", 
    "Air warfare", 
    "Armed forces and national security", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Defense industries", 
    "Department of Defense", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Graduate education", 
    "Higher education", 
    "Information technology", 
    "Military communications", 
    "Military research", 
    "Military technology", 
    "Officer personnel", 
    "Research and development", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists in government", 
    "Space activities", 
    "Space warfare", 
    "Technological innovations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-19", 
    "text": "Air Force Science and Technology Reinvigoration Act - Expresses the sense of the Congress that: (1) not less than two and one-half percent of the funds available for obligation by the Air Force should be dedicated to science and technology; (2) management and funding for science and technology by the Air Force should be separate from management and funding for acquisition; (3) not less than 15 percent of science and technology funds available for obligation by the Air Force should be invested in new technology areas, including critical information technology programs, for the next five years; (4) the Air Force should increase the number of Air Force officers and civilian employees holding doctorate degrees in technical fields and the number and variety of technical degrees at the master's level granted to Air Force officers and civilian employees from both the Air Force Institute of Technology and civilian universities; and (5) a concentrated effort should be made to eliminate five percent of science and technology programs each year, with funds from the discontinued programs used for new science and technology programs. Makes amendments relating to science and technology functions of the Department of the Air Force, including to: (1) make research and development a separate function of the Secretary of the Air Force, (currently included as an equipping function of the Secretary); (2) make the Office of the Secretary of the Air Force solely responsible for research and development functions within the Office of the Secretary and the Air Staff; (3) establish in the Office of the Secretary of the Air Force an Assistant Secretary of the Air Force for Science and Technology to be responsible for the overall supervision of science and technology functions of the Department of the Air Force; and (4) establish within the Air Staff a Deputy Chief of Staff for Science and Technology. Directs the Secretary of the Air Force to enter into a contract with the National Research Council of the National Academy of Sciences to study the technology base of the Air Force. Requires such study to: (1) recommend the minimum requirements to maintain a technology base that is sufficient, based on both historical developments and future projections, to project superiority in air and space weapons systems and information technology; (2) address the effects on national defense and civilian aerospace industries and information technology by reducing funding below the minimum level of two and one- half percent; and (3) recommend the appropriate level of staff holding baccalaureate, masters, and doctorate degrees, and the optimal ratio of civilian and military staff holding such degrees, to ensure that science and technology functions of the Air Force remain vital."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Force Science and Technology Reinvigoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reinvigorate science and technology functions of the Department of the Air Force.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:55-05:00"
}