{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr759-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "759", 
  "official_title": "A bill to require that discharge certificates issued to members of the armed forces not indicate the conditions or reasons for discharge, to limit the separation of enlisted members under conditions other than honorable, and to improve the procedures for the review of discharges and dismissals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Stokes, Louis", 
    "state": "OH", 
    "thomas_id": "01115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Armed forces and national security", 
    "Military discharges", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Military discharges", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Directs the Secretary of Defense to take such action as may be necessary to insure that military discharges only indicate that a member of the armed forces has been discharged without any indication of the conditions under which such discharge occurred and that all records or documents pertaining to the reasons for discharge be kept confidential and not disclosed without the prior approval of the member concerned, except where such separation was pursuant to a sentence of a court-martial. Sets forth the conditions under which a member of the armed forces may be separated from the service under less than honorable conditions. Sets forth procedures for the establishment of review panels to determine whether a member should be separated under less than honorable conditions. Establishes procedures which the review boards must follow regarding such determinations. Allows members to appeal review board decisions to appeal boards to be established by the Judge Advocate General concerned or the General Counsel of the Department of Transportation, as appropriate. Directs each of the Secretaries concerned to establish regional boards of review to review military discharges. Stipulates that requests for review must be made within 15 years after separation from service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to require that discharge certificates issued to members of the armed forces not indicate the conditions or reasons for discharge, to limit the separation of enlisted members under conditions other than honorable, and to improve the procedures for the review of discharges and dismissals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:07-05:00"
}