{
  "actions": [
    {
      "acted_at": "1973-12-12", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2803-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-12", 
  "number": "2803", 
  "official_title": "A bill to insure the separation of constitutional powers by establishing the Department of Justice as an independent establishment of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-12", 
  "subjects": [
    "Department of Justice", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-12", 
    "text": "Declares it to be the purpose of this Act to establish the Department of Justice as an independent establishment of the United States. States that the Department shall be headed by an Attorney General, appointed by the President, by and with the advice and consent of the Senate, for a term of six years. Provides for a Deputy Attorney General, and a Solicitor General. Provides that all functions of other officers of the Department of Justice and all functions of agencies and employees of the Department of Justice are vested in the Attorney General, with specified exceptions, including: (1) the functions of the Federal Prison Industries, Incorporated; (2) the functions of the Board of Directors and officers of the Federal Prison Industries, Incorporated; and (3) the functions of the Board of Parole. Provides that the Attorney General may appoint a Director of the Federal Bureau of Investigation for a term of four years and that such Director is the head of the Federal Bureau of Investigation. Directs the Attorney General to appoint a United States attorney and United States marshall for each judicial district. Removes the Attorney General from succession to the Presidency. Removes the Department of Justice from the executive departments. Transfers to the Department of Justice established under this Act all functions carried out by the Department of Justice, and all functions of the Attorney General, with respect to, and being administered through the Department of Justice. States that the provisions of this Act shall not affect any proceedings pending at the time this section takes effect before any department or agency whose functions are transferred by this Act, with enumerated exceptions. Provides that this Act shall take effect ninety days after the enactment of this Act, or on such prior date after enactment of this Act as the President shall prescribe and publish in the Federal Register."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to insure the separation of constitutional powers by establishing the Department of Justice as an independent establishment of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:59-05:00"
}