{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1792-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1792", 
  "official_title": "A bill to provide financial assistance for State and local small, community-based correctional facilities, for the creation of innovative programs of vocational training, job placement, and on-the-job counseling; to develop specialized curricula, the training of educational personnel and the funding of research and demonstration projects; to provide financial assistance to encourage the States to adopt special probation services; to establish a Federal Corrections Institute.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5435-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Omnibus Correctional Reform Act", 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Education", 
    "Federal aid programs", 
    "Prisons", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Prisons", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Omnibus Correctional Reform Act - Finds that the correctional system of the United States is underfinanced and overtaxed and that the goal of improving the nation's correctional system can best be achieved by the creation of State and local small, community-based correctional facilities. Title I: Provides that no State plan under the Omnibus Crime Control and Safe Streets Act of 1968 shall be approved unless within two years of the passage of the Act it provides that 40 percent of the Federal assistance granted to the State planning agency shall be allocated to the improvement of correctional programs by providing a satisfactory twenty year program for phasing out large prisons and replacing them with small correctional facilities located in the communities from which the majority of offenders come. Title II: Authorizes to be appropriated for carrying out the purposes of the title $50,000,000 for fiscal year 1974; $100,000,000 for fiscal year 1975; $100,000,000 for fiscal year 1976; and $150,000,000 for fiscal year 1977. Apportions the sums among the States and territories. Sets forth criteria for the State plans required by the Act and policies and procedures for evaluating these plans. Title III: Authorizes the Commissioner of Education to make grants to State and local governments and educational agencies and institutions of higher learning for research or demonstration projects relating to the academic and vocational education of antisocial or delinquent persons. Authorizes the Commissioner to appoint special or technical advisory committees. Title IV: Authorizes the Law Enforcement Assistance Administration to make grants to States having approved plans for probation supervision programs for youthful offenders. Outlines policies and procedures for making such grants. Title V: Establishes a Federal Corrections Institute to act as a coordinating center for the collection and dissemination of useful data regarding the treatment and rehabilitation of criminal offenders and to provide training for representatives of Federal, State, and local judges and judicial personnel. Outlines the duties and responsibilities of the Director of the Institute and the Institute itself. Establishes an Advisory Commission consisting of the Director of the Institute, the Attorney General, the Director of the United States Judicial Center, the Director of the National Institute of Mental Health and fourteen persons appointed by the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Correctional Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance for State and local small, community-based correctional facilities, for the creation of innovative programs of vocational training, job placement, and on-the-job counseling; to develop specialized curricula, the training of educational personnel and the funding of research and demonstration projects; to provide financial assistance to encourage the States to adopt special probation services; to establish a Federal Corrections Institute.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:18-05:00"
}