{
  "actions": [
    {
      "acted_at": "1979-10-24", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1935-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-24", 
  "number": "1935", 
  "official_title": "A bill to revise provisions of title 49, United States Code, which discourage contract rate making by railroad shippers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Contract Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-24", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Railroad freight operations", 
    "Railroad rates", 
    "Railroads", 
    "Railroads and state"
  ], 
  "subjects_top_term": "Railroad rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-24", 
    "text": "Railroad Contract Act of 1979 - Permits a rail carrier to enter into a contract with a shipper for transportation at rates and conditions of service mutually agreeable. Directs the Interstate Commerce Commission to consider only the effect upon service to noncontract shippers when reviewing and approving such contracts. Prohibits the Commission from interfering with the performance of such contracts once approved. Directs the Commission to establish a railroad contract rate Advisory Service to advise the Commission in the review of and the dissemination of information concerning such contracts to the public. Requires carriers to negotiate in good faith subsequent contracts with shippers similarly situated. Requires the Commission to promulgate standards and criteria to be used in determining similarities between such shippers. Permits the Commission to direct such carriers to enter into an agreement with shippers similarly situated. Directs the Commission to commence a survey of the rail service capacity of the nation's railroads. Permits a rail carrier or a person controlled by or affiliated with a rail carrier to apply for approval of a transaction which involves motor carrier transportation to serve inadequately served shippers located on another railroad. Directs the Commission to approve automatically applications which are not protested by interested parties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Contract Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise provisions of title 49, United States Code, which discourage contract rate making by railroad shippers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}