{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr663-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "663", 
  "official_title": "A bill to amend the Lead-Based Paint Poisoning Prevention Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Families", 
    "Health", 
    "Product safety", 
    "Public health"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Authorizes the Secretary of Health, Education, and Welfare to make grants to private nonprofit organizations and any public agency of a unit of local government in any State to develop programs to detect and treat incidents of lead-based paint poisoning under the Lead Based Paint Poisoning Prevention Act. Increases from seventy-five percent to ninety percent the limit on the Federal share of the cost of developing such programs. Stipulates that any organizations receiving funds under this Act shall make available to the Secretary and the Comptroller General of the United States any books and records necessary to assist them in auditing funds received under this Act. Directs the Secretary of Health, Education, and Welfare to conduct appropriate research on multiple layers of dried paint film, containing the various lead compounds commonly used, in order to ascertain the safe level of lead in residential paint products. States that, within eight months after the date of enactment of this Act, the Secretary shall submit to Congress a full report of his findings and recommendations as developed pursuant to such programs. Directs the Secretary to take such steps as are necessary to prohibit the application of lead-based paint to any toy, furniture, cooking utensil, drinking utensil, or eating utensil manufactured and distributed after the date of enactment of this Act. Lowers, over a two-year period, the percentage of lead contained in a paint for such paint to qualify as a lead-based paint for the purposes of this Act. Authorizes the appropriation of $45,000,000 yearly for grants used for the detection and treatment of lead-based paint poisoning, $50,000,000 yearly for grants used for the elimination of lead-based paint poisoning, and $5,000,000 yearly for Federal demonstration and research programs on the elimination of lead-based paint poisoning. Establishes a National Childhood Lead Based Paint Poisoning Advisory Board to advise the Secretary of Health, Education, and Welfare on policy relating to the administration of this Act. Directs the Secretary of Housing and Urban Development to establish procedures to minimize the hazards of lead-based paint poisoning with respect to any existing housing which is covered by an application for mortgage insurance or assistance under a program administered by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Lead-Based Paint Poisoning Prevention Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:00-05:00"
}