{
  "actions": [
    {
      "acted_at": "2009-02-11", 
      "references": [
        {
          "reference": "CR S2149-2150", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-02-11", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-31", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-04-29", 
      "committee": "Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Reported by Senator Dodd with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-04-29", 
      "calendar": "Senate Legislative", 
      "number": "54", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 54.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-05-04", 
      "references": [], 
      "text": "By Senator Dodd from Committee on Banking, Housing, and Urban Affairs filed written report. Report No. 111-16.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s414-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2009-02-11", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2009-04-27", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2009-02-11", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2009-02-11", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2009-02-11", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2009-04-27", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2009-02-11", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-02-11", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "2009-02-23", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2009-03-26", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2009-02-11", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2009-02-11", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2009-02-11", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2009-02-11", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2009-02-11", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2009-02-11", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2009-02-25", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2009-02-11", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2009-02-11", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2009-03-30", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2009-02-11", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-11", 
  "number": "414", 
  "official_title": "A bill to amend the Consumer Credit Protection Act, to ban abusive credit practices, enhance consumer disclosures, protect underage consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr627-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Credit Card Accountability Responsibility and Disclosure Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-03-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Consumer credit", 
    "Federal Reserve System", 
    "Federal Trade Commission (FTC)", 
    "Finance and financial sector", 
    "Government Accountability Office (GAO)", 
    "Interest, dividends, interest rates", 
    "National Credit Union Administration"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-04-29", 
    "text": "Credit Card Accountability Responsibility and Disclosure Act of 2009 or the Credit CARD Act of 2009 - (Sec. 3) States that this Act shall become effective nine months after its date of enactment. Title I: Consumer Protection - Amends the Truth in Lending Act to require advance notice of any increase in the annual percentage rate of interest (APR) pertaining to a credit card account under an open end consumer credit plan. Requires such advance notice to include a statement of the obligor's right to cancel the account before the effective date of the increase. (Sec. 102) Imposes a freeze on interest rate terms and fees on canceled cards. (Sec. 103) Sets limits on fees and interest charges, including a prohibition against penalties for on-time payments. Authorizes a consumer to elect by timely notice to prohibit a creditor from completing any over-the-limit credit card transaction that will result in a fee, or constitute a default, under an open end consumer credit plan agreement which allows the creditor to impose an over-the-limit fee for any extension of credit beyond the amount of credit authorized. Allows an over-the-limit fee only when an extension of credit obtained by the obligor causes the account credit limit to be exceeded. Prohibits such a fee when the credit limit is exceeded only because of a fee or interest charge. Allows imposition of an over-the-limit fee only once during a billing cycle. Prohibits its imposition in a subsequent billing cycle with respect to such excess credit, unless the obligor has obtained an additional extension of credit in excess of the credit limit during that subsequent cycle. Prohibits a separate fee to allow the obligor to repay an extension of credit or finance charge, whether such repayment is made by mail, electronic transfer, telephone authorization, or other means. Requires fees for cardholder agreement violations and currency exchanges to be reasonable. (Sec. 104) Prohibits a creditor from furnishing information to a consumer reporting agency concerning a newly opened credit card account until the credit card has been used or activated by the consumer. (Thus grants the consumer a right to reject a credit card before notice of the new account is given to a consumer reporting agency.) (Sec. 105) Sets forth requirements for the terms of any credit card account, particularly fixed rate and prime rate, under any open end consumer credit plan. (Sec. 106) Revises requirements for prompt and fair crediting of card payments.(Sec. 107) Increases from 14 to 21 days the length of the billing period for imposition of the finance charge in credit statements. (Sec. 108) Prohibits universal default except in certain circumstances. Prohibits unilateral changes to cardholder agreements until after the date on which the credit card will expire if not renewed. (Sec. 109) Increases the civil penalty against any creditor who fails to comply with specified requirements in the case of an individual action relating to an open end credit plan that is not secured by real property or a dwelling. Specifies such penalty as twice the amount of any finance charge in connection with a transaction, with a minimum of $500 and a maximum of $5,000, or an appropriate higher amount in the case of an established pattern or practice of such failures. (Sec. 110) Requires specified federal regulatory agencies to evaluate the policies and procedures used by credit card issuers for compliance with this Act. Specifies additional transaction or event information to be included in APR information the Board of Governors of the Federal Reserve System (Federal Reserve Board) must collect, publish, and disseminate to the public. Title II: Enhanced Consumer Disclosures - (Sec. 201) - Revises payoff and repayment timing disclosure requirements, as well as those for civil liability determinations for creditor compliance violations. Requires the creditor to provide a toll-free telephone number at which the consumer may receive information about accessing credit counseling and debt management services from agencies certified by the Secretary of the Treasury (Secretary) as meeting the criteria under this Act. Instructs the Secretary, through the Office of Financial Education (OFE), to issue guidelines for the establishment and maintenance of such a toll-free telephone number. (Sec. 202) Revises requirements relating to late payment deadlines and penalties. Requires a periodic statement of account to disclose: (1) the date by which a payment must be postmarked, if paid by mail, in order to avoid the imposition of a late payment fee; and (2) any possible resulting increase in interest rates for late payments. (Sec. 203) Repeals the special rule for disclosure of APR and annual fee before a credit card account renewal. Title III: Protection of Young Consumers - (Sec. 301) Prohibits issuance of a credit card on behalf of a consumer under age 21, unless the consumer has submitted a written application meeting specified requirements. Directs the Secretary, acting through the OFE, to make and publish a list of all courses and programs that have been certified for financial literacy or financial education purposes appropriate for young consumers. (Sec. 302) Prohibits issuance to students of certain affinity cards, pursuant to any agreement between the creditor and an institution of higher education, unless certain requirements have been met. (Sec. 303) Amends the Fair Credit Reporting Act to allow consumers between ages 18 and 21 to elect to be included in any list provided by a consumer reporting agency in connection with a credit or insurance transaction that is not initiated by the consumer. (Sec. 304) Amends the Truth in Lending Act to require approval by such individual to increase credit lines for credit card accounts for which a parent, legal guardian, spouse, or any other individual is jointly liable until the consumer attains the age of 21. Title IV: Federal Agency Coordination - (Sec. 401) Amends the Federal Trade Commission Act to require all federal banking agencies and the Federal Trade Commission (FTC) to coordinate rulemaking and regulations. Requires the Comptroller General to a report to Congress on the status of regulations of the federal banking agencies and the National Credit Union Administration (NCUA) regarding unfair and deceptive acts or practices by depository institutions and federal credit unions. Title V: Gift Cards - (Sec. 502) Declares that, with respect to a gift certificate, store gift card, or general-use prepaid card, it is unlawful, except in specified circumstances, to: (1) impose a dormancy fee, inactivity fee, or a service fee; or (2) sell or issue such a certificate or card subject to an expiration date. Prescribes disclosure requirements for such cards. (Sec. 504) Empowers the FTC to enforce these prohibitions. Title VI: Miscellaneous Provisions - (Sec. 601) Directs the Comptroller General to study and report to certain congressional committees on the extent to which interchange fees must be disclosed to consumers and merchants and how such fees are overseen by the federal banking agencies. (Sec. 602) Directs the Comptroller General to establish the Credit Card Safety Rating System Commission to: (1) to determine if a rating system to allow cardholders to quickly assess the level of safety of credit card agreements would be beneficial to consumers; and (2) assess the impact on credit card transparency and consumer safety of various rating system policy options. Authorizes appropriations. (Sec. 603) Amends the the Federal Deposit Insurance Act (FDIA) and the Federal Credit Union Act (FCUA) to increase the borrowing authority: (1) of the Federal Deposit Insurance Corporation (FDIC) from $30 billion to $100 billion; and (2) of the NCUA from $100 million to $6 billion. Authorizes temporary further increases for the FDIC of up to $500 billion, and for the NCUA of up to $18 billion, through calendar 2010 if the FDIC Board of Directors or the NCUA Board, as the case may be, together with the Federal Reserve Board and the Secretary, determine that additional increases are necessary. Amends the FCUA to direct the NCUA Board to establish a National Credit Union Share Insurance Fund Restoration Plan whenever the Board determines that the equity ratio of the National Credit Union Share Insurance Fund will fall below a specified minimum amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Credit Card Accountability Responsibility and Disclosure Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Credit CARD Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Credit Card Accountability Responsibility and Disclosure Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Credit CARD Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Credit Protection Act, to ban abusive credit practices, enhance consumer disclosures, protect underage consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:51-05:00"
}