{
  "actions": [
    {
      "acted_at": "1976-02-25", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology with amendment, H. Rept. 94-1170 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-15", 
      "references": [], 
      "text": "Referred jointly to House Committees on Banking, Currency and Housing; and Interstate and Foreign Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-03", 
      "references": [], 
      "text": "Referred jointly to House Committees on Banking, Currency and Housing; and Interstate and Foreign Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-03", 
      "references": [], 
      "text": "Referred jointly to House Committees on  Ways and Means.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Currency and Housing with amendment, H. Rept. 94-1170 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-21", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 94-1170 (Part III).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-25", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-1170 (Part IV).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12112-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-25", 
  "number": "12112", 
  "official_title": "A bill to provide additional assistance to the Energy Research and Development Administration for the advancement of non-nuclear energy research, development, and demonstration.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1545-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr12859-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Teague, Olin E.", 
    "state": "TX", 
    "thomas_id": "01146", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-25", 
  "subjects": [
    "Coal", 
    "Energy", 
    "Energy research", 
    "Federally-assisted loans", 
    "Fuel research", 
    "Petroleum and petroleum products", 
    "Public lands and natural resources", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Reported to House amended, Part IV", 
    "date": "1976-06-25", 
    "text": "(Reported to House from the Comm. on Interstate and Foreign Commerce with amendment, H. Rept. 94-1170 (Part IV)) Synthetic Fuels Production Act - =Title I: Loan Guarantees For Certain Demonstration Facilities= - Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to authorize the Administrator of the Energy Research and Development Administration to guarantee loan obligations issued for the purpose of financing the construction and start-up of demonstration facilities for: (1) the conversion of oil shale, biomass, and other resources into synthetic fuels, provided that no loan guarantee shall be available for the manufacture of component parts for demonstration of facilities; (2) the deneration of energy from renewable sources; (3) the development of energy-efficient industrial equipment by small business; and (4) geothermal resource development. Limits the aggregate amount of indebtedness for which guarantees are issued to $1,000,000,000 for fiscal years 1977 and 1978. Prohibits the furnishing of any new guarantees after September 30, 1986. Requires that all guarantees or commitments to guarantee be made for demonstration facilities constructed within the United States or in waters contiguous to its territory. Requires the concurrence of the Secretary of the Treasury with respect to the conditions of any such guarantee. Prohibits the Administrator from entering into any guarantee for the demonstration of conversion of oil shale in synthetic fuels unless such facility is a modular facility, the production of which is not less than 6,000 and not more than 10,000 barrels per day. Authorizes the Administrator to guarantee any obligation under this Act only if: (1) the amount guaranteed does not exceed 75 percent of the total cost; (2) there is a reasonable assurance of full repayment; (3) the maximum maturity of the obligation does not exceed 20 years or 90 percent of the facilities useful economic life; and (4) the obligation fully amortizes during its term. Provides that prior to submitting a report to the Congress on each proposed guarantee and cooperative agreement, the Administrator shall request written comments from the Attorney General and the Chairman of the Federal Trade Commission concerning the impact of such guarantee or commitment on competition and concentration in the production of energy; and that if either official recommends adversely, the Administrator shall not do so. Establishes procedures for consultation with affected States, localities, and Indian tribes. Prohibits the making of Federal commitments if the Governors object, except if the overriding national interest requires. Establishes a panel to advise the Administrator on the programs under this Act, including the impact of demonstration facilities. Specifies procedures in the event of a default on any guarantee under this Act. Makes the rights of the Administrator, in cases of default, superior to the rights of any other persons in any property involved in the guarantee or other agreement. Authorizes the Administrator to guarantee and make commitments to affected States, localities, and Indian tribes for the financing of essential community development, and planning resulting from the construction of any facilities. Requires an annual report to Congress on recommendations for implementing Federal financial assistance for demonstrations of the production and conservation of energy. Requires such report to include a study of purchase commitments from synthetic fuels facilities, and to include a comprehensive plan and program to acquire information and evaluate impacts of demonstration programs under this Act. Requires an annual report to the Congress on actions taken under this Act, including the status of facilities assisted thereunder, their impact, and the costs incurred under this Act. Grants Congress a right of disapproval of guarantees under this Act of over $100,000,000. Establishes a separate fund in the Treasury to finance the programs authorized by this Act. Makes funds from the Geothermal Resources Development fund available for loan guarantees for geothermal resource development and demonstration projects. Requires employees and officials in policymaking positions within the Energy Research and Development Administration to file annual reports with the Administrator with respect to any financial interest in any property or business receiving financial assistance under this Act to which they may have knowledge. Imposes a fine of $2,500 and/or imprisonment of up to one year for violation of this Act by any employee or official of the Administration. Prohibits discrimination under this Act on the basis of race, color, religion, national origin, or sex. Requires the Administrator to provide a realistic and adequate opportunity for small businesses to participate in the programs under this Act. Requires the Comptroller General of the United States to audit recipients of financial assistance under this Act every six months. =Title II: Program to Assist Private Sector Financing of Synthetic Gas Production and Delivery in Interstate Commerce= - Authorizes any interstate pipeline to make application with any synthetic gas producer to the Federal Power Commission for the issuance of a certificate of public convenience and necessity for the construction, extension, acquisition, or operation of facilities for the manufacture of synthetic gas to be transported or sold directly to a user by such pipeline in interstate commerce. =Title III: Price Guarantees and Purchase Agreements for Certain Demonstration Facilities= - Authorizes the Administrator to enter into a price guarantee agreement with any person proposing to construct a demonstration facility for the production of synthetic gas, the sale of which to the ultimate user is not subject to price regulation under State or Federal law. Limits the aggregate production pursuant to such agreements to 125,000 barrels of crude oil equivalent per day. Authorizes the Administrator to enter into a purchase contract to purchase all or part of the output of a synthetic fuel demonstration facility. Limits the obligation on such contracts to 57,000 barrels of crude oil equivalent per day."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide additional assistance to the Energy Research and Development Administration for the advancement of non-nuclear energy research, development, and demonstration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:52-05:00"
}