{
  "actions": [
    {
      "acted_at": "1980-03-24", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-802.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #251 (86-7).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2470-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-24", 
  "number": "2470", 
  "official_title": "A bill to reduce consumption of petroleum and natural gas by electric utilities and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Powerplant Fuel Conservation Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-24", 
  "subjects": [
    "Advisory bodies", 
    "Air pollution control", 
    "Coal", 
    "Coal preparation", 
    "Consumer education", 
    "Consumer protection", 
    "Conversion of electric power plants to coal", 
    "Electric power", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Environmental protection", 
    "Fuel", 
    "Grants-in-aid", 
    "Intergovernmental relations", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public utilities", 
    "States", 
    "Wages"
  ], 
  "subjects_top_term": "Conversion of electric power plants to coal", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-06-24", 
    "text": "(Measure passed Senate, amended, roll call #251 (86-7)) Powerplant Fuels Conservation Act of 1980 - Amends the Powerplant and Industrial Fuel Use Act of 1978 to prohibit the use of petroleum or natural gas as a primary energy source in specified electric powerplants. Provides for a temporary stay of the prohibition until the plants: (1) have been granted assistance; or (2) have been granted an exemption. Permits the continuation of a temporary stay, in cases where an exemption is denied, until a conversion plan is approved. Requires the Secretary of Energy to notify affected utilities within 30 days of the enactment of the prohibition, and requires the affected utilities to notify the Secretary, within 90 days, whether they intend to convert or seek an exemption. Directs the Secretary to grant an exemption: (1) if it is not financially feasible for a plant to convert; or (2) if a powerplant does not have, or has not had, the technical capability to use a coal or alternate fuel, or if could not have such capability without substantial physical modification or reduction in the rated capacity of the powerplant. Directs the Secretary to provide financial assistance of up to 75 percent of the cost of converting a powerplant. Provides for a grant to each utility required to convert equal to 25 percent of the utilities \"qualifying capital cost.\" Authorizes the Secretary to provide, to utilities in financial need, an additional 25 percent in grants, 50 percent in loans, or a combination of grants and loans not to exceed 50 percent of the \"qualifying capital costs.\" Defines \"qualifying capital costs\" to include: (1) capital costs incurred after November 9, 1978; or (2) for purpose of the additional loans and grants to utilities in financial need, capital costs incurred after enactment of this Act, in converting an eligible powerplant to the use of coal or another alternate fuel. Requires a utility seeking financial assistance or supplemental financial assistance to submit an application to the Secretary containing specified information. Sets forth terms and conditions for loans, if provided, including: (1) a maximum period of ten years for repayment; and (2) the conditioning of such loans on the approval of the appropriate ratemaking authority for the utility. Directs the Secretary to competitively solicit grant applications for the purpose of making grants to pay all or a portion of the capital costs of the design and installation of advanced sulfur removal systems for existing nonconverting electric powerplants. Directs the Secretary to consult with the Administrator of the Environmental Protection Agency in approving or disapproving any such application. Sets forth criteria for evaluation, including: (1) reductions in emissions to be achieved by December 31, 1985; (2) the extent to which local and regional coal will be used; and (3) contributions to technology from the proposed system. Directs the Secretary to competitively solicit grant applications for the purpose of making grants to pay a portion of the qualifying capital costs of the construction of coal preparation facilities which will reduce the sulfur content of coal. Directs the Secretary to obtain the evaluation of the EPA Administrator of a grant application. Directs the Secretary to give priority to grant applications determined by the Administrator as likely to result in significant reductions in emissions from coal production. Limits grants to 20 percent of \"qualifying capital costs\" (capital costs associated with the construction of a coal preparation facility). Requires compliance with the Davis-Bacon Act relating to wage requirements for laborers and mechanics employed by anyone receiving financial assistance under this Act. Provides the Secretary authority to exclude from the terms \"coal\" and \"alternate fuels\" coal tar when determined by rule that coal tar is of significant commercial value other than fuel. Sets forth technical and conforming amendments. Requires any electric utility granted a permanent exemption or otherwise allowed to use petroleum or natural gas as primary energy source to report biannually its plans for construction of new electric generating capacity. Revises provisions of the Act prohibiting the continued use of natural gas as a primary energy source in existing electric power plants. Prohibits the use of natural gas as a primary energy source in an existing electric powerplant beyond January 1, 1980, or the end of its book service life, whichever is later. Prohibits natural gas from being used as a primary energy source in an existing electric powerplant in any calendar year prior to the prohibition unless, in 1977 the powerplant used natural gas, was equipped to used natural gas, or was under construction. Prohibits natural gas from being used as a primary energy source in an existing electric powerplant in any calendar year prior to the prohibition in any proportion greater than the greatest yearly portion of natural gas which: (1) such powerplant used as a primary energy source in calendar years 1974 through 1976; (2) if such powerplant began operations on or after January 1, 1974, such powerplant used or could have used as a primary energy source during the first two calendar years of its operations operating at its planned plant factor; or (3) if such powerplant was subject to curtailment or otherwise out of service, the Secretary shall allow natural gas to be used in an amount equivalent to the proportion such powerplant would have used if it had not been curtailed or otherwise out of service and had therefore been operating at its planned plant factor. Permits electric powerplants required to convert to use natural gas in conjunction with coal in such quantities as may be necessary to meet applicable environmental requirements. Requires each utility planning to continue use of natural gas as a primary energy source in an existing powerplant beyond January 1, 1990, to report its plans as of January 1, 1980, for constructing new coal-fired electric generating capacity. Excludes synthetic gas derived from tar sand from the term \"natural gas.\" Revises the definition of \"electric generating unit\" to exclude any cogeneration facility, regardless of the amount of power sold or exchanged for resale. Revises the definition of \"major fuel burning installation\" and \"installation\" to exclude any cogeneration facility defined as a qualifying cogeneration facility in the Federal Power Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Powerplant Fuel Conservation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce consumption of petroleum and natural gas by electric utilities and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:22-05:00"
}