{
  "actions": [
    {
      "acted_at": "1975-02-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3327-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-19", 
  "number": "3327", 
  "official_title": "A bill to amend the Clean Air Act to provide certain motor vehicle emission standards for the model years 1977 through 1981 and to amend the Internal Revenue Code of 1954 to impose an excise tax for model years 1970 through 1981 on the sale of passenger automobiles based on fuel efficiency.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5201-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "McKinney, Stewart B.", 
    "state": "CT", 
    "thomas_id": "00781", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-19", 
  "subjects": [
    "Air pollution control", 
    "Environmental protection", 
    "Excise tax", 
    "Fuel", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Pollution", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-19", 
    "text": "Provides, under the Clean Air Act, that regulations applicable to emissions of carbon monoxide and hydrocarbons from light-duty vehicles and engines manufactured during model years 1977 and 1981 shall contain specified standards for emissions. States that such standards shall apply to such vehicles and engines manufactured during model years 1979 through 1981 only if such vehicles and engines have a fuel consumption rate of more than 20 miles per gallon in 1979, 22 miles per gallon in 1980, and 25 miles per gallon in 1981. Sets standards for regulations applicable to emissions of oxides of nitrogen. Provides, under the Internal Revenue Code, for a tax upon every gasoline-powered passenger automobile manufactured, produced, or imported during the model years 1979 through 1981, such tax to be based upon the rate at which such automobile consumes fuel according to a computation formula set forth in this Act. States that the rate of fuel consumption shall be determined solely on the basis of the Automobile Fuel Consumption Schedule prepared by the Administrator of the Environmental Protection Agency. Directs that the tax imposed by this Act shall be paid by the manufacturer, producer, or importer. Authorizes and directs the Administrator of the Environmental Protection Agency to make any and all tests necessary to determine the fuel consumption rates of automobiles under driving conditions most representative of the uses to which an average automobile owner puts his automobile under normal driving speeds and circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to provide certain motor vehicle emission standards for the model years 1977 through 1981 and to amend the Internal Revenue Code of 1954 to impose an excise tax for model years 1970 through 1981 on the sale of passenger automobiles based on fuel efficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:22-05:00"
}