{
  "actions": [
    {
      "acted_at": "1979-10-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5617-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-17", 
  "number": "5617", 
  "official_title": "A bill to provide for certain priorities in the disposal or treatment of hazardous waste, to provide for liability, compensation, cleanup, and emergency response for hazardous substances released into the environment, to provide for the cleanup of inactive hazardous waste disposal sites, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Waste Disposal Act of 1979", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-17", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Damages", 
    "Department of the Treasury", 
    "Environmental health", 
    "Environmental protection", 
    "Federal installations", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Judicial review of administrative acts", 
    "Liability for environmental damages", 
    "Management", 
    "Pollution control", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "States", 
    "Surety and fidelity", 
    "Waste products"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-17", 
    "text": "Hazardous Waste Disposal Act - Amends the Solid Waste Disposal Act to set forth criteria upon which the Administrator of the Environmental Protection Agency is to base performance standards for owners and operators of hazardous waste facilities, including: (1) the utilization of recycling, where feasible; (2) the detoxification and use of other techniques for making hazardous wastes environmentally acceptable where recycling is not feasible; and (3) the incineration of such wastes or its storage and disposal in a landfill only when treatment or disposal would not be environmentally acceptable and where recycling would not be feasible. Amends the Solid Waste Disposal Act to add provisions requiring States to prepare an inventory of each site within each State at which hazardous waste has been stored or disposed of. Requires that such inventories contain descriptions of the locations of such sites; information relating to the amount, nature and toxicity of the waste at such sites; the name and address or corporate headquarters of the owners of each such site; an identification of the treatment techniques used; and information as to the current status of the site. Authorizes the States conducting such inventories to inspect such sites and to have the same rights of access as States having an authorized hazardous waste program. Sets forth requirements for the establishment of standards relating to the location of hazardous waste facilities, including the prohibition against locating such facilities in close proximity to inhabited areas. Directs the Administrator to develop a site classification system to reflect the suitability of various different types of sites for storage, treatment, or disposal of hazardous waste classified according to specified characteristics. Requires that after the effective date of the Solid Waste Disposal Act, each hazardous waste facility be located on Federally-owned lands or on State-owned lands in the case of a State having an authorized program, which meets the standards established by the Administrator relating to location of such facilities. Stipulates that when a facility's permit is revoked for reasons of safety or improper location, the Administrator or the authorized State shall order the removal of such waste as may be necessary to ensure compliance with appropriate standards. Directs the Administrator to select at least one location in each State on public lands meeting the appropriate standards for a hazardous waste facility to insure that each generator of such waste has access to such facility. Directs the Administrator or the authorized State to acquire privately-owned hazardous waste facilities when treatment and disposal operations are terminated at such facilities and to provide for the necessary maintenance thereof. Amends the public participation provisions of such Act. Amends such Act to provide that nothing in such Act may be construed to permit a State to prohibit the interstate transportation of hazardous waste. Directs the President to issue regulations designating as hazardous substances, in addition to those defined under this Act, such elements and compounds which may present substantial danger to the public health or the environment if discharged or released. Prohibits the discharge of any hazardous substance in violation of the Clean Water Act or the release or disposal of any such substance into or upon groundwater, air, land, or navigable waters or where it would affect Federally-owned or managed natural resources. Requires persons in charge of onshore facilities to report to the appropriate Federal agency of any release or disposal of hazardous substances, in violation of this Act, and establishes criminal penalties for failure to comply with such notification requirement. Provides that any person who may be subject to liability for a hazardous waste disposal site not in compliance with a permit or accorded interim status shall notify the Administrator of the existence of such site, and any known or suspected discharges of such substances from such site. Imposes criminal penalties upon any person who fails to so notify the Administrator and adds that such person shall not be entitled to any limitation of liability or to any defenses to liability under this or any other law. Establishes criminal penalties for knowingly destroying or concealing any records relating to hazardous substances or a hazardous substance disposal site. Authorizes the Administrator to establish and enforce such control or removal requirements as are deemed appropriate to protect the public health and environment from any hazardous substance disposal site not in compliance. Authorizes the President to take any emergency response measure including removal or containment, necessary to protect the public health or the environment whenever a hazardous substance is discharged or released into the environment, unless it is determined that the owner or operator of the source of the release will properly remove such substance. Directs the President, within a specified period, to revise and republish the National Contingency Plan for the removal of oil and hazardous substances to reflect and effectuate the responsibilities and powers created by this Act. Specifies that such revision include a National Hazardous Substance Disposal Site Response Plan, such plan to include: (1) methods for discovering and investigating such sites; (2) methods for evaluating and containing any actual or threatened discharges or releases from such sites which pose a substantial danger to the public health or the environment; (3) methods and criteria for determining the appropriate extent of emergency response, containment, and other methods authorized by this Act; (4) appropriate roles and responsibilities for various governmental and nongovernmental entities in effectuating the Plan; (5) provision for response equipment and supplies; and (6) provision for reporting the existence of and any releases of hazardous substances from sites which may be located on federally-owned or controlled properties. Authorizes the Administrator: (1) to require any person involved in activities which may present a danger to public health or the environment related to the handling, storage, treatment, transportation, or disposal of any hazardous substance to take any necessary actions to ascertain in the nature and extent of such danger; or (2) to bring suit in the appropriate United States district court to require any such person to take such actions. Makes the owner or operator of an onshore facility from which a hazardous substance is discharged jointly, severally and strictly liable for specified damages resulting from such discharge, with specified exceptions. Authorizes the President or the authorized representative of a State to act on behalf of the public as trustee of any natural resources damaged or lost as a result of such discharge and to recover for such damages. Stipulates that each department, agency, or instrumentality of the executive, legislative and judicial branches of the Federal Government shall be subject to and comply with this Act. Imposes liability upon any generator or transporter of any hazardous substance for such discharge by the facility which was the source of the discharge if such generator or transporter could have reasonably anticipated such discharge. Imposes punitive damages upon the owner or operator of a hazardous substance disposal site for failure to properly provide emergency response or containment upon request of the President. Establishes in the United States Treasury a Hazardous Substance Response Fund to be constituted from specified fees, and all moneys recovered on behalf of the Fund or recovered or collected under the Clean Water Act. Requires manufacturers, importers, and generators of hazardous substances to pay fees on each unit of hazardous substance produced, manufactured, or imported into the United States and each unit of hazardous waste generated. Authorizes the Secretary of the Treasury to promulgate rules and regulations relating to the collection of such fees, and sets forth civil and criminal penalties for violation of such regulations. Authorizes the Secretary to invest any excess of the Fund in interest-bearing special obligations of the United States. Directs the President to issue notes or other obligations to the Secretary in the event the moneys available in the fund are inadequate to meet the obligations of the fund. Sets forth the purposes for which Fund moneys may be used. Authorizes the President to delegate his duties under this Act to the heads of appropriate Federal agencies, departments, and instrumentalities. Directs the President to establish a national priority system for responding to releases of hazardous substances and a system whereby States affected by such discharges may act to provide emergency response and be reimbursed for reasonable costs incurred therefor. Sets forth procedures for the disposition of claims resulting from such discharges. Establishes a six year statute of limitation for claims presented or actions commenced under this Act. Subrogates to the United States Government all rights of a claimant to recover the costs of removal or damages from the person responsible for a hazardous substance discharge prior to payment of any claim by the Fund. Subrogates any person, including the Fund, who pays compensation pursuant to this Act to any claimant for damages or removal costs of such claimant. Directs the Attorney General upon request of the President, to commence an action on behalf of the Fund to recover any compensation paid by the Fund to any claimant pursuant to this Act. Directs the President, acting through the Administrators of the EPA and the National Oceanic and Atmospheric Administration and the Director of the Fish and Wildlife Service, to issue regulations for the assessment of damages for injury to or loss of natural resources resulting from a discharge of hazardous substances. Directs the Comptroller General to provide for auditing of all payments and other uses of the Fund. Requires owners and operators of onshore facilities to post a bond in an amount determined by the Administrator as sufficient to insure proper maintenance and storage of hazardous wastes for twenty years after the termination by such person of the treatment and disposal of hazardous wastes at such facility. Authorizes judicial review of any regulation issued under this Act only in the United States Circuit Court of Appeals for the District of Columbia. Grants jurisdiction to the United States district courts over all controversies arising under this Act. Makes conforming amendments to the Clean Water Act. Transfers to the Fund one-half of any sums appropriated under the oil and hazardous substances liability provisions of such Act and all of the sums appropriated under the emergency powers provisions of this Act. Terminates the authority to establish and collect fees under this Act on October 1, 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Disposal Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for certain priorities in the disposal or treatment of hazardous waste, to provide for liability, compensation, cleanup, and emergency response for hazardous substances released into the environment, to provide for the cleanup of inactive hazardous waste disposal sites, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:42-05:00"
}