{
  "actions": [
    {
      "acted_at": "1973-03-28", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1409-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-28", 
  "number": "1409", 
  "official_title": "A bill to amend and extend the Economic Stabilization Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-28", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Congress", 
    "Consumer protection", 
    "Economic stabilization", 
    "Economics and public finance", 
    "Federal reserve system", 
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Economic stabilization", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-28", 
    "text": "Provides that notwithstanding any other provision of the Economic Stabilization Act, all prices and interest rates are hereby frozen at levels no higher than those prevailing on March 16, 1973. Provides that the President may, by written order stating in full the considerations for his action, make adjustments with respect to prices and interest rates in order to correct gross inequities. Provides that immediately, but not later than sixty days after the date of enactment of this section, the President shall, by written order stating in full the considerations for his action, roll back prices and interest rates to levels lower than those prevailing on March 16, 1973, in order to reduce inflation and otherwise carry out the purposes of this Act. Provides that whenever the consumer price index as compiled by the Bureau of Labor Statistics, United States Department of Labor, for a calendar month exceeds an annual rate of 3 percent for any three consecutive months or an annual rate of 2.5 percent for any twelve consecutive months then within thirty calendar days the President is authorized and directed to issue orders and regulations to establish a mandatory program to: (1) freeze prices, wages, and salaries at levels not less than those prevailing on May 25, 1970, in order to reduce inflation; and (2) freeze interest rates and corporate dividends and similar transfers at levels consistent with orderly economic growth. Authorizes the President to stabilize rents at levels prevailing on January 10, 1973. Requires the President to only allow rents to increase by the actual amount of any increase in any tax, fee, or service charge levied by a State or local government and any necessary capital improvement after the beginning of the preceding period of occupancy and allocable to that residence, and any reasonable increased costs of services and materials. Provides that for the purpose of preventing the excessive speculation in and the excessive use of credit for the creation, carrying, or trading in commodity futures contracts having the effect of inflating consumer prices and industrial costs, the Board of Governors of the Federal Reserve System shall prescribe regulations governing the amount of credit that may be extended or maintained on any such contract. Establishes in the legislative branch the Office of Consumer Counselor, which shall be headed by the Consumer Counselor. Provides that the Office of the Consumer Counselor, under the direction of the Consumer Counselor, shall have authority to investigate fully, on complaint from a consumer, or otherwise, all official actions of any board, commission, or similar entity charged with the duty to carry out the provisions of this title, and any such board, commission, or similar entity shall promptly, upon request, make fully available to the Office of the Consumer Counselor all records, information, and testimony relating to any matter which such Office investigates. States that the Consumer Counselor may, as the result of an investigation under this Act: (1) intervene by submitting a written statement of his objections and the reasons therefor; or (2) require a public hearing and decision on the record. Directs the Comptroller General of the United States to review all reports concerning prices, profits, wages, salaries, or interest rates submitted by any person to any officer, department, agency, board, commission, or similar entity established pursuant to authority granted the President by this Act. Provides that the Comptroller General shall promptly inform the Congress whenever the review provided for reveals that any person has taken or is about to take action which departs substantially from the standards for prices, profits, wages, salaries, or interest rates established under the authority of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the Economic Stabilization Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:36-05:00"
}