{
  "actions": [
    {
      "acted_at": "1979-06-27", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation, H. Rept. 96-1330.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure called up by consent calendar in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-08", 
      "references": [], 
      "text": "Committee on Environment and Public Works discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4645-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-27", 
  "number": "4645", 
  "official_title": "A bill to change the name of Clayton Lake which is an element of the flood control project for the Clayton and Tuskahoma Reservoirs, Kiamichi River, Oklahoma, to Sardis Lake.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Watkins, Wes", 
    "state": "OK", 
    "thomas_id": "01206", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-27", 
  "subjects": [
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Oklahoma", 
    "Oregon", 
    "Radioactive pollution", 
    "Reservoirs", 
    "South Dakota", 
    "Uranium", 
    "Waste products", 
    "Water and Water Resources Development", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Lakes", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-12-09", 
    "text": "(Measure passed Senate, amended) Renames Clayton Lake, Oklahoma, being constructed as part of the project for the Clayton and Tuskahoma Reservoirs, as Sardis Lake. Authorizes and directs the Secretary of the Interior to establish the Bandon Marsh National Wildlife Refuge in the State of Oregon. Permits the Secretary to acquire, with available appropriations, lands and waters, or interests therein, subject to the interests of the State of Oregon, including the public trust of the State, within the boundaries of such refuge by donation, purchase with donated or appropriated funds, or exchange. Directs the Secretary, prior to the establishment of the refuge and thereafter, to administer the lands, waters, and interests therein acquired for the refuge in accordance with the National Wildlife Refuge System Administration Act of 1966. Permits the Secretary to utilize such additional statutory authority as may be available for the conservation and development of wildlife and natural resources, the development of outdoor recreation opportunities compatible with the wildlife resources, and interpretive education, and if necessary to acquire lands subject to the public trust rights of the State. Authorizes the Secretary of the Interior to convey certain lands and waters of the United States in the Wichita Mountains Wildlife Refuge, Oklahoma, to the Wichita Mountains Association. Conditions the conveyance of such land upon the use of the lands for public recreational and cultural activities. Specifies that, in the event that the lands are no longer used for such purposes, title shall revert to the United States to be administered as a unit of the National Wildlife Refuge System. Authorizes and directs the Nuclear Regulatory Commission, in consultation with the Environmental Protection Agency, the Department of Housing and Urban Development, the Department of Energy, the Tennessee Valley Authority, and the State of South Dakota, to coordinate and conduct a monitoring, engineering assessment and remedial action program for the management of byproduct materials as offsite locations in the vicinity of the Edgemont, South Dakota, uranium mill site. Sets forth the responsibilities of the Environmental Protection Agency, the Nuclear Regulatory Commission, and the State of South Dakota in carrying out such monitoring, engineering assessment and remedial action program. Requires the Commission to submit a report to the Congress on the preliminary planning, including a detailed description for each location of any required remedial action and an estimate of the cost of such remedial action. Requires the Commssion, as part of its annual report, to provide a report on the progress of such monitoring, engineering assessment and remedial action program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to change the name of Clayton Lake which is an element of the flood control project for the Clayton and Tuskahoma Reservoirs, Kiamichi River, Oklahoma, to Sardis Lake.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:22-05:00"
}