{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5893-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "5893", 
  "official_title": "To amend the Public Health Service Act to establish a National AIDS Vaccine Development and Compensation Program for the development of human immunodeficiency virus vaccines and a program to compensate the victims of human immunodeficiency virus vaccine-related injuries and deaths by establishing an AIDS Vaccine Injury Compensation Trust Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National AIDS Vaccine Development and Compensation Act of 1992", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Business records", 
    "Citizen lawsuits", 
    "Civil procedure", 
    "Claims", 
    "Compensation (Law)", 
    "Consumer education", 
    "Damages", 
    "Drug industry", 
    "Evidence (Law)", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fraud", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Jurisdiction", 
    "Legal fees", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Medical records", 
    "Medical research", 
    "Pharmaceutical research", 
    "Product safety", 
    "Punitive damages", 
    "State laws", 
    "Taxation", 
    "Vaccines"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "National AIDS Vaccine Development and Compensation Act of 1992 - Title I: Vaccines - Amends the Public Health Service Act to establish in the Department of Health and Human Services a National Program to achieve optimal prevention of the acquired immune deficiency syndrome (AIDS) through immunization. Includes in Program responsibilities AIDS vaccine research, development, safety and efficacy testing, licensing, production and procurement, distribution and use, and evaluation of need, effectiveness, and adverse effects. Establishes the AIDS Vaccine Review Advisory Committee. Authorizes appropriations. Establishes the National Vaccine Injury Compensation Program under which compensation may be paid for a human immunodeficiency virus (HIV) vaccine-related injury or death. Makes it an ethical obligation of any attorney to inform individuals consulting about such an injury or death that compensation may be available under the program. Sets forth compensation procedures. Establishes in the U.S. Claims Court an office of not more than eight special masters. Requires the special masters to issue decisions on compensation petitions. Requires proof by a preponderance of the evidence. Mandates establishment of a vaccine injury table including potential HIV vaccines and the conditions and deaths resulting from the administration of the vaccine. Requires compensation to include: (1) certain actual unreimbursable expenses; (2) in the event of death, a specified dollar amount; (3) actual or anticipated loss of earnings; (4) to a specified dollar maximum, actual and projected pain and suffering. Prohibits punitive or exemplary damages and compensation for other than the health, education, or welfare of the person who suffered the injury. Requires awarding attorney's fees and other costs. Makes the Program liable after other sources such as insurance or other Federal or State health benefits programs (other than title XIX (Medicaid) of the Social Security Act). Authorizes appropriations for payment of compensation. Sets forth time limits on actions. Subrogates the trust fund established to provide compensation under the Program to the rights of the petitioner. Establishes the Advisory Commission on AIDS Vaccines. Provides for additional remedies, including allowing a civil action for damages and allowing the petitioner, in certain circumstances, to chose to continue or withdraw the petition. Sets forth standards of responsibility, including providing that a manufacturer is not liable for: (1) unavoidable adverse side effects, if the vaccine is properly prepared and accompanied by proper directions and warnings; or (2) damages due to the manufacturer's failure to provide direct warnings to the injured party. Prohibits a State from establishing or enforcing a law prohibiting a civil action not barred by provisions of this Act. Requires a civil action trial for an HIV vaccine-related injury or death to be held in three stages: liability, general damages, and punitive damages. Sets forth recordkeeping and reporting requirements for health care providers administering an AIDS vaccine. Mandates development and dissemination of vaccine information materials. Requires the establishment of a task force on safer HIV vaccines. Sets forth recordkeeping and reporting requirements for AIDS vaccine manufacturers. Provides for fines and imprisonment for violations. Allows any person to commence a civil action against the Secretary of Health and Human Services where there is an alleged failure of the Secretary to perform any act under the provisions established by this Act. Allows awarding litigation costs, including attorney's fees, to a plaintiff in certain circumstances. Mandates: (1) a study of AIDS vaccine risks; (2) guidelines for vaccine administration; and (3) review of the warnings, use instructions, and precautionary information issued by vaccine manufacturers. Title II: Amendments of the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to establish in the Treasury the AIDS Vaccine Injury Compensation Trust Fund. Appropriates to the Fund excise taxes on HIV vaccines and the amounts recovered through subrogation. Makes amounts in the Fund available, as provided in appropriation Acts, only for the AIDS vaccine development and compensation program. Authorizes appropriations to the Fund, as repayable advances, of sums as necessary to carry out the purposes of the Fund. Allows claims to be paid only out of the Fund. Provides for the order in which unpaid claims are to be paid. Appropriates a specified amount to the Fund as a repayable advance. Title III: Revenue Sources for AIDS Vaccine Injury Compensation Trust Fund - Mandates a study on the appropriate amount of tax to be imposed on any HIV vaccine manufacturer, producer, or importer to be deposited in the Fund. Title IV: Miscellaneous - Declares that: (1) provisions of Federal law relating to coordination of Federal information policy do not apply to information required for carrying out this Act; and (2) if any provision of this Act is declared unconstitutional, the entire Act shall be considered invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National AIDS Vaccine Development and Compensation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act to establish a National AIDS Vaccine Development and Compensation Program for the development of human immunodeficiency virus vaccines and a program to compensate the victims of human immunodeficiency virus vaccine-related injuries and deaths by establishing an AIDS Vaccine Injury Compensation Trust Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:56-05:00"
}