{
  "actions": [
    {
      "acted_at": "1992-09-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3238-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-16", 
  "number": "3238", 
  "official_title": "A bill to prevent potential abuses of electronic monitoring in the workplace, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Privacy for Consumers and Workers Act", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-16", 
  "subjects": [
    "Actions and defenses", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Congressional employees", 
    "Consumer education", 
    "Consumer protection", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Eavesdropping", 
    "Electronic surveillance", 
    "Employee rights", 
    "Fines (Penalties)", 
    "Freedom of speech", 
    "Government paperwork", 
    "Injunctions", 
    "Labor productivity", 
    "Personnel records", 
    "Rating of employees", 
    "Right of privacy", 
    "Telephone", 
    "Video tape recording", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-16", 
    "text": "Privacy for Consumers and Workers Act - Requires employers who engage in electronic monitoring of their employees to comply with various restrictions and requirements under this Act. Directs the Secretary of Labor (the Secretary) to prepare and distribute to employers a printed general notice to be posted in conspicuous places on the employer's premises to inform employees of their rights and protections under this Act. Requires such notice to state that the employer engages in or may engage in electronic monitoring of employees, specifying the circumstances under which an employee is or is not entitled to additional specific notice. Requires employers to provide each employee who will be electronically monitored with prior written notice describing specified aspects of such electronic monitoring. Requires such specific notice also to describe certain periodic and random monitoring, including circumstances for authorized monitoring without notice. Requires employers to notify prospective employees at their first personal interviews of existing forms of electronic monitoring which may affect them and, upon request, provide them with the specific written notice provided to employees. Requires employers who engage in telephone service observation to prominently place a statement that they are engaging in such observation in each of their written advertisements and each of their customer bills. Requires an employer who engages in electronic monitoring of members of the public who are not the employer's customers to notify such individuals of the monitoring. Allows such notice to take a form reasonably calculated to reach members of the public who may be affected. Allows employers to engage in electronic monitoring of employees on a periodic or random basis if the employee is new, with a cumulative total period of such employment of not more than 60 days. Prohibits such monitoring of an employee with a cumulative employment period of at least five years. Permits such monitoring of an employee with a cumulative employment period of at least five years. Permits such monitoring of a work group, if the prior written specific notice to each employee is provided between 24 and 72 hours before monitoring begins. Provides a special exception to all such notice requirements, and to certain privacy protections, if an employer has a reasonable suspicion that any employee is engaged in conduct which violates criminal or civil law and adversely affects the interests of the employer or the other employees. Requires the employer, before engaging in special exception worksite monitoring of such an employee or the relevant area, to execute a signed statement setting forth with particularity the conduct to be monitored and the monitoring's basis and identifying the specific economic loss or injury to the business or injury to the other employees resulting from the conduct to be monitored. Requires such statement to be retained for three years after the beginning of monitoring or until judgment is rendered in a private civil action brought by an affected employee which is later. Prohibits employers from periodic or random review of data obtained by continuous electronic monitoring of employees, but not from review of: (1) electronic data obtained from an electronic card system; and (2) data continuously monitored by an employer and appearing simultaneously on multiple television screens or sequentially on a single screen. Allows an employer to review data obtained by continuous electronic monitoring of employees after the monitoring is completed, only if review is limited to specific data which the employer has reason to believe contains information relevant to the employee's work. Requires employers to provide employees or the authorized agents with an opportunity to review all personal data obtained by electronic monitoring of the employee. Requires, in the case of special exception monitoring, opportunity for such review promptly after the investigation has been completed or disciplinary action has been taken against the employee. Prohibits employers from using personal data obtained by electronic monitoring as the basis for any action against an employee unless the employer has complied with requirements of this Act with respect to the monitoring of such employee. Prohibits employers from using quantitative data obtained by electronic monitoring as the sole basis for: (1) individual employee performance evaluation; or (2) setting production quotas or work performance expectations. Allows an exception from such prohibiton if an employee is not working at a facility of an employer and transmits work electronically to the employer, if such quantitative data are the only basis available to the employer for such evaluations, quotas, or expectations. Prohibits employers from intentionally using or disseminating personal data obtained by electronic monitoring when an employee is exercising First Amendment rights, but does not prohibit incidental collection of such data. Prohibits employers from intentionally collecting personal data on an employee which is not confined to the employee's work performance, but does not prohibit incidental collection of such data. Prohibits employers from disclosing personal data obtained by electronic monitoring to any person or business except to the individual employee to whom that data pertains or without the employee's prior written consent, unless disclosure would be: (1) to the employer's officers and employees who need it to perform their duties; (2) to a law enforcement agency for a criminal investigation or prosecution; or (3) pursuant to a proper court order. Allows an employer to disclose to the public personal data obtained by electronic monitoring of an employee if the data contain evidence of illegal conduct by a public official or have a direct and substantial effect on public health or safety. Prohibits employers from engaging in electronic monitoring in bathrooms, locker rooms, or dressing rooms, except under the special monitoring exception. Prohibits employers from: (1) violating any requirement of this Act; (2) engaging in video monitoring with a video camera not visible to the subject, except in cases under the special monitoring exception, or for law enforcement, or off-worksite (which is not covered by this Act); (3) interfering with or denying exercise or attempted exercise of employee rights with regard to use of data collected; or (4) discriminating in any way against an employee for instituting or testifying at a proceeding or disclosing information about a violation under this Act. Sets forth the following enforcement provisions: (1) civil penalties; (2) injunctive actions by the Secretary of Labor; and (3) private civil actions. Prohibits waiver of rights and procedures provided by this Act, unless such waiver is part of a written settlement by the parties to a pending action or complaint. Makes this Act inapplicable to: (1) otherwise permissible electronic monitoring by law enforcement agencies in criminal investigations; (2) electronic monitoring of employees off the worksite of the employer; and (3) required monitoring under various Federal or State laws. Prohibits third party monitoring and use of data unless the requirements of this Act are complied with. Directs the Secretary of Labor to issue rules and regulations to carry out this Act within six months. Declares that this Act shall not be construed to restrict, limit, or eliminate more stringent requirements of States, localities, or collective bargaining agreements. Provides for coverage of employees of the House of Representatives and the Senate under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Privacy for Consumers and Workers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent potential abuses of electronic monitoring in the workplace, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:47-05:00"
}