{
  "actions": [
    {
      "acted_at": "1985-04-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-23", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department, Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s934-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1985-04-17", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-04-17", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-17", 
  "number": "934", 
  "official_title": "A bill to establish a system of individual training accounts in the Unemployment Trust Fund to provide for training and relocating unemployed individuals, to amend the Internal Revenue Code of 1954 to provide that certain contributions to such accounts shall be deductible from gross income, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Individual Training Account Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-17", 
  "subjects": [
    "Appropriations", 
    "Counseling", 
    "Department of Labor", 
    "Economics and public finance", 
    "Employee training", 
    "Employment agencies", 
    "Employment and training programs", 
    "Federal-state relations", 
    "Government trust funds", 
    "Income tax", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Relocation of employees", 
    "Tax deductions", 
    "Taxation", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-17", 
    "text": "National Individual Training Account Act of 1985 - Title I: Individual Training Accounts - Establishes the national individual training account program to be administered by the Secretary of Labor and the Secretary of the Treasury in cooperation with the States. Authorizes the Secretary of Labor to enter into agreements whereby States or State unemployment compensation agencies shall: (1) issue and redeem vouchers to pay training and relocation expenses; (2) accept contributions from employees and employers for deposit into individual training accounts and distribute any amount in any such account at such times as any distribution from such account is authorized; (3) provide individual counseling or job and training referral services to any participant in the program; and (4) cooperate with officers of the Federal Government or of any other State in carrying out this Act. Directs the Secretary of Labor, upon the request of a State, to provide information and to detail, on a reimbursable basis, personnel to assist such State in establishing a State individual training account program. Sets forth the duties of the Secretary of Labor and the Secretary of the Treasury in administering the program established by this Act. Sets forth provisions for distributions from individual training accounts. Sets forth provisions for eligible training programs and for certification of such programs by the Secretary of Labor. Sets forth provisions for qualified relocation expenses and for approval of such expenses by the Secretary of Labor. Provides that individual training and related accounts are to be established as separate book accounts in the Unemployment Trust Fund. Title II: Amendments to the Internal Revenue Code of 1954 Relating to Individual Training Accounts - Amends the Internal Revenue Code to revise provisions for approval of State unemployment compensation laws to require that a State have a State individual training account program which has been approved by the Secretary of Labor. Applies such requirement to certifications of such State laws for 1986 and subsequent years. Revises Federal unemployment tax provisions to add requirements relating to State individual training account programs. Revises provisions relating to itemized Federal income tax deductions for individuals and corporations to allow such deductions for employee or employer contributions to individual training accounts made after December 31, 1984. Prohibits any reduction (through an additional credit allowance) in Federal unemployment tax in the case of any large employer which refuses to participate in the national individual training account program. Defines \"large employer\" as one which during the calendar year employed an average of not less than 25 employees. Makes such denial of reduction applicable to calendar years beginning after December 31, 1986. Appropriates to the Secretary of Labor, for the expense of administering the Federal-State employment service, for each fiscal year ending after January 1, 1986, an amount determined by the Secretary of the Treasury to be equivalent to an unspecified portion of the amounts received in the general fund in the Treasury which are attributable to the operation of such denial of reduction in the unemployment tax rate of such large employers who refuse to participate in the national individual training account program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Individual Training Account Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system of individual training accounts in the Unemployment Trust Fund to provide for training and relocating unemployed individuals, to amend the Internal Revenue Code of 1954 to provide that certain contributions to such accounts shall be deductible from gross income, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:20-05:00"
}