{
  "actions": [
    {
      "acted_at": "2012-09-20", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3593-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-20", 
  "number": "3593", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to strengthen programming, services, and outreach for diverse elders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3562-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Improving Services and Activities for Diverse Elders Act", 
  "sponsor": {
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-20", 
  "subjects": [
    "Aging", 
    "Foreign language and bilingual programs", 
    "Racial and ethnic relations", 
    "Social welfare", 
    "Social work, volunteer service, charitable organizations"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-20", 
    "text": "Improving Services and Activities for Diverse Elders Act - Amends the Older Americans Act of 1965 (OAA) to make it a duty and function of the Administration on Aging to provide technical assistance, training, and other forms of instruction to state and area agencies on aging, service providers, and community-based organizations to ensure that they develop and implement, in a culturally and linguistically competent manner, programming, services, and outreach for older individuals with greatest economic and social need, with particular attention to low-income minority individuals and older individuals in rural areas. Requires the Administration to consult with national and community-based organizations representing minority individuals to develop its capacity to provide such technical assistance, training, and instruction. Requires the state agency charged with administering the state OAA plan to develop a formula for distribution of funds under OAA that takes into account the distribution among planning and service areas of service providers who specialize in serving populations of older individuals with greatest social need. Requires area and state plans to provide assurances that programming, services, and outreach will be provided to older individuals with the greatest social need in a culturally and linguistically competent manner under certain circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving Services and Activities for Diverse Elders Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to strengthen programming, services, and outreach for diverse elders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:23-05:00"
}