{
  "actions": [
    {
      "acted_at": "1989-03-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-02", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 101-239.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s630-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-05-02", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-05-10", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1989-03-16", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-05-02", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1989-03-16", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-05-02", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-16", 
  "number": "630", 
  "official_title": "A bill to conserve, protect, and to restore the coastal wetlands of the State of Louisiana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Louisiana Coastal Wetlands Conservation and Restoration Act", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-16", 
  "subjects": [
    "Coastal zone", 
    "Environmental protection", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Licenses", 
    "Louisiana", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-16", 
    "text": "Louisiana Coastal Wetlands Conservation and Restoration Act - Directs the Secretary of the Army and the Administrator of the Environmental Protection Agency, with the Governor of Louisiana if the Governor agrees, to enter into an agreement to: (1) set forth a process by which the State of Louisiana agrees to develop a Coastal Wetlands Conservation and Restoration Plan; and (2) designate a State agency to develop and submit such Plan to the Secretary and the Administrator for approval. Requires the Secretary to make grants to assist the agency in developing the Plan. Directs the Secretary and the Administrator to provide technical assistance to the State for such Plan. Prohibits conditioning studies or construction of existing projects on payment of a non-Federal cost share. Provides that coastal restoration and conservation projects commenced in Louisiana prior to the signing of the agreement shall not require a non-Federal cost share. Authorizes appropriations. Requires the Plan to: (1) establish a program to assure that no net loss of Louisiana coastal wetlands occurs as a result of development activities and require permits for such activities; (2) identify Louisiana coastal wetlands and describe projects to restore such wetlands, including a research program for coastal restoration; (3) implement a system to account for gains and losses of wetlands to evaluate compliance with the goal of no net loss; (4) educate the public of the necessity to conserve wetlands and encourage the use of technology by persons engaged in development activities; and (5) encourage private owners of wetlands to maintain such lands as wetlands. Outlines the authority of the State with respect to the issuance of permits for development activities. Limits such permits to terms of five years and allows termination or modification under certain conditions. Authorizes States whose waters may be affected by the issuance of a permit to submit recommendations with respect to such permit to the State of Louisiana and the Administrator. Directs the Secretary and the Administrator to approve the Plan if: (1) the State has adequate authority to implement and enforce the Plan; and (2) the Plan is in compliance with this Act and was adopted after reasonable notice and hearing. Sets forth modification procedures in the case of noncompliance. Authorizes the State to modify an approved Plan, but makes such modifications subject to approval procedures. Makes certain provisions of the Federal Water Pollution Control Act inapplicable to Louisiana wetlands or coastal waters on the effective date of the permit program. Sets forth sanctions for noncompliance with the permit program, including the suspension of Federal assistance for wetlands conservation and restoration and the revocation of the Plan. Establishes the Coastal Wetlands Conservation and Restoration Trust Fund. Appropriates to the Fund five percent of all bonuses, rents, and royalties paid to the United States in connection with leasing activities on the Outer Continental Shelf. Makes Fund moneys available for grants to Louisiana to implement the Plan. Limits the Federal share for restoration projects to 90 percent of the cost. Directs the Governor of Louisiana to report, not less than annually, to the Secretary and the Administrator on the status of programs under this Act. Requires the Secretary and the Administrator to report biennially to the Congress on the status and effectiveness of the Plan. Authorizes the Chief of Engineers of the Department of the Army to carry out projects for the protection, restoration, and creation of vegetated wetlands. Requires such projects to be given equal priority with navigation and flood control projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Louisiana Coastal Wetlands Conservation and Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to conserve, protect, and to restore the coastal wetlands of the State of Louisiana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:18-05:00"
}