{
  "actions": [
    {
      "acted_at": "2012-08-02", 
      "committee": "Committee on Natural Resources, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-08-02", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-08-02", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-08-14", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to the Subcommittee Indian and Alaska Native Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-07", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6274-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-08-02", 
  "number": "6274", 
  "official_title": "To amend the Indian Arts and Crafts Act to clarify the definition of Indian and Indian organization for the purposes of that Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Rahall, Nick J., II", 
    "state": "WV", 
    "thomas_id": "00940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-08-02", 
  "subjects": [
    "Civil actions and liability", 
    "Fraud offenses and financial crimes", 
    "Indian social and development programs", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-08-02", 
    "text": "Amends the Indian Arts and Crafts Act of 1990, for the purposes of a civil action brought against a person for the misrepresentation of an Indian produced good or an Indian product to revise the definition of \"Indian\" to include: (1) a member of an Indian organization who resides in the state in which the Indian organization is chartered and headquartered and is a direct lineal descendant of a person listed on the base roll of an Indian tribe, whether or not such individual qualifies for membership in the Indian tribe; or (2) is a member of an Indian organization and who resides in the state in which the Indian organization is chartered and headquartered and is a direct lineal descendant of a person listed on a judgment fund distribution list, roll, or census of Indians or other document prepared and approved by the Secretary of the Interior whether or not such list, roll, or census or document is used by an Indian tribe to determine membership. Defines \"Indian organization\" to mean: (1) a nonprofit organization that is chartered as a charitable organization with the state in which the organization is headquartered; (2) is recognized by a state legislative body as an Indian organization or group, in which a majority of its members are recognized as Indians, whether or not such organization is recognized as a state federally recognized tribe; (3) is dedicated to preserving Native American principles, traditions, culture, history, language, and arts; (4) performs free genealogical information on its members to verify that an individual meets the definition of \"Indian\" as defined in this Act; and (5) retains genealogical information collected on its members for verification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Indian Arts and Crafts Act to clarify the definition of Indian and Indian organization for the purposes of that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:59:20-05:00"
}