{
  "actions": [
    {
      "acted_at": "1977-02-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres244-95", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-07", 
  "number": "244", 
  "official_title": "Joint resolution to authorize an ex gratia contribution to certain residents of the territory of Guam in order to insure that just and fair compensation will be paid by the United States for land acquired in Guam between July 21, 1944, and August 23, 1963, and to establish a Commission on Post-War Land Takings on Guam.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Won Pat, Antonio B.", 
    "state": "GU", 
    "thomas_id": "01241", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-07", 
  "subjects": [
    "Advisory bodies", 
    "Claims", 
    "Federal advisory bodies", 
    "Guam", 
    "Land transfers", 
    "Public lands and natural resources", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-07", 
    "text": "Establishes the Commission on Postwar Land Takings on Guam, for the purpose of compensating those whose land on Guam was acquired by the United States between July 21, 1944, and August 23, 1963. Empowers the Chairman of the Foreign Claims Settlement Commission to appoint the five members of the Commission on Postwar Land Takings on Guam. Provides for the term of office and compensation of the members. Directs the Commission to give public notice on Guam, within three months after its appointment, of the time limit for filing claims. Stipulates that such final date for filing claims be no later than one year after appointment of the Commission. Limits the duration of the Commission to two years after expiration of the time limit. Allows claims to be filed not withstanding any release or settlement agreement entered into by the claimant, or any final judgment of a Federal court or agency. Requires the Commission to notify all claimants of the approval or denial of their claims. Entitles unsuccessful claimants to a hearing before the Commission and sets forth procedural due process requirements of such hearings. Directs the Commission to take into account interest from the date of taking possession by the United States to the date of payment of the Commission's award. Precludes an unsuccessful claimant from further administrative or judicial review. Requires the Commission to file a final report with the Chairman of the Foreign Claims Settlement Commission, the Secretary of the Interior, the Government of Guam, and Congress. Stipulates that the report include a list of the claims allowed and disallowed, and a copy of the decision rendered in each case."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to authorize an ex gratia contribution to certain residents of the territory of Guam in order to insure that just and fair compensation will be paid by the United States for land acquired in Guam between July 21, 1944, and August 23, 1963, and to establish a Commission on Post-War Land Takings on Guam.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:12-05:00"
}