{
  "actions": [
    {
      "acted_at": "1973-11-13", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-11-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-631.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-13", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres695-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-13", 
  "number": "695", 
  "official_title": "A bill to provide a 7-percent increase in Social Security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-13", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-13", 
    "text": "States that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 11333) to provide a 7-percent increase in social security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits and for other purposes, and all points of order against said bill for failure to comply with the provisions of clause 4, rule XXI, are hereby waived. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed three hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Ways and Means, the bill shall be considered as having been read for amendment. Provides that no amendment shall be in order to said bill except amendments offered by direction of the Committee on Ways and Means and an amendment proposing to strike out the provisions on page 11, lines 11 through 22 of said bill, and said amendments shall be in order, any rule of the House to the contrary notwithstanding, but said amendments shall not be subject to amendment. Stipulates that, at the conclusion of the consideration of the bill for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a 7-percent increase in Social Security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:35-05:00"
}