{
  "actions": [
    {
      "acted_at": "1988-06-28", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-28", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-11", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres601-100", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-28", 
  "number": "601", 
  "official_title": "A joint resolution amending the War Powers Resolution to provide expedited procedures for legislation requiring the disengagement of United States Armed Forces involved in hostilities or providing specific authorization for their continued engagement in such hostilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "sjres323-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sjres323-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "War Powers Resolution Amendments of 1988", 
  "sponsor": {
    "district": "9", 
    "name": "Hamilton, Lee H.", 
    "state": "IN", 
    "thomas_id": "00489", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-28", 
  "subjects": [
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Injunctions", 
    "International affairs", 
    "Legislation", 
    "Legislative resolutions", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "War", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-28", 
    "text": "War Powers Resolution Amendments of 1988 - Repeals certain provisions of the War Powers Resolution relating to the exercise of war powers by the President. Amends the Resolution to require that, where consultation is required under such Act, the President shall consult with: (1) the Speaker of the House of Representatives and the President pro tempore of the Senate; and (2) the Majority and Minority Leaders of the House and Senate. Requires the President and such Members to establish a schedule of regular meetings to ensure adequate consultation on national security issues. Requires that, whenever a majority of such Members so request, the President shall consult with a permanent consultative group (to be established within the Congress under this Act) unless the President determines that limiting consultation to such Members is essential to meet extraordinary circumstances affecting the most vital security interests of the United States. Requires the membership of the permanent consultative group, in addition to such Members, to include the chairmen and ranking minority members of the House and Senate committees on foreign affairs, armed services, and intelligence. Repeals provisions of the Resolution requiring the President to terminate any use of U.S. armed forces: (1) within 60 days after such use is required to be reported to the Congress under the Resolution, unless the Congress specifically authorizes their continued use; or (2) if the Congress so directs by concurrent resolution. Provides that, whenever U.S. armed forces are engaged in hostilities or other situations described in a report submitted (or deemed to be required to be submitted) by the President under the Resolution without a declaration of war or specific statutory authorization, it shall be in order in the Senate or House to consider a joint resolution (approved by the permanent consultative group) which either: (1) requires the President to disengage or remove such forces; or (2) provides specific authorization for their continued engagement or use. Sets forth congressional priority procedures for such a joint resolution. Authorizes any Member of Congress to bring an action in the U.S. District Court for the District of Columbia for a declaratory judgment and injunctive relief on the ground that the President or U.S. armed forces obligated or expended funds in violation of such Resolution. Prohibits the obligation or expenditure of funds for any activity which would have the purpose or effect of violating any provision of law requiring the disengagement of U.S. armed forces or authorizing the continued engagement of such forces. Repeals provisions of the Department of State Authorization Act, FY 1984 and 1985 relating to expedited procedures for joint resolutions and bills requiring the removal of U.S. armed forces from hostilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "War Powers Resolution Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A joint resolution amending the War Powers Resolution to provide expedited procedures for legislation requiring the disengagement of United States Armed Forces involved in hostilities or providing specific authorization for their continued engagement in such hostilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:04:56-05:00"
}