{
  "actions": [
    {
      "acted_at": "1974-03-11", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3150-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-11", 
  "number": "3150", 
  "official_title": "A bill to authorize energy conservation programs and end use rationing of fuels.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Special Energy Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-11", 
  "subjects": [
    "Energy", 
    "Fuel allocation", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-11", 
    "text": "Special Energy Act - Authorizes the President to promulgate a rule which shall provide for the establishment of a program for the rationing and ordering of priorities among classes of end-users of any refined petroleum product, and for assignment to end-users of rights, and evidence of such rights, entitling them to obtain such products in precedence to other classes of end-users not similarly entitled. Requires the President to provide for procedures by which any end-user of crude oil, residual fuel oil, or refined petroleum products for which priorities and entitlements are established under this Act may petition for review and reclassification or modification of any determination made with respect to his rationing priority or entitlement. States that the President may by regulation take appropriate actions designed (together with actions taken and proposed to be taken under other authority of this or other Acts) to result in a reduction of energy consumption to a level consistent with available energy resources. Provides penalties for violations of various portions of this Act. States that the President may make grants from any funds appropriated for the purposes of this Act to the Governors of States necessary to carry out any authorities under this Act. Authorizes to be appropriated such sums as may be necessary to carry out the purposes of this Act for the fiscal years ending June 30, 1974, and June 30, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Special Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize energy conservation programs and end use rationing of fuels.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:05-05:00"
}