{
  "actions": [
    {
      "acted_at": "1979-09-24", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1806-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1979-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-24", 
  "number": "1806", 
  "official_title": "A bill to establish an Energy Mobilization Board to reduce the delay in the governmental review process for non-nuclear energy projects determined to be in the national interest.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Mobilization Board Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-24", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Courts and Civil Procedure", 
    "Energy", 
    "Energy facilities", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "States"
  ], 
  "subjects_top_term": "Energy facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-24", 
    "text": "Energy Mobilization Board Act of 1979 - Establishes the Energy Mobilization Board to administer jointly with the Department of Energy a priority energy project program. Authorizes the Board to decide and administer all matters within the jurisdiction of the Board under this Act, and to take final action on any such matters, except as otherwise stated. Sets forth the power and authority of the Board, and stipulates that the Board shall not interfere with labor-management relations or take any actions which conflict with the terms of existing labor- management contracts. Directs the Board to periodically review its activities under this Act and report to the Congress on the functioning of the selection and designation process for priority energy projects, and other matters. Authorizes any person planning or proposing an energy project to apply to the Secretary of Energy for the selection of such project as a candidate priority energy project. Requires that such application identify all Federal, State, and local licensing or permitting actions necessary for approval and development of such project and to contain detailed information of the project's design, economics, and environmental impacts. Directs the Secretary to select from all pending applications for priority designation between eight and twenty-four candidate priority energy projects which are to be forwarded to the Board for further examination under the provisions of this Act. Sets forth criteria for the Secretary's use in selecting such projects. Requires the Secretary to adopt procedures necessary to assure applicants, affected agencies and interested members of the public of the opportunity to participate in the Selection process. Authorizes the Board to make the final designation of priority energy projects based on the stated criteria. Allows the Board to extend the deadlines for receiving public comments on such designation and the time for ruling on an application for designation if more time is required for the comment period or the application is incomplete. Exempts the determinations made by the Secretary and the Board in designating such projects and the promulgation or revision of Project Decision Schedules from the environmental impact provisions of the National Environmental Policy Act of 1969 (NEPA). Requires the appropriate Federal agency to determine whether any Federal action relating to a designated project will be a major Federal action within the meaning of NEPA. Authorizes any person aggrieved by such determination to commence a civil action seeking judicial review of that determination under the provisions of this Act. Authorizes the Board, in consultation with the Council on Environmental Quality and appropriate State and local agencies, to require the preparation of a single environmental impact statement to reflect the actions of any or all Federal agencies to satisfy their obligations under NEPA. Stipulates that such statement may substitute for any similar requirement of State or local law if required by the Board, so long as such statement includes all information required under such laws. Provides for the appointment of a lead agency to supervise the preparation of such statement and sets forth the duties of such agency. Requires the Secretary to encourage applicants for priority energy project designation to file applications as soon as possible in order to expedite any eventual action or decision. Requires specified Federal agencies to submit certain information to the Board critical to their consideration of such projects. Requires that the Board notify the Governor and other appropriate local officials or agencies of any State which would be significantly affected by the completion of such projects and request them to supply compilations of significant actions required by State and local governments and by the applicant before the project can be completed and a tentative schedule for completing such actions. Directs the Board to establish a Project Decision Schedule containing deadlines for all Federal, State, and local actions relating to a priority energy project. Requires that final agency action be completed no later than one year after the applicant's application for such actions is complete, unless otherwise required by existing statutory obligations. Provides that upon petition of any agency with authority governed by a Project Decision Schedule, or of the applicant or any other interested party, the Board may make a modification of such schedule. Authorizes the Board to make such modifications only upon the determination that continued adherence to the schedule would be impractical or not in the public interest, that such modification is consistent with other provisions in this Act, and that the agency or applicant, as the case may be, has exercised due diligence in attempting to comply with the schedule. Authorizes the Board to certify that agency review has been completed and all approvals on the schedule have been granted, performed, or are not found to be necessary, and that further judicial review is barred pursuant to this Act. Provides mechanisms for the enforcement of Project Decision Schedules by appropriate action in the specified Federal or State court. Requires the Board to monitor compliance by the applicant and the agencies to the Project Decision Schedule. Authorizes the Board to terminate the priority designation of a project if certain evidence of noncompliance exists. Exempts the granting or denying of a public comment period extension from judicial review except as may be required by the U.S. Constitution. Authorizes judicial review of the designation or termination of a priority energy project designation in accordance with the provisions of this Act. Prohibits a court from staying or enjoining such actions pending appeal or trial de novo. Sets time limits for filing appeals or petitions for review of actions taken pursuant to this Act and bars any challenges to such actions which are not in conformance with these provisions, except as otherwise provided for. Directs such courts to expedite and consolidate such review to the greatest extent practicable. Grants exclusive jurisdiction to the Supreme Court to review any judgment or order of the lower court pursuant to this Act and directs the Supreme Court to expedite such review to the greatest extent practicable. Prohibits trial de novo by the reviewing court of any action pursuant to this Act. Directs the Board to revise a project decision schedule as necessary in the event a decision is rendered remanding any case or controversy to an agency. Terminates the authority of the Board on September 30, 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Mobilization Board Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Energy Mobilization Board to reduce the delay in the governmental review process for non-nuclear energy projects determined to be in the national interest.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:09-05:00"
}