{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-23", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-03-19", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Adopted an amendment in the nature of a substitute to this bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-14", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. With written report No. 100-508.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-14", 
      "calendar": "Senate Legislative", 
      "number": "937", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 937.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-09-28", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-14", 
      "bill_ids": [
        "hr5261-100"
      ], 
      "references": [], 
      "text": "H.R. 5261 passed in Senate relating to this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s129-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1987-07-22", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1987-02-17", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1987-02-17", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1987-02-17", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1988-09-28", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-01-06", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1987-09-15", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1987-02-17", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Daniel J.", 
      "sponsored_at": "1987-02-17", 
      "state": "WA", 
      "thomas_id": "01327", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1987-03-18", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1987-01-06", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1987-01-06", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1987-02-17", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1987-02-17", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1987-01-06", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1987-03-18", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1987-02-17", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-02-17", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "129", 
  "official_title": "A bill to authorize and amend the Indian Health Care Improvement Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5261-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Indian Health Care Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-01-23", 
  "subjects": [
    "Alaska", 
    "Alcoholism", 
    "Arizona", 
    "Authorization", 
    "California", 
    "Catastrophic health insurance", 
    "Diabetes", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Environmental protection", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Fetus", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health surveys", 
    "Higher education", 
    "Hospitals", 
    "Indian lands", 
    "Infant mortality", 
    "Information services", 
    "Land transfers", 
    "Management information systems", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medicare", 
    "Montana", 
    "Native Americans", 
    "North Dakota", 
    "Paramedical personnel", 
    "Preventive medicine", 
    "Public Lands and Real Property", 
    "Public assistance programs", 
    "Public health", 
    "Refuse and refuse disposal", 
    "Scholarships", 
    "Social security eligibility", 
    "Social welfare", 
    "Student aid", 
    "Urban areas", 
    "Veterans' hospitals", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-09-28", 
    "text": "(Measure indefinitely postponed in Senate (See H.R. 5261 as passed House for similar provisions)) Indian Health Care Amendments of 1987 - Title I: Indian Health Manpower - Amends the Indian Health Care Improvement Act to authorize appropriations for specified Indian health programs for FY 1988 through 1991, including scholarship programs and continuing education allowances. Prohibits the Secretary of Health and Human Services (the Secretary) from denying scholarship assistance solely on the basis of an applicant's scholastic achievement if such applicant has been admitted to, or maintained good standing at, an accredited institution. Directs the Secretary to grant Indian Health Scholarships to Indians enrolled full-time in certain schools for health and social work professionals. States that the active duty service obligation of the Public Health Service Act can be met by service: (1) in the Indian Health Service (Service); (2) in a program conducted under a contract entered into under the Indian Self-Determination and Education Assistance Act; (3) in a program assisted under title V of this Act; or (4) in private practice if such practice is in a health professional shortage area and addresses the health care needs of a substantial number of Indians. Makes conforming amendments relating to the Indian Health Scholarship Program under the Public Health Service Act. Amends the Public Health Service Act to make Native Hawaiians, subject to available appropriations, eligible for scholarships under the Indian Health Scholarship Program. Authorizes appropriations for FY 1988, and for each fiscal year thereafter. Directs the Secretary, under the Snyder Act, to maintain a Community Health Representative program to provide for the training and the use of Indians as health paraprofessionals to Indian communities. Title II: Health Services - Enumerates the health services for which the Secretary is authorized to expend funds for the improvement of the health of Indians. Prohibits the use of such funds to offset or limit appropriations made under other Acts. Conditions the allocation of such funds upon the health resource deficiency level of the affected Indian tribes. Permits the allocation of such funds on a service unit basis. Directs the Secretary to establish a review mechanism for tribal petitions regarding the health resource deficiency level of a tribe. Makes programs administered by tribal organizations under the Indian Self-Determination and Education Assistance Act eligible for specified funds on an equal basis with programs administered directly by the Indian Health Service. Provides that a reasonable portion of funds from the Indian Health Care Improvement Fund that are used for contracts under the Indian Self-Determination and Education Assistance Act may be used for health planning, training, technical assistance, and other administrative support functions. Requires at least one percent of the Fund's appropriation to be expended for research. Requires the Secretary to submit to the Congress a current health services priority system report, including the methodology for determining tribal health resources deficiencies, and the funds needed to raise all tribes to a zero level deficiency. Requires the Secretary to annually provide an update of tribal specific health plans. Directs the President to include with the submission of the budget a separate statement which specifies the amounts obligated to implement enumerated health services. Authorizes appropriations for FY 1988 through 1991 for specified health services. Designates such appropriations the Indian Health Care Improvement Fund. Establishes an Indian Catastrophic Health Emergency Fund to meet the extraordinary medical costs for victims of disasters or catastrophic illness. Authorizes appropriations. Prohibits the use of such funds to offset or limit appropriations made under other Acts. Requires the Secretary to provide health promotion and disease prevention services to Indians. Requires the Secretary to include in each health services priority system report an evaluation of the health promotion and disease prevention needs of Indians and the resources that are currently available to meet such needs. Requires each Indian tribe to include within any tribal specific health plan that such tribe is required to submit to the Secretary a comprehensive plan developed by such tribe for health promotion and disease prevention among its members. Requires the Secretary to develop from such plans a comprehensive plan for the provision by the Service of health promotion and disease prevention services to Indians and a schedule for the provision of such services. Requires the Secretary to establish at least one demonstration project (but no more than four) to determine the most effective and cost-efficient means of providing health promotion and disease prevention services and training to Indians. Authorizes the Secretary to enter into contracts with, or make grants to, schools of medicine or osteopathy to carry out such demonstration projects. Terminates such projects 30 months after enactment of this Act. Authorizes appropriations. Directs the Secretary to establish in the State of Hawaii, as a demonstration project, a Native Hawaiian Program for Health Promotion and Disease Prevention to meet the unique health care needs of Native Hawaiians. Authorizes the Secretary to enter into contracts with Native Hawaiian organizations to assist the Secretary in providing health care services under the Native Hawaiian demonstration project. Requires the Secretary to enter into contracts with Native Hawaiian organizations to: (1) conduct a study to determine the incidence of diabetes among Native Hawaiians and ways to reduce its incidence; and (2) prepare an inventory of health care programs within Hawaii that are available for the treatment, prevention, or control of diabetes among Native Hawaiians. Requires transmission of a a report to the Secretary. Requires the Secretary to submit such report to the Congress and the President. Directs the Secretary to enter into a contract with a Native Hawaiian organization to: (1) establish a diabetes control program; (2) promote coordination between all health care providers in the delivery of diabetes related services to Native Hawaiians; (3) establish a model diabetes program to serve Native Hawaiians in Hawaii; (4) develop an outreach program to assure the diagnosis, prevention, and treatment of diabetes among Native Hawaiians; (5) develop a standardized system to collect, analyze, and report diabetes data among Native Hawaiians; and (6) conduct diabetes research and coordinate such research with State agencies and the Department of Health and Human Services. Directs the Secretary to submit certain reports to the Congress. Requires the Secretary to: (1) include in contracts with Native Hawaiian organizations such conditions to ensure that the objectives of such contracts are achieved; (2) develop procedures to evaluate compliance with, and performance of, contracts entered into by Native Hawaiian organizations; and (3) conduct an annual onsite evaluation of each Native Hawaiian organization. Sets forth specified actions the Secretary may take if a Native Hawaiian organization does not comply with the conditions of a contract. Permits the Secretary, at the request or consent of a Native Hawaiian organization, to amend contracts entered into with such organizations. Requires each Native Hawaiian organization to submit to the Secretary a quarterly report of its activities. Authorizes appropriations for FY 1989 through 1992. Provides that the United States shall have the right to recover reasonable expenses incurred by the Secretary in the provision of health services, through the Service, to individuals. Requires all funds reimbursed to the United States by reason of the provision of such services to be credited to the account of the Service in the Treasury. Title III: Health Facilities - Requires the Secretary to consult with any Indian tribe that would be significantly affected by an expenditure for health facilities before the Secretary makes a commitment for such an expenditure. Conditions the closure of any health care facility upon the Secretary's submission to the Congress of an impact assessment one year prior to the contemplated closing. Directs the President to include with the budgets submitted for FY 1989 through 1991 program information documents for the construction of ten Indian health facilities. Requires the Secretary to submit to the Congress a report relating to the current health facility priority system. Authorizes the Secretary to provide financial and technical assistance for the operation and maintenance of sanitation facilities, utility organizations, and emergency repairs of sanitary facilities. Authorizes the Secretary of Housing and Urban Development to transfer funds under the Housing and Community Development Act of 1974 to the Secretary for the provision of sanitation facilities and services to Indians. Directs the Secretary to implement a ten-year plan to provide safe water and sanitation sewage and solid waste disposal facilities to Indian homes and communities. Requires the Secretary to submit to the Congress an annual report with respect to current Indian sanitation. Authorizes appropriations for FY 1989 through 1991. Permits tribes, subject to acceptance by the Secretary, to expend certain non-Indian Health Service funds for the renovation of Indian Health Service facilities, subject to specified conditions. Authorizes the Secretary to exchange certain real property with the Bethel Native Corporation (Alaska). Title IV: Access to Health Services - Extends the authorization for specified appropriations for grants and contracts with tribal organizations from FY 1989 through 1991. Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to make certain providers of the Indian Health Service eligible for Medicare and Medicaid payments. Directs the Secretary to ensure that each service unit of the Indian Health Service receives at least half of the amounts to which its facilities are entitled if such amounts are necessary to bring the facilities into compliance with this Act. Directs the Secretary to establish a demonstration project in which certain Indian (and Alaska Native) health organizations which provide health care services shall bill for Medicare and Medicaid payments directly. Requires the Secretary to monitor such organizations and to require quarterly reports on their operations. Sets forth eligibility and participation guidelines for such health service facilities. Requires a final report to the Congress by the end of FY 1994. Title V: Urban Indian Health Services - Directs the Secretary to contract with urban Indian organizations to administer health services programs in urban areas. Sets forth specified requirements to be included in such contracts. Lists criteria for the selection of such organizations. Authorizes the Secretary to enter into contracts with urban Indian organizations to determine the health status and unmet health care needs of urban Indians in affected urban areas. Delineates the requirements of such contracts. Requires the Secretary to: (1) develop evaluation procedures for the performance of the contracts entered into under this title; and (2) conduct annual onsite evaluations of each contracting urban Indian organization. Prescribes guidelines for the renewal of health care or referral services contracts. Prohibits renewal of contracts for determination of unmet health needs if such an organization's performance has been noncompliant or otherwise unsatisfactory and problems cannot be resolved. Sets forth other specified contract requirements. Requires urban Indian organizations to submit a quarterly report to the Secretary. Redefines \"urban Indian organization\" to mean a nonprofit corporate body situated in an urban center and governed by an urban Indian controlled board of directors. Title VI: Organizational Improvements - Requires the Secretary to: (1) establish an automated management information system for the Indian Health Service; and (2) provide Indian tribes and tribal organizations that provide health services under contracts with the Service with such systems. Directs the Secretary to reimburse each tribe and tribal organization for the cost of the operation of such system that is used for the treatment of Service patients. Title VII: Miscellaneous - Authorizes the Secretary to enter into legal agreements with Indian tribes or tribal organizations in order to provide compensation for facility space costs associated with the administration and delivery of health services by the Indian Health Service tribally operated programs. Directs the Secretary of the Interior and the Secretary to enter into an agreement to coordinate the efforts of the Department of the Interior and the Department of Health and Human Services in health promotion, disease prevention, and health education among Indian youth. Extends to FY 1990 the time during which Arizona is designated as a contract health service delivery area. Requires the Secretary to submit a report to the Congress containing specified data determining which Indians in California should be eligible for health services. Specifies those Indians considered eligible until such time as any subsequent law may otherwise provide. Designates the State of California, excluding specified counties, as a contract health service delivery area. Lists programs eligible for Service funds. Restricts circumstances under which the Secretary may remove a member of the National Health Service Corps who is performing obligated service in a health facility operated by or under the Service. Authorizes the Secretary under certain circumstances to provide medical care or benefits by the Service to otherwise ineligible persons. Sets a deadline by which the Secretary must develop and implement a plan to reduce Indian infant and maternal mortality and fetal alcohol syndrome rates. Directs the Secretary to provide contract health services to the Turtle Mountain Band of Chippewa Indians who reside in the Trenton Service Area of specified counties in the States of North Dakota and Montana. Requires the Secretary to examine the feasibility of the sharing of medical facilities and services between the Service and the Veterans Administration. Requires the Secretary to report certain reallocations of base resources to the Congress. Requires the Secretary to provide health care services for Indians in Montana. Requires that grants be made to Indian tribes to establish demonstration projects under which the tribes will develop a phased approach to assumption of the health care delivery system for tribal members. Terminates the projects in FY 1991 and requires a report to the Congress. Title VIII: Diabetes Prevention and Control - Requires the Secretary to determine: (1) the incidence of diabetes among Indians; (2) activities the Indian Health Service should take to reduce such incidence, to provide guidance in the prevention, treatment, and control of diabetes, to provide early diagnosis, and to ensure proper health care to those Indians who are diagnosed as diabetic; and (3) the fiscal impact to the Federal Government of treating diabetes among such people. Requires the Secretary to prepare an inventory of all health care programs and resources within the United States that are available for the treatment, prevention, or control of diabetes among Indians. Requires the Secretary to transmit to the President and the Congress a report containing his determinations and research activities among Indians. Requires the Secretary to: (1) implement a program to strengthen and expand the diabetes program of the Indian Health Service; (2) screen recipients of diabetes services from the Service; (3) enable the Service to treat such disease effectively; and (4) conduct, for Federal, tribal, and other Indian health care providers, training programs with respect to the prevention and treatment of diabetes. Requires the Secretary to: (1) maintain specified model diabetes clinics; and (2) establish such clinics at additional specified locations. Requires the Secretary to develop specified programs with respect to data collection and analysis and research relating to diabetes among Native Americans. Authorizes appropriations. Title IX: Severability Provision - Provides that any invalidation of the provisions of this Act shall not affect the remaining provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Health Care Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Health Care Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and amend the Indian Health Care Improvement Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:07-05:00"
}