{
  "actions": [
    {
      "acted_at": "2013-05-23", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-19", 
      "committee": "Committee on Health, Education, Labor, and Pensions Subcommittee on Primary Health and Aging", 
      "committees": [
        "SSHR"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions Subcommittee on Primary Health and Aging. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1028-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Primary Health and Aging", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2013-05-23", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2013-06-10", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-05-23", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2013-05-23", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2013-05-23", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2013-05-23", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2013-07-18", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-05-23", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-05-23", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2013-05-23", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-05-23", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2013-05-23", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2013-06-11", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-05-23", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2013-05-23", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schatz, Brian", 
      "sponsored_at": "2013-05-23", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2013-06-07", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2013-05-23", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-06-19", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-23", 
  "number": "1028", 
  "official_title": "A bill to reauthorize and improve the Older Americans Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1562-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Older Americans Act Amendments of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-23", 
  "subjects": [
    "Adult day care", 
    "Advisory bodies", 
    "Aging", 
    "Appropriations", 
    "Congressional oversight", 
    "Crime victims", 
    "Dental care", 
    "Disability and paralysis", 
    "Employment and training programs", 
    "Food assistance and relief", 
    "Government studies and investigations", 
    "HIV/AIDS", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Housing for the elderly and disabled", 
    "Indian social and development programs", 
    "Inflation and prices", 
    "Lawyers and legal services", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical education", 
    "Minority health", 
    "Nutrition and diet", 
    "Poverty and welfare assistance", 
    "Sex, gender, sexual orientation discrimination", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs", 
    "Veterans' medical care", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-23", 
    "text": "Older Americans Act Amendments of 2013 - Reauthorizes the Older Americans Act of 1965 (OAA) and funding for its programs for FY2014-FY2018. Revises OAA to include lesbian, gay, bisexual, and transgendered (LGBT) individuals, HIV-positive individuals, individuals with Alzheimer's disease, veterans, and Holocaust survivors, among others, within the status of greatest social need caused by noneconomic factors. Requires the Director of the Office of Long-Term Care Ombudsman Programs (in the Administration on Aging [AOA] of the Department of Health and Human Services [HHS]) to collect, analyze, and report on best practices related to screening for elder abuse. Requires the Assistant Secretary for Aging of the AOA to assist states with the development of the Home Care Consumer Bill of Rights and Plan for Enforcement (required by this Act). Requires the AOA to work with the Health Resources and Services Administration (HRSA) and the Secretary of Labor to identify and address personnel shortages in the field of aging. Establishes an Advisory Committee to Assess, Coordinate, and Improve Legal Assistance Activities to study the legal services activities assistance system for older individuals. Requires the Secretary of Labor, through the Bureau of Labor Statistics (BLS), to revise, improve, and report to Congress on the Experimental Price Index for the Elderly (CPI-E). Amends OAA to express the sense of the Senate that the amount appropriated under OAA for FY2014 and each subsequent year should be at least $2.675 billion (reflecting a 12% increase over FY2010 levels). Authorizes states to enter into cooperative arrangements with Federally Qualified Health Centers for services for the elderly. Reauthorizes appropriations for FY2014-FY2018 for supportive services, congregate nutrition services, home-delivered nutrition services, disease prevention and health promotion services, and family caregiver support. Requires area agencies on aging (AAAs) to develop area plans that provide for modernization of multipurpose senior centers, including a plan to use the skills and services of older adults in paid and unpaid work at such centers. Requires AAA area plans also to: (1) include evidence-based behavioral health services, chronic self-care management programs, and falls prevention programs; (2) describe efforts to increase public awareness of elder abuse, neglect, and exploitation; and (3) describe outreach efforts to veterans and coordination of services under OAA with those provided by the Department of Veterans Affairs (VA). Requires a state plan, among other things, to: (1) assure an adequately funded State Long-Term Care Ombudsman programprovided with adequate funding; and (2) provide legal assistance through an integrated legal assistance delivery system; and (3) describe efforts for outreach to veterans eligible for OAA services under the Act. Increases from 185% to 200% of the poverty line the self-declared income level of individuals who may be solicited for voluntary contributions for certain services they receive. Includes among supportive services covered by grants to states evidence-based chronic condition self-care management, evidence-based falls prevention programs, screening for elder abuse and neglect, and falls prevention screening. Requires the meals provided under a state nutrition project to be adjusted and appropriately funded, to the maximum extent practicable, to meet any special health-related or other dietary needs of program participants, including needs based on religious, cultural, or ethnic requirements. Declares that older adults should receive the clinical preventive services covered under title XVIII (Medicare) of the Social Security Act. Revises caregiver and care recipient requirements for the National Family Caregiver Support Program. Authorizes the Assistant Secretary to make grants to states to assess the needs of family caregivers for targeted support services. Requires the services of AAAs or AAA contractors to include Ombudsman efforts to support family and caregiver councils in long-term care facilities, as well as facilitate and support the State Long-Term Care Ombudsman program. Directs the Assistant Secretary to award grants to carry out or establish: (1) projects to support and promote modern multipurpose senior center models which yield multiservice, multigenerational centers for older individuals, their families, and others to gain needed skills, resources, and connections for continuum of care and quality of life; and (2) a demonstration program on care coordination and service delivery redesign for older individuals with chronic illness or at risk of institutional placement. Directs the HHS Secretary to award competitive grants to or contract with eligible entities to fund the employment costs of professionals who will: (1) coordinate with the provision of medically recommended dental care to eligible individuals by volunteer dentists; and (2) verify the medical, dental, and financial needs of individuals who may be eligible for free medically recommended dental care. Directs the Secretary to award a grant to or enter into a cooperative agreement with a public or private nonprofit entity to establish a National Resource Center on Family Caregiving. Revises the purposes of the Older American Community Service Employment Program to further the goal of economic security, grow local economies, and improve the quality of life of local communities. Directs the Assistant Secretary and the Secretary of Labor to study the feasibility of transferring the Senior Community Service Employment Program to the AOA from the Department of Labor. Reauthorizes funding for grants for Native Americans for FY2014-FY2018. Requires the Assistant Secretary to ensure that education and public awareness activities under OAA title XI (Allotments for Vulnerable Elder Rights Protection Activities) are fully integrated with OAA programs. Authorizes appropriations for the State Home Care Ombudsman Program, and authorizes the Assistant Secretary to award competitive grants to states for such programs. Requires a state to have a Home Care Consumer Bill of Rights and a Plan for Enforcement. Requires the state Home Care Consumer Bill of Rights to address a home care consumer's right to: (1) basic safety; (2) information access; (3) choice, participation, and self-determination; and (4) redress of grievances. Revises requirements for: (1) state long-term care ombudsman programs; (2) prevention of elder abuse, neglect, and exploitation; and (3) state legal assistance development. Amends OAA to require state agencies to carry out a Home Care Ombudsman Program within the Office of the State Long-Term Care Ombudsman. Amends the Public Health Service Act to include geriatrics and gerontology as primary health services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Older Americans Act Amendments of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize and improve the Older Americans Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:45-05:00"
}