{
  "actions": [
    {
      "acted_at": "2010-07-27", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-27", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-28", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-28", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-11-18T15:05:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science and Technology. H. Rept. 111-658.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-11-18T15:06:00-05:00", 
      "calendar": "Union", 
      "number": "392", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 392.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2010-11-30T19:45:00-05:00", 
      "references": [], 
      "text": "Mr. Gordon (TN) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-11-30T19:45:00-05:00", 
      "references": [
        {
          "reference": "CR H7730-7733", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-11-30T19:45:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5866.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-11-30T19:57:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7730-7732", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-11-30T19:57:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-01", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5866-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2010-07-27", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2010-09-22", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "2010-07-27", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Inglis, Bob", 
      "sponsored_at": "2010-07-27", 
      "state": "SC", 
      "thomas_id": "00582", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-11-30T19:57:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-27", 
  "number": "5866", 
  "official_title": "To amend the Energy Policy Act of 2005 requiring the Secretary of Energy to carry out initiatives to advance innovation in nuclear energy technologies, to make nuclear energy systems more competitive, to increase efficiency and safety of civilian nuclear power, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Energy Research and Development Act of 2010", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2010-11-30T19:57:00-05:00", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Energy research", 
    "Nuclear power", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Research and development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2010-11-30", 
    "text": "Nuclear Energy Research and Development Act of 2010 - (Sec. 2) Amends the Energy Policy Act of 2005 to add the following objectives for the civilian nuclear energy research, development, demonstration, and commercial application programs: (1) reducing the costs of nuclear reactor systems; (2) reducing used nuclear fuel and nuclear waste products generated by civilian nuclear energy; (3) supporting technological advances in areas that industry by itself is not likely to undertake because of technical and financial uncertainty; and (5) researching and developing technologies and processes so as to improve and streamline the process by which nuclear power systems meet federal and state requirements and standards. (Sec. 3) Authorizes appropriations for FY2011-FY2013 for: (1) core programs; (2) research and development technology (R & D) for the fuel cycle; (3) certain nuclear energy research programs; and (4) nuclear energy enabling technologies, including crosscutting nuclear energy concepts. (Sec. 4) Directs the Secretary of energy (DOE) to report to Congress on: (1) the scientific and technical merit of major state requirements and standards, including moratoria, that delay or impede the further development and commercialization of nuclear power; and (2) how DOE, in implementing the programs, can assist in overcoming such delays or impediments. (Sec. 5) Repeals the requirement that the Secretary implement: (1) the Nuclear Power 2010 program; (2) the Generation IV Nuclear Energy Systems Initiative; and (3) the reactor production of hydrogen. Directs the Secretary to implement: (1) an R & D, demonstration, and commercial application program to advance nuclear power systems and technologies (reactor concepts) to sustain currently deployed systems; and (2) a small modular reactor program to promote R&D, demonstration, and commercial application of small modular reactors. (Sec. 7) Authorizes the Secretary to carry out a Nuclear Energy Research Initiative for R&D related to steam-side improvements to nuclear power plants to promote the research, development, demonstration, and commercial application of: (1) cooling systems; (2) turbine technologies; (3) heat exchangers and pump design; (4) special coatings to improve lifetime of components and performance of heat exchangers; and (5) advanced power conversion systems for advanced reactor technologies. Limits funding for such Initiative. (Sec. 8) Directs the Secretary to conduct an R&D, demonstration, and commercial application program on specified fuel cycle options that improve uranium resource utilization, maximize energy generation, minimize nuclear waste creation, improve safety, mitigate risk of proliferation, and improve waste management in support of a national strategy for spent nuclear fuel and reactor concepts. Specifies among such options open cycle, modified open cycle, and full recycle technologies, as well as advanced, alternative, and deep borehole storage methods. Authorizes the Secretary to support certain additional advanced recycling and crosscutting activities. Directs the Secretary, in carrying out such options, to consider the final report on a long-term nuclear waste solution produced by the Blue Ribbon Commission on America's Nuclear Future. (Sec. 9) Directs the Secretary to conduct a program to support the integration of certain activities undertaken through R&D programs for reactor concepts and crosscutting nuclear energy concepts. (Sec. 10) Requires the Secretary to report to Congress on: (1) the quantitative risks associated with the potential of a severe accident arising from the use of nuclear power; and (2) current technologies to mitigate the consequences of such an accident. (Sec. 11) Changes the location of the prototype Next Generation Nuclear reactor and associated Plant from the Idaho National Laboratory (IDL) to a construction site determined by the IDL-organized consortium of appropriate industrial partners through an open and transparent competitive selection process. Directs the Comptroller General to submit to Congress a status update of the Next Generation Nuclear Plant program. (Sec. 12) Requires the Director of the National Institute of Standards and Technology (NIST) to establish a nuclear energy standards committee to facilitate the development or revision of technical standards for new and existing nuclear power plants and advanced nuclear technologies. (Sec. 13) Directs the Secretary to arrange with the National Academies to evaluate and report to Congress on the scientific and technological challenges to the long-term maintenance and safe operation of currently deployed nuclear power reactors up to and beyond the specified design-life of reactor systems. (Sec. 14) Requires the Secretary to prepare a database, accessible on the DOE website, of non-federal user facilities receiving federal funds that may be used for unclassified nuclear energy research. (Sec. 15) Makes DOE responsible for disposal of high-level radioactive waste or spent nuclear fuel generated by reactors under the programs authorized in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Energy Research and Development Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Nuclear Energy Research and Development Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Nuclear Energy Research and Development Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Energy Policy Act of 2005 requiring the Secretary of Energy to carry out initiatives to advance innovation in nuclear energy technologies, to make nuclear energy systems more competitive, to increase efficiency and safety of civilian nuclear power, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:37-05:00"
}