{
  "actions": [
    {
      "acted_at": "1973-03-08", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1127-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-08", 
  "number": "1127", 
  "official_title": "A bill to provide for pretrial detention in certain narcotics cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Buckley, James L.", 
    "state": "NY", 
    "thomas_id": "01294", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-08", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Law", 
    "Narcotic addicts", 
    "Narcotic law and legislation", 
    "Narcotic traffic", 
    "Narcotics", 
    "Pretrial procedure"
  ], 
  "subjects_top_term": "Narcotic law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-08", 
    "text": "Permits a judicial officer to order pretrial detention of a person charged with unlawful distribution of, or possession with intent to distribute heroin. Proscribes such detention unless the judicial officer: (1) holds a pretrial detention hearing; (2) finds: (A) that there is clear and convincing evidence that the person is a person so charged; (B) that there is no condition or combination of conditions of release which will reasonably assure the safety of any other person or the community; (C) that on the basis of information presented by proffer or otherwise to the judicial officer there is a substantial probability that the person committed the offense for which he is present before the judicial officer; and (3) issues an order of detention accompanied by written findings of fact and the reasons for its entry. Sets forth the procedures applying to such pretrial detention hearings. Accords such detainees: the right to appeal a detention order; opportunity to consult with counsel; the right to release with official escort for limited periods to prepare a defense; and the right to an expedited trial. Limits the detention period generally to sixty days. Permits a five day detention of a person appearing before a judicial officer for a bail determination if the person is on probation, parole or release pending completion of sentence on another offense if it appears such person may flee or pose a danger to another person. (Adds 18 U.S.C. 3146A)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for pretrial detention in certain narcotics cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:31-05:00"
}