{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2298-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "2298", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to regulate the sale and distribution of tobacco products containing tar, nicotine, additives, carbon monoxide, and other potentially harmful constituents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tobacco Health and Safety Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-27", 
  "subjects": [
    "Carbon monoxide", 
    "Cigarettes", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Drugs", 
    "Environmental protection", 
    "Government paperwork", 
    "Labeling", 
    "Sales promotion", 
    "Smoking", 
    "Smoking and youth", 
    "State laws", 
    "Tobacco", 
    "Tobacco industry"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-27", 
    "text": "Tobacco Health and Safety Act of 1992 - Amends the Federal Food, Drug, and Cosmetic Act (FDCA) to create a new chapter on tobacco products. Makes unlawful the distribution of a tobacco product that presents risks to health: (1) to persons under the age of 18, or under the higher age limit set by the State involved; (2) if it is misbranded or adulterated as described by this Act; or (3) as a free sample or by coupons or other discounting. Requires States to enact laws and promulgate regulations as necessary to ensure compliance. Authorizes the Secretary of Health and Human Services, if State enforcement is insufficient to comply with the age requirements of this Act, to impose requirements on the form, manner, and location of tobacco product sales in that State. Deems a tobacco product misbranded if: (1) its labeling is false or misleading in any particular; (2) its labeling fails to contain the statements required by the Cigarette Labeling and Advertising Act and the Comprehensive Smokeless Tobacco Health Education Act; (3) its labeling fails to contain the statement \"Federal Law Prohibits Sale to Minors\"; or (4) other requirements are not met. Allows the Secretary of Health and Human Services, by regulation, to require manufacturers to provide additional information to consumers through labeling, inserts, or other means. Allows the Secretary to modify the existing warning labels so long as the modifications do not weaken the health message in the warnings. Deems a tobacco product adulterated if: (1) the level of any tobacco additive is in violation of a requirement set under this Act; (2) the nicotine, tar, carbon monoxide, or other harmful constituent level has not been established under this Act; (3) it contains any added poisonous or deleterious substance that may render it injurious to health; or (4) other conditions are met. Requires manufacturers, importers, or packagers to provide the Secretary with a list of additives used in tobacco products. Authorizes the Secretary to establish public disclosure requirements for such additives. Requires the Secretary to test and establish the tar, nicotine, carbon monoxide, and other harmful constituent levels for each brand of tobacco product before such product may be lawfully sold. Authorizes the Secretary to make such information public. Directs the Secretary to report annually to the appropriate congressional committees on the use of tobacco additives and the levels of harmful constituents in tobacco products. Amends the Federal Cigarette Labeling and Advertising Act to change the required Surgeon General's warning messages. Deems to be a drug any product that contains nicotine but does not meet the FDCA definition of tobacco products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tobacco Health and Safety Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to regulate the sale and distribution of tobacco products containing tar, nicotine, additives, carbon monoxide, and other potentially harmful constituents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:26-05:00"
}