{
  "actions": [
    {
      "acted_at": "1973-11-20", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2728-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-20", 
  "number": "2728", 
  "official_title": "A bill to provide for the control and eradication of noxious weeds, and the regulation of the movement in interstate or foreign commerce of noxious weeds and potential carriers thereof, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7278-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Noxious Weed Act", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-20", 
  "subjects": [
    "Agriculture and food", 
    "Public health", 
    "Weeds"
  ], 
  "subjects_top_term": "Weeds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-20", 
    "text": "Federal Noxious Weed Act - States that the importation or distribution in interstate commerce of noxious weeds, except under controlled conditions, allows the growth and spread of such weeds which interfere with the growth of useful plants, clog waterways and interfere with navigation, cause disease or have other adverse effects upon man or his environment, and therefore is detrimental to the agriculture and commerce of the United States and to the public health. Defines the terms used in this Act. Authorizes the Secretary of Agriculture to designate as noxious weeds kinds of plants that he determines are new to, or not known to be widely prevalent or distributed within and throughout the United States, and are directly or indirectly injurious to crops or other useful plants, livestock, or poultry, or other interest of agriculture, including irrigation, or to navigation or public health. Permits the Secretary to promulgate such quarantines and regulations requiring inspection of products and articles of any character whatsoever as he deems necessary to prevent the dissemination into the United States, or interstate, of any noxious weeds. Prohibits the movement or sale of any noxious weed into or through the United States unless authorized under permit from the Secretary. Allows the Secretary, in order to prevent the dissemination of any noxious weed, to destroy, or otherwise dispose of, any product or article of any character whatsoever which he has reason to believe is infested by or contains any such noxious weed, if there is no less drastic action which would be adequate to prevent the dissemination of noxious weeds into the United States or interstate. Enables the owner of any article destroyed to bring an action against the United States in the United States District Court for the District of Columbia within one year after such destruction. Permits any authorized inspector, without a warrant, to stop any persons or means of conveyance moving into or through the United States, and to inspect any noxious weeds and any products and articles of any character to determine whether such persons or means of conveyance are moving any noxious weed contrary to this Act. Allows the entry with a warrant into any premises in the United States for inspections or other actions necessary under this Act. Provides a fine not exceeding $500, or imprisonment not exceeding one year or both, for violation of this Act. Authorizes the Secretary to cooperate with the Governments of Canada or Mexico, and with State and Federal agencies to control the spread of any noxious weed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Noxious Weed Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the control and eradication of noxious weeds, and the regulation of the movement in interstate or foreign commerce of noxious weeds and potential carriers thereof, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:58-05:00"
}