{
  "actions": [
    {
      "acted_at": "1990-07-25", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Communications. Hearings held. Hearings printed: S.Hrg. 101-976.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2904-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Communications", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1990-09-10", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1990-10-26", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-25", 
  "number": "2904", 
  "official_title": "A bill to require the Secretary of Commerce to make additional frequencies available for commercial assignment in order to promote the development and use of new telecommunications technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emerging Telecommunications Technologies Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-25", 
  "subjects": [
    "Congressional reporting requirements", 
    "Cost control", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Radio frequency allocation", 
    "Telecommunication industry", 
    "Telecommunication policy"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-25", 
    "text": "Emerging Telecommunications Technologies Act of 1990 - Requires the Assistant Secretary for Communications and Information and the Chairman of the Federal Communications Commission (FCC) to conduct, at least biannually, joint spectrum planning with respect to: (1) future spectrum requirements for public and private uses and the allocation actions to accommodate those uses; and (2) actions to promote the efficient use of the spectrum. Directs the Secretary of Commerce to submit to the President and the Congress a report identifying, and recommending for reallocation, frequencies that: (1) are assigned to Government stations pursuant to the Communications Act of 1934 (the Act); (2) are not required for the present or identifiable future needs of the Government; (3) could be made available for use under the Act (other than for Government stations); and (4) are most likely to have the greatest potential for commercial uses. Sets forth criteria for identifying, and recommending for reallocation, such frequencies. Requires the Secretary to submit to the Congress a report which makes a preliminary identification of reallocable frequencies. Directs the Secretary to convene a private sector advisory committee to: (1) review the frequencies identified in the preliminary report; (2) advise the Secretary with respect to the frequencies which should be included in the final report; (3) receive public comment on the reports; and (4) prepare and submit to the Secretary and specified congressional committees a report on recommendations for the reform of the process of allocating the electromagnetic spectrum for civilian and Government use. Directs the President, after receiving the final report, to: (1) withdraw the assignment to a Government station of any frequency which such report recommends for reallocation; (2) limit the assignment to a Government station of any frequency which such report recommends be made available for mixed use; (3) assign or reassign other frequencies to Government stations as necessary to adjust to such withdrawal or limitation of assignments; and (4) notify the FCC and each House of Congress of the actions taken. Authorizes the President to substitute alternative frequencies in the interest of national defense, important governmental needs, or public health or safety. Directs the FCC to submit to the President and the Congress a plan for the distribution of the reallocated frequencies. Authorizes the President to reclaim reallocated frequencies for reassignment to Government stations. Sets forth procedures for reclaiming frequencies. Authorizes appropriations to cover the costs of reclaiming frequencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emerging Telecommunications Technologies Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Commerce to make additional frequencies available for commercial assignment in order to promote the development and use of new telecommunications technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:09-05:00"
}