{
  "actions": [
    {
      "acted_at": "2010-03-16", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3124-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2010-03-16", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-16", 
  "number": "3124", 
  "official_title": "A bill to amend the Richard B. Russell National School Lunch Act to improve child health and nutrition and reduce administrative burdens for child care sponsors and providers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Living Starts Early Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Adult day care", 
    "Advisory bodies", 
    "Agriculture and food", 
    "Child care and development", 
    "Child health", 
    "Department of Agriculture", 
    "Food assistance and relief", 
    "Government investigations", 
    "Licensing and registrations", 
    "Nutrition and diet", 
    "Physical fitness and lifestyle", 
    "Poverty and welfare assistance", 
    "Preschool education"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-16", 
    "text": "Healthy Living Starts Early Act of 2010 - Amends the child and adult care food program of the the Richard B. Russell National School Lunch Act to: (1) require subsidized food served to children in child care centers and day care homes to meet the most recent Dietary Guidelines for Americans and certain authoritative scientific recommendations; (2) prohibit such food from being used as a punishment or reward; (3) allow nondairy substitutes to be served to children who cannot consume milk, provided the substitutes are nutritionally equivalent to milk and meet certain nutritional standards; (4) require the use of foods, to the extent practicable, that are in abundance nationally or in the food service area, or are donated by the Secretary of Agriculture; (5) require the Secretary to encourage participants to provide children with daily opportunities for age-appropriate moderate to vigorous-intensity physical activity and limit children's use of electronic media; and (6) require the Secretary to provide technical assistance and guidance to participants in complying with these requirements. Directs the Secretary to: (1) coordinate with the Secretary of Health and Human Services (HHS) to encourage states to include nutrition and wellness within their licensing standards for such facilities; and (2) conduct recurring, nationally representative assessments of facility nutrition and wellness programs. Requires the Secretary to reconvene a working group to examine, and report to Congress regarding, the feasibility of reducing the paperwork burden on states and program participants. Requires institutions participating in the program to enter into a permanent agreement with their state that may be terminated for convenience or cause. Alters program application and review requirements, eliminating the three-year reapplication process and scheduled annual site visits. Allows Tier II day care homes (those not located in low-income areas or operated by low-income providers) to assist in the transmission, with parental consent, of household income information to their sponsoring organizations. Sets forth an administrative costs reimbursement formula for day care home sponsoring organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Living Starts Early Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Richard B. Russell National School Lunch Act to improve child health and nutrition and reduce administrative burdens for child care sponsors and providers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:43-05:00"
}