{
  "actions": [
    {
      "acted_at": "1998-03-18", 
      "committee": "House Committee on House Oversight", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Oversight.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-18", 
      "in_committee": "House Committee on House Oversight", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-18", 
      "in_committee": "House Committee on House Oversight", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 5 - 3.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-03-23T15:43:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on House Oversight. H. Rept. 105-457, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-23", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on the Judiciary for a period ending not later than March 23, 1998 for consideration of such provisions of the bill and amendment reported from the Committee on House Oversight as fall within the jurisdiction of that committee pursuant to clause 1(j), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-23", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Ways and Means for a period ending not later than March 23, 1998 for consideration of such provisions of the bill and amendment reported from the Committee on House Oversight as fall within the jurisdiction of that committee pursuant to clause 1(s), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-23T15:49:00-05:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-23T15:49:00-05:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-23T15:49:00-05:00", 
      "calendar": "Union", 
      "number": "263", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 263.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3485-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Oversight", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-18", 
  "number": "3485", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
  "popular_title": "Campaign Finance Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr3581-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Campaign Reform and Election Integrity Act of 1998", 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-03-18", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Aliens", 
    "Business and politics", 
    "California", 
    "Campaign contributors", 
    "Campaign funds", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Corporations", 
    "Crime and law enforcement", 
    "Data banks", 
    "Economics and public finance", 
    "Election administration", 
    "Election forecasting", 
    "Election fraud", 
    "Electronic data interchange", 
    "Employee rights", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Florida", 
    "Freedom of information", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Government trust funds", 
    "Governmental investigations", 
    "Identification devices", 
    "Illinois", 
    "Immigration", 
    "Indexing (Economic policy)", 
    "Information disclosure (Securities law)", 
    "Internet", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Labor unions", 
    "Law", 
    "Lobbying", 
    "New York State", 
    "Political action committees", 
    "Political advertising", 
    "Political consultants", 
    "Political parties", 
    "Postal service", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Public opinion polls", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Social welfare", 
    "Soft money", 
    "Stockholders", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Telephone", 
    "Texas", 
    "Union dues", 
    "Vice Presidential candidates", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1998-03-23", 
    "text": "TABLE OF CONTENTS: Title I: Voluntary Contributions Title II: Banning Noncitizen Contributions Title III: Improving Reporting and Enforcement Title IV: Excessive Spending By Candidates From Personal Funds Title V: Election Integrity Subtitle A: Voter Eligibility Verification Pilot Program Subtitle B: Other Measures to Protect Election Integrity Title VI: Revision and Indexing of Certain Contribution Limits and Penalties Title VII: Restrictions on Soft Money Title VIII: Disclosure of Certain Communications Title IX: Effective Date Campaign Reform and Election Integrity Act of 1998 - Title I: Voluntary Contributions - Amends the Federal Election Campaign Act of 1971 (FECA) to make it unlawful, except with the separate, prior, written, voluntary authorization of the individual involved, for: (1) national banks or corporations to collect from or assess its stockholders or employees any dues, initiation fee, or other payment as a condition of employment which will be used for political activities in which the national bank or corporation is engaged; and (2) labor organizations to collect from or assess its members or nonmembers any dues, fee, or other payment which will be used for political activities in which the labor organization is engaged. States that an authorization shall remain in effect until revoked and may be revoked at any time. Requires each entity collecting from or assessing amounts from an individual with an authorization in effect to provide the individual with a statement that the individual may at any time revoke the authorization. Requires corporations and tax-exempt organizations (other than labor organizations), prior to the beginning of any 12-month period (as determined by the corporation or such organization), to provide each of their shareholders or members with a notice containing: (1) the proposed aggregate amount for disbursements for political activities for the period; (2) the individual's applicable percentage and pro rata amounts for the period; and (3) a form that the individual may complete and return to the corporation or organization indicating the individual's objection to the disbursement of amounts for political activities during the period. Makes it unlawful for a corporation or such an organization to make disbursements for political activities during the 12-month period in an amount greater than: (1) the proposed aggregate amount for such disbursements for the period as specified in the notice; reduced by (2) the sum of the applicable pro rata amounts for such period of all shareholders or members who return the form to the corporation or such organization prior to the beginning of the period. Title II: Banning Noncitizen Contributions - Redefines foreign national to include any individual who is not a U.S. citizen, whether in the U.S. lawfully or unlawfully. (Sec. 202) Doubles the amount or duration of any penalty, fine, or sentence imposed on any person who violates the ban on contributions by foreign nationals. Title III: Improving Reporting and Enforcement - Permits candidates to file FECA reports for contributions and expenditures made within 90 days of an election within 24 hours of receipt. Requires the Federal Election Commission to make such filed information available on the Internet immediately upon receipt. Revises FECA reporting requirements to: (1) require a principal campaign committee to report any contribution of $1,000 or more received by any authorized committee of the candidate within 20 days of an election within 24 hours after receipt; (2) require that certain independent expenditure reports be filed within 24 hours and considered as actually received at the time of filing; (3) require reports submitted by persons who report contributions or expenditures in all reports filed in the election involved (taking into account the period covered by the report) in an amount equal to or greater than $50,000 to be filed electronically; and (4) change certain reporting from a calendar year basis to an election cycle basis. (Sec. 302) Requires that a political committee report expenditures made for personal and consulting services by certain individuals other than employees and prescribes that such individuals maintain records of such services and report the information to the political committee. Provides for the first report required to be filed after an election by political committees to include a statement of the total contributions received and expenditures made as of the date of the election. Requires FECA reports on itemized contributions made by persons or political committees to include information on the total amount of all such contributions made by such person or committee in the election involved. (Sec. 303) Requires the Commission, in addition to issuing advisory opinions with respect to a specific transaction or activity by a person, to provide written responses to questions concerning the application of FECA, the Presidential Election Campaign Fund Act, the Presidential Primary Matching Payment Account Act, a rule or regulation, or an advisory opinion of the Commission with respect to the transaction or activity by the person if the Commission finds the application of the Act, chapter, rule, regulation, or advisory opinion to the transaction or activity to be clear and unambiguous. Sets forth a \"safe harbor\" rule. States that any written response issued by the Commission may only be relied upon by the person involved in the specific transaction or activity to which such response is issued, and may not be applied by the Commission with respect to any other person or used by the Commission for enforcement or regulatory purposes. Directs the Commission to: (1) make public any request for a written response made, and the responses issued, but may not make public the identity of any person submitting a request for a written response unless the person specifically authorizes the Commission to do so; and (2) compile, publish, and regularly update a complete and detailed index of the responses issued. Requires: (1) written complaints to be in a standard form prescribed by the Commission which shall not include, but may refer to, extraneous materials; and (2) a written notice provided by the Commission to an alleged violator to include a cover letter (in a form prescribed by the Commission) and a specified statement including a disclaimer that the Commission has not verified or given official sanction to the complaint. (Sec. 304) Prohibits acceptance by candidates and political committees of U.S. and foreign cash contributions greater than $100. (Sec. 305) Requires any corporation or labor organization (or separate segregated fund established by such a corporation or such a labor organization) making solicitations of contributions to make such solicitations in a manner that ensures the confidentiality of its employees or members who make contributions of $100 or less as a result of such solicitation and who do not make such contributions, with the exception of any solicitation of contributions by a corporation from its stockholders. (Sec. 306) Requires certain disclosures and reports by persons conducting Federal election polls by telephone or electronic devices. Title IV: Excessive Spending By Candidates From Personal Funds - Modifies the current limitations on contributions when House candidates spend or contribute large amounts of personal funds, including contributions by the candidate to the candidate's authorized campaign committee. Requires notification by a House candidate's principal campaign committee of expenditures of personal funds made by such candidate, including contributions by the candidate to such committee. Title V: Election Integrity - Subtitle A: Voter Eligibility Verification Pilot Program - Directs the Attorney General to establish a voter Eligibility Pilot confirmation program to respond to, and maintain records of, State and local election officials' inquiries to verify a voter registrant's citizenship. Terminates such program on September 30, 2001. Provides for: (1) an initial confirmation or nonconfirmation by the Commissioner of Social Security; and (2) in the case of an initial nonconfirmation, a secondary verification process by the Attorney General. Requires such program to: (1) be voluntary; (2) provide safeguards against discrimination; and (3) be applied, at a minimum, in California, New York, Texas, Florida, and Illinois. Directs the Attorney General, in establishing the confirmation system, to use the employment eligibility confirmation system established under the Illegal Immigration Reform and Immigrant Responsibility Act of 1996. Directs the Commissioner of Social Security and the Commissioner of the Immigration and Naturalization Service to develop methods to confirm the reliability of the information provided. Prohibits Federal utilization of program information and related systems for purposes other than those authorized by this Act. Sets forth provisions regarding actions by officials unable to confirm an applicant's citizenship with respect to notification, registration, and ineligible voter removal programs. Authorizes State and local use of social security account numbers for purposes of this Act. Sets forth reporting requirements for the Attorney General and the Commissioner of Social Security. Authorizes appropriations. Subtitle B: Other Measures to Protect Election Integrity - Amends the National Voter Registration Act of 1993 to require mail voter registration forms and State applications for voter registration to include a citizenship check-off box and other specified information. Sets forth a State opt-out rule. (Sec. 512) Permits States to: (1) require oral or written affirmation of the address of registrants who have not voted in two consecutive general Federal elections as a condition for casting a vote; and (2) remove registrants with inapplicable mailing addresses from the official list of eligible voters in Federal elections (requires the confirmation of addresses of such registrants prior to being permitted to vote). Title VI: Revision and Indexing of Certain Contribution Limits and Penalties - Amends FECA to increase specified individual contribution limits. Sets individual limits on contributions made to: (1) State or local political parties; and (2) candidates and their authorized committees by national, State, or local political parties. (Sec. 602) Provides for the indexing of: (1) certain contribution limits; (2) support to a candidate's authorized committees by any other candidate's authorized committees; and (3) penalties and fines (increased by this Act to account for past inflation). Title VII: Restrictions on Soft Money - Bans the solicitation, receipt, and use of funds (soft money) not subject to the limitations, prohibitions, and reporting requirements of FECA by national political parties and candidates, with the exception of certain activities. (Sec. 702) Prohibits disbursements by foreign nationals in connection with an election to any political office, including disbursements for political parties and independent expenditures. (Sec. 703) Amends the Internal Revenue Code to prohibit a candidate for election to the office of President or Vice-President from receiving amounts from the Presidential Election Campaign Fund unless such candidate certifies that he or she will not solicit any funds for purposes of influencing such election, including any funds used for independent expenditures, unless the funds are subject to the limitations, prohibitions, and reporting requirements of FECA. Requires that if: (1) such a candidate or such a candidate's agent seeks to avoid the spending limits applicable to such candidate under the Presidential Election Campaign Fund Act, the Presidential Primary Matching Payment Account Act, or FECA by soliciting, receiving, or using funds from any source other than such Fund for the benefit of such candidate's campaign, for such candidate or agent to be fined not more than $1 million, or imprisoned for a term of not more than three years, or both; and (2) two or more persons conspire to violate the spending limits, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined not more than $1 million, or imprisoned for a term of not more than three years, or both. Title VIII: Disclosure of Certain Communications - Amends FECA to require any person who makes payments for certain communications in an aggregate amount in excess of $250 during a year to report such payments and the source of the funds used to make such payments in the same manner and under the same terms and conditions as a political committee reporting expenditures and contributions, in addition to any other information required to be reported under FECA, except that if such person makes such payments in an aggregate amount of $1,000 or more after the 20th day, but more than 24 hours, before any election, such person shall report such information within 24 hours after such payments are made. Title IX: Effective Date - Sets forth an effective date."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Campaign Finance Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Campaign Reform and Election Integrity Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Campaign Reform and Election Integrity Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:42-05:00"
}