{
  "actions": [
    {
      "acted_at": "1989-05-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-21", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 101-272.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1066-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-18", 
  "number": "1066", 
  "official_title": "A bill to establish a domestic liability and compensation system for oil pollution from vessels and facilities and to implement the 1984 Protocols to the 1969 Civil Liability and 1971 Fund Conventions concerning seagoing tanker-source oil pollution.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2325-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2325-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Oil Pollution Liability and Compensation Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-18", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Claims", 
    "Damages", 
    "Energy policy", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government trust funds", 
    "International environmental cooperation", 
    "International environmental law", 
    "Judicial review", 
    "Liability for oil pollution", 
    "Limitation of actions", 
    "Marine insurance", 
    "Merchant ships", 
    "Offshore structures", 
    "Petroleum industry", 
    "Pollution liability insurance", 
    "Seizure of vessels and cargoes", 
    "Tankers", 
    "Treaties", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-18", 
    "text": "Comprehensive Oil Pollution Liability and Compensation Act of 1989 - Declares that it is Federal policy to create a liability and compensation system under which it is the primary responsibility of the parties responsible for an oil discharge to fund the ensuing pollution cleanup, and to compensate those damaged by such pollution. Title I: Oil Pollution Liability and Compensation - Imposes joint, several, and strict liability for specified removal costs and damages upon the party responsible for a vessel or facility from which oil is either discharged into certain waters, or which poses a substantial threat of such a discharge. Provides that such costs and damages constitute a maritime lien on any vessel owned by the responsible parties (or third parties) and may be recovered in a judicial action for any district within which the vessel is found. Defines conditions under which a mobile offshore drilling unit shall be treated as either a tanker or as a facility for purposes of determining responsibility or excess liability. Sets forth defenses to liability under this Act. Sets forth limits to liability under this Act, with specified exceptions. Authorizes the Secretary of Transportation to establish by regulation a maximum liability limit. Requires the Secretary to report to the Congress from time to time regarding liability adjustments. Declares that the responsible party or his guarantor shall be liable to the claimant for interest on the amount paid in satisfaction of a claim for a specified period. Defines circumstances under which liability for injury to natural resources shall be to either: (1) the United States; (2) the affected State or Indian tribe; or (3) a foreign government. Sets forth recovery and indemnification procedures (including a civil penalty for natural resources destroyed by oil pollution which cannot be replaced and for which no equivalent can be acquired). Sets forth the uses of the Oil Spill Liability Trust Fund (the Fund) including: (1) payment of recoverable costs and administrative expenses; and (2) contributions to the International Fund. Sets forth exceptions to liability for such Fund and a specified maximum amount which may be paid from it. Prescribes guidelines under which Federal, State, and Indian tribal officials may obligate from the Fund, including advance draws for immediate response to an oil discharge or substantial threat thereof. Confers rights of subrogation upon the United States for payment of any claim by the Fund. Sets forth a claims procedure for removal costs or damages. Requires the Secretary to designate the source of a discharge and to notify immediately the responsible party or guarantor of such designation. Grants subrogation rights to any person (including the Fund) who pays compensation under this Act to any claimant for costs or damages. Requires the party responsible for certain vessels over 300 gross tons to establish and maintain evidence of financial responsibility to meet maximum liability limits. Requires the Secretary of the Treasury to withhold or revoke the clearance of any vessel which fails to certify such financial responsibility. Sets forth circumstances under which such vessels may have entry into U.S. ports or waters denied. Imposes a civil penalty for failure to comply with the financial responsibility requirement. Restricts judicial review of any regulation promulgated under this Act to the Circuit Court of Appeals for the District of Columbia. Grants the district courts original and exclusive jurisdiction over all actions arising under this Act. Sets forth a limitation period for actions for removal costs, damages, or contribution. Title II: Conforming Amendments - Sets forth conforming amendments to certain related statutes, including the Trans-Alaska Pipeline Authorization Act, the Intervention on the High Seas Act, the Federal Water Pollution Control Act, the Deepwater Port Act of 1974, and the Outer Continental Shelf Lands Act Amendment of 1978. Title III: Implementation of International Conventions - States that during any period in which the Civil Liability Convention and the Fund Convention are in force with respect to the United States, owner liability for pollution damage arising from a ship-related incident shall be determined according to such Conventions. Grants recognition to the International Oil Pollution Compensation Fund as a legal person under Federal law, and deems the Director of such Fund to have irrevocably appointed the Secretary of State as the Fund's agent for service of process for legal proceedings involving the Fund within the United States. Exempts such Fund and its assets from all direct taxation in the United States. Provides that certain required contributions with respect to oil received in the United States shall be paid to the International Fund from the Oil Spill Liability Trust Fund. Grants recognition to any final judgment of a court of any country which is a party to either the Civil Liability Convention or the Fund Convention. Sets forth the financial responsibility requirements of shipowners whose vessels are subject to the Civil Liability Convention. Imposes specified sanctions and civil penalties upon persons violating the financial responsibility requirements. Waives all U.S. defenses based upon sovereign immunity with respect to any controversy arising under the Civil Liability Convention or the Fund Convention relating to any ship owned by the United States and used for commercial purposes. Authorizes the Secretary to prescribe regulations to implement this Act and all Federal obligations under the specified Oil Pollution Conventions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Oil Pollution Liability and Compensation Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a domestic liability and compensation system for oil pollution from vessels and facilities and to implement the 1984 Protocols to the 1969 Civil Liability and 1971 Fund Conventions concerning seagoing tanker-source oil pollution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:28-05:00"
}