{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2595-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "2595", 
  "official_title": "A bill to amend the Immigration and Nationality Act to waive exclusion and deportation for the possession of marihuana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Aliens", 
    "Deportation", 
    "Immigration", 
    "Marijuana", 
    "Narcotics"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Authorizes the Attorney General, under the Immigration and Nationality Act, to waive exclusion from the United States of any alien who: (1) has been convicted for the distribution of a small amount of marihuana for no remuneration; (2) has been convicted of the possession of a controlled substance, for which the Controlled Substances Act authorizes imprisonment of not more than a year; or (3) has been convicted under ny State statute for a crime which is proscribed by the Controlled Substances Act for which the maximum term of imprisonment authorized is not more than a year. Allows the Attorney General to waive deportation from the United States of any alien who: (1) has been convicted of the possession of marihuana or for the distribution of a small amount thereof for no remuneration; (2) has been convicted of the possession of a controlled substance, for which the Controlled Substances Act authorizes imprisonment of not more than a year, a fine of not more than $5,000, or both; (3) has been convicted under any other Federal or State statute for a crime which would have been an unlawful possession under the Controlled Substances Act and which provided a punishment not greater than such maximum punishment; or (4) has been convicted more than once of the possession of marihuana or the distribution of a small amount thereof if the alien has a spouse or parent who is a U. S. citizen."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to waive exclusion and deportation for the possession of marihuana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:09-05:00"
}