{
  "actions": [
    {
      "acted_at": "1979-11-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5770-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-01", 
  "number": "5770", 
  "official_title": "A bill to authorize emergency loan guarantees to the Chrysler Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chrysler Industrial Loan Guarantee Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-01", 
  "subjects": [
    "Auditing", 
    "Automobile industry", 
    "Business and commerce", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Employee ownership", 
    "Federally-guaranteed loans", 
    "Government and business", 
    "Government trust funds", 
    "Labor and employment", 
    "Motor Vehicles and Driving", 
    "Securities and Investments", 
    "Stocks"
  ], 
  "subjects_top_term": "Automobile industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-01", 
    "text": "Chrysler Industrial Loan Guarantee Act - Authorizes the Secretary of the Treasury to guarantee loans made to Chrysler Corporation if the Secretary determines that: (1) such a guaranteed loan is needed to enable Chrysler to continue to operate and the failure to meet this need would adversely and seriously affect the employment or economic situation in the United States or any of its regions; (2) Chrysler is unable to obtain credit upon reasonable terms without such a guarantee; (3) Chrysler's prospective earning power, together with any security it pledges, furnishes reasonable assurance that the loan will be repaid; (4) the lender must certify that it would not make more than five years; and (5) the loan must bear interest at a rate determined by the Secretary taking into account the reduced risk afforded by the guarantee and interest rates on comparable loans. Requires Chrysler to add six members to its board of directors representing labor, consumer, and environmental groups. Requires Chrysler to submit a development plan to the Congress and the Secretary containing training objectives, future plant locations and closings, retooling objectives, and suggestions with respect to Federal regulations which should be waived to assist Chrysler. Predicates Chrysler's eligibility for loan guarantees on its establishment of an employee stock ownership plan (ESOP) which: (1) satisfies the requirements of the Internal Revenue Code of 1954; (2) acquires Chrysler equity securities, bonds, debentures, notes or other instruments evidencing an indebtedness with the proceeds of a loan guaranteed under this Act; (3) is administered by a committee representing Chrysler, its employees participating in the ESOP, the trustee of the ESOP, and the Secretary; (4) will acquire noncallable preferred Chrysler stock convertible to common by direction of the ESOP committee at its fair market value as of October 17, 1979, in an aggregate amount equal to 25 percent of the Federal loan guarantee; (5) contains an agreement by Chrysler to make annual contributions sufficient to permit the ESOP to amortize the loan made by Chrysler to the ESOP; (6) grants all participants a nonforfeitable interest in their accounts; and (7) requires an annual allocation of all securities the ESOP acquires to the accounts of each participant in substantially equal amounts. Directs the Secretary to make every effort to assure that guaranteed loans to Chrysler are secured by sufficient property to fully collateralize the amount of the loan guarantee. Prohibits Chrysler, while any guaranteed loan remains unpaid, from declaring any dividend on its common stock or from making payments on any other indebtedness. Permits the Secretary to waive such prohibitions if such action is consistent with the interests of the United States. Directs the Secretary to require Chrysler to make management changes the Secretary deems necessary to give Chrysler a sound managerial base. Prohibits the Secretary from guaranteeing any loan until it has received Chrysler's audited financial statement and has been afforded access to Chrysler's records. Requires a lender to exhaust all of its remedies under a guarantee agreement before any payment under the guarantee of the United States becomes due. Directs the Secretary to assure that any loan agreement guaranteed under this Act contains the usual provisions to protect the guarantor including strictures against waiver or amendment without the consent of the Secretary. States that the guarantee of the United States shall be in force with respect to advances under a loan agreement only if: (1) the Secretary receives ten days notice in writing of the advance; (2) the lender certifies that Chrysler is not in default, except that in cases where the lender reports the circumstances of a default the Secretary may guarantee in advance if it is consistent with the interests of the United States; and (3) Chrysler provides the Secretary with a plan concerning the expenditures which will be made with the advance. Requires Chrysler to report all instances in which advances were not expended in accordance with such plan. Requires that all guarantee agreements give the Secretary priority interest over the lender in any collateral securing the loan and any outstanding earlier loans. States that any sums that Chrysler has on deposit with the lender which are subject to offset under the bankruptcy laws shall be considered collateral in which the Secretary has priority over the lender. Authorizes the Secretary to inspect and copy Chrysler's records. Directs the General Accounting Office to conduct an audit of Chrysler at least once a year if an application for a guarantee has been made or if a guarantee is outstanding. Requires the Office to report the results of such audits to the Secretary and the Congress. Empowers the Secretary to disapprove any disposition of Chrysler's assets which may impair its ability to repay guaranteed loans. Authorizes the Secretary to initially guarantee $600,000,000 in loans. Predicates further guarantees on the Secretary's determination that Chrysler's development plan assures its future financial viability. Reserves the power of the Congress to disapprove any guarantee within 30 days of continuous session of the Secretary's notice to the Banking Committees of the House and Senate of the making of a guarantee. Establishes an emergency loan guarantee fund in the Treasury to cover the expenses and obligations of the Secretary. Requires that all guarantee fees be deposited in such fund. Permits the Secretary to use any Federal Reserve bank as his fiscal agent provided the bank is reimbursed for any expenses or losses incurred while acting in such capacity. Directs the Attorney General to enforce the rights of the United States as a guarantor under this Act. Requires all sums recovered by the Attorney General to be deposited in the emergency loan guarantee fund. Entitles the Secretary to recovery of any payments made by Chrysler or any other liable person pursuant to a guarantee agreement. Directs the Secretary to submit an annual reports to the Congress on the loan guarantee program, including a recommendation on continuing the program beyond its termination date. Terminates the authority of the Secretary to enter guarantee commitments or to make loan guarantees within two years of the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chrysler Industrial Loan Guarantee Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize emergency loan guarantees to the Chrysler Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:45-05:00"
}