{
  "actions": [
    {
      "acted_at": "1985-05-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-22", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1152-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-16", 
  "number": "1152", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to increase all civil and criminal tax penalties for taxpayers who avoid their fair share of Federal taxes, to increase voluntary compliance of the Federal tax laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Taxpayer Awareness and Enforcement Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-16", 
  "subjects": [
    "Collection agencies", 
    "Customs administration", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Income tax", 
    "Land transfers", 
    "State taxation", 
    "States", 
    "Tax administration", 
    "Tax evasion", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-16", 
    "text": "Taxpayer Awareness and Enforcement Act of 1985 - Requires the Secretary of the Treasury to establish a taxpayer awareness program to inform the taxpaying public of: (1) the seriousness of cheating on one's taxes; (2) the effect tax evaders have on individual honest taxpayers and the country; (3) the renewed efforts of the Internal Revenue Service to be helpful and positive toward honest taxpayers; and (4) the benefits to honest taxpayers resulting from informing the Internal Revenue Service of the identity of dishonest taxpayers. Provides that such program will make extensive use of the media and direct-mail contracts. Authorizes appropriations for such effort. Increases both the civil and criminal tax penalties imposed for the avoidance of the tax laws. Requires a statement of tax compliance to be furnished by licensees, contractors, and borrowers of the Federal Government, stating that all Federal and State taxes have been paid prior to the expiration of any relevant due date. Requires the Federal agency to which the statement of compliance is submitted to furnish to the Secretary of Treasury the name and taxpayer identifying number of the person making such statement. Directs the Secretary of the Treasury to notify the relevant Federal agency of any false statements. Authorizes Federal agencies to impose sanctions in the instance of submission of false statements of tax compliance. Authorizes the Secretary of the Treasury to disclose taxpayer identity information to the press and other media with respect to any taxpayer who has willfully and knowingly: (1) failed to file tax returns; (2) disobeyed provisions of the tax code; (3) become delinquent in the payment of taxes in excess of $10,000; or (4) become subject to enforcement actions. Permits the contracting out of tax debt collections to collection agencies. Requires governmental units responsible for recording deeds of conveyance of real property to file a return in the form prescribed by the Secretary of the Treasury containing the name, address, and taxpayer identification number of the person designated as the grantor on the deed of conveyance, the amount of the consideration received, and any other information prescribed. Requires the Commissioner of Customs to make a return setting forth the entry of each article valued in excess of $5,000 and each amount of currency in excess of $5,000, entered by or on behalf of any individual during any calendar year. Describes the form and manner of such returns. Requires each individual whose name is set forth on such return to be furnished with a written statement showing the aggregate value of articles or currency entered by or on behalf of such individual, and other required information. Requires States to furnish the Secretary of the Treasury with information with respect to discrepancies in State and Federal tax information. Makes Federal tax information open to States without charge. Directs the Commissioner of Internal Revenue to establish a joint committee to identify innovative tax enforcement programs to be pursued jointly or separately by the various States and the Federal Government. Requires the committee to produce biennial reports for the President and the Congress. Authorizes appropriations for additional Internal Revenue Service employees and for procurement and implementation of automatic data processing equipment to be used to identify taxpayers who are intentionally disobeying the tax law. Exempts such equipment from certain approval processes for the procurement of that equipment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayer Awareness and Enforcement Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to increase all civil and criminal tax penalties for taxpayers who avoid their fair share of Federal taxes, to increase voluntary compliance of the Federal tax laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:26-05:00"
}