{
  "actions": [
    {
      "acted_at": "1992-10-02", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3308-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1992-10-02", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-02", 
  "number": "3308", 
  "official_title": "A bill to amend the Wild and Scenic Rivers Act by designating certain tributaries of the Maurice River in the State of New Jersey as components of the National Wild and Scenic Rivers System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-02", 
  "subjects": [
    "Congressional reporting requirements", 
    "New Jersey", 
    "Wild rivers", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-02", 
    "text": "Amends the Wild and Scenic Rivers Act to designate specified segments of the Manumuskin River and the Muskee Creek in New Jersey as components of the National Wild and Scenic Rivers System (System). Requires the Secretary of the Interior to administer such segments: (1) in association with the political jurisdictions through which the Maurice River and its tributaries pass; and (2) in accordance with the local river management plan prepared by the Cumberland County Department of Planning and Development and the plans and ordinances prepared and adopted by the municipal governments of such political jurisdictions. Requires the Secretary to review such plan to ensure that proper implementation of it will protect the values for which the segments were designated. Authorizes the Secretary, on request, to: (1) provide planning assistance to the State of New Jersey and its political subdivisions; and (2) enter into a memorandum of understanding or a cooperative agreement with another Federal agency or with the State of New Jersey to ensure that Federal and State programs are carried out in a manner that is consistent with the river management plans. Directs the Secretary to review compliance with the locally adopted river management plans biennially and to report to specified congressional committees on any deviation from the plans that causes or may result in any diminution of the values for which the segments were designated. Excludes such designated segments from provisions under the Act that authorize Federal acquisitions of lands within the segments' boundaries. Authorizes appropriations. Encourages the Secretary to: (1) continue to work with local municipalities to negotiate agreement and support for designating additional eligible segments of the Maurice River and its tributaries as components of the System; and (2) report to the Congress on the status of such discussions, negotiations, and recommendations concerning the designation of additional river segments in New Jersey as components of the System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Wild and Scenic Rivers Act by designating certain tributaries of the Maurice River in the State of New Jersey as components of the National Wild and Scenic Rivers System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:48-05:00"
}