{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3915-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "3915", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to improve the recruitment and retention of physicians under the Medicare program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Rural Physician Recruitment and Retention Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Lincoln, Blanche L.", 
    "state": "AR", 
    "thomas_id": "01570", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Health", 
    "Health care costs and insurance", 
    "Health personnel", 
    "Medical education", 
    "Medicare", 
    "Rural conditions and development"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Medicare Rural Physician Recruitment and Retention Act of 2010 - Amends title XVIII (Medicare) of the Social Security Act to: (1) extend the current update to the single conversion factor in the formula for the Medicare physician fee schedule through December 31, 2010; and (2) add an update for 2011 and subsequent years. Repeals the January 1, 2001, termination of the increase in the work geographic index to 1.00 for certain localities. Declares, however, that for services furnished on or after January 1, 2011, such 1.00 index shall not be applied in a budget neutral manner. Amends the Patient Protection and Affordable Care Act (PPACA) to repeal its revisions to requirements for calculation of the practice expense portion of the geographic adjustment factor applied in a fee schedule area for services furnished in 2010 or 2011. Repeals also the requirement that the Secretary analyze current methods of establishing practice expense geographic adjustments and make appropriate further adjustments (a new methodology) to such adjustments for 2010 and subsequent years. Amends PPACA to repeal the practice expense index for services furnished in frontier states. Amends the Health Care and Education Reconciliation Act of 2010 (HCERA) to repeal certain modifications in the employee wage and rent portions of the practice expense geographic index adjustment for 2010 and subsequent years. (Such modifications require that such portions reflect 1/2 (instead of 3/4) of the difference between the relative costs of employee wages and rents in each of the different fee schedule areas and the national average of such employee wages and rents.) Restores as though never amended corresponding previous provisions of law revised by PPACA and HCERA. Directs the Secretary of Health and Human Services (HHS) to increase the practice expense geographic index for services furnished on or after January 1, 2010, to 1.0 for certain localities. Declares that, as with the work geographic index, such increase shall not be applied in a budget neutral manner. Revises requirements for determination of full-time-equivalent (FTE) residents in an approved medical residency training program for purposes of payments for direct graduate medical education (GME) costs. Directs the Secretary to increase the limit on residents for each qualifying hospital that applies for additional residency positions. Requires an overall 15% increase in the aggregate number of FTE residency positions in approved medical residency training programs. Requires the Secretary to give preference to hospitals located in states in the lowest quartile of active physician-to-population ratio (generally, rural areas)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Rural Physician Recruitment and Retention Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to improve the recruitment and retention of physicians under the Medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:00-05:00"
}