{
  "actions": [
    {
      "acted_at": "1974-07-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15943-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-16", 
  "number": "15943", 
  "official_title": "A bill to amend title II of the Social Security Act to provide a 35-percent benefit increase with a $150 minimum, to improve the computation of benefits and eligibility therefor, to provide for payment of widow's and widower's benefits in full at age 50 without regard to disability, to raise the earnings base, to eliminate the actuarial reduction and lower the age of entitlement, to provide optional coverage for Federal employees, and to eliminate the retirement test; to amend title XVIII of such act to reduce to 60 the age of entitlement to medicare benefits and liberalize coverage of the disabled without regard to age, to provide coverage for certain governmental employees, to include qualified prescription drugs and free annual physical examinations under the supplementary medical benefits program, and to eliminate monthly premiums under such program for those whose gross annual income is below $4,800, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Tiernan, Robert O.", 
    "state": "RI", 
    "thomas_id": "01159", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-16", 
  "subjects": [
    "Federal employees and officials", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-16", 
    "text": "Social Security Amendments - Title I: Old-Age, Survivors', and Disability Insurance Benefits - Provides a thirty-five percent increase (with a $150 minimum) in benefits under the Old-Age, Survivors', and Disability Insurance program (title II) of the Social Security Act. Eliminates actuarial reductions in benefits. Establishes a new formula for computing the payment of benefits to married couples on the basis of their combined earning record. Increases to $15,000 the amount of outside earnings an individual may earn and still be eligible for title II benefits. Provides a cutoff of sixty years of age for both men and women in computing insured status and average monthly wage. Reduces to sixty the age requirement for entitlement to old age insurance benefits. Reduces to fifty the age requirement for entitlement to widow's and widower's insurance benefits. Reduces to sixty the age requirement for entitlement to benefits of dependent and surviving parents. Entitles specified brothers and sisters to survivor's benefits under this title. Revises the requirements to obtain disability benefits in the case of blind persons. Provides that in any case in which an individual would have been entitled to a disability insurance benefit for any month had application been filed therefor before the end of the twelfth month immediately succeeding such month, but such application was not filed before the end of such twelfth month, an application for such benefit which is filed after the end of such twelfth month may be accepted as a valid application for such benefit if it is shown to the satisfaction of the Secretary of Health, Education, and Welfare that there was good cause for the previous failure to file the application. Allows Federal officers and employees to elect coverage under the Old-Age, Survivors', and Disability Insurance system of the Social Security Act by filing a certificate with the Internal Revenue Service stating such intention. Prescribes time limits for filing such certificate, and the period of time for which it is effective. Requires an individual filing a certificate to give notice thereof to the head of the Federal Agency or instrumentality in or by which he is employed, at or before the time of filing such certificate. Title II: Health Insurance Benefits - Reduces to sixty the age requirement for health insurance benefits. Revises health insurance coverage for disabled individuals by eliminating various age and time requirements. Makes retired Federal employees eligible for health insurance benefits. Establishes special rules for retired Federal employees with duplicate health benefits coverage. Provides for hospital insurance coverage for specified state and local employees. Provides for coverage of prescription drugs under the hospital insurance program. Establishes, within the Department of Health, Education, and Welfare, a Formulary Committee to compile and publish a formulary listing of the drugs deemed qualified for benefits under this Act, together with maximum allowable costs and additional information concerning such drugs. Makes provisions for selecting drugs for the formulary. Exempts from the premium payment requirement under the Supplemental Medical Insurance Program individuals with a gross annual income of less than $4800. Provides for free annual physical examinations for the elderly. Title III: Miscellaneous and General Provisions - Authorizes to be appropriated for each fiscal year the Federal Old-Age and Survivors' Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Insurance Trust Fund, as may be appropriate, such sums as the Secretary of Health, Education, and Welfare deems necessary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide a 35-percent benefit increase with a $150 minimum, to improve the computation of benefits and eligibility therefor, to provide for payment of widow's and widower's benefits in full at age 50 without regard to disability, to raise the earnings base, to eliminate the actuarial reduction and lower the age of entitlement, to provide optional coverage for Federal employees, and to eliminate the retirement test; to amend title XVIII of such act to reduce to 60 the age of entitlement to medicare benefits and liberalize coverage of the disabled without regard to age, to provide coverage for certain governmental employees, to include qualified prescription drugs and free annual physical examinations under the supplementary medical benefits program, and to eliminate monthly premiums under such program for those whose gross annual income is below $4,800, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:15-05:00"
}