{
  "actions": [
    {
      "acted_at": "1999-03-19", 
      "references": [
        {
          "reference": "CR S3000", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s668-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1999-03-24", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-19", 
  "number": "668", 
  "official_title": "A bill to encourage States to incarcerate individuals convicted of murder, rape, or child molestation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aimee's Law", 
  "sponsor": {
    "district": null, 
    "name": "Santorum, Rick", 
    "state": "PA", 
    "thomas_id": "01015", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-19", 
  "subjects": [
    "Arrest", 
    "Child sexual abuse", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to law enforcement", 
    "Government operations and politics", 
    "Government paperwork", 
    "Imprisonment", 
    "Intergovernmental fiscal relations", 
    "Murder", 
    "Prosecution", 
    "Rape", 
    "Recidivists", 
    "Sex offenders", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-19", 
    "text": "Aimee's Law - Directs the Attorney General, in any case in which a State convicts of murder, rape, or a dangerous sexual offense an individual who has a prior conviction for any one of those offenses in another State, to transfer an amount equal to the costs of incarceration, prosecution, and apprehension of that individual from Federal law enforcement assistance funds that have been allocated to but not distributed to the State that convicted such individual of the prior offense to the State that convicted that individual of the subsequent offense. Directs the Attorney General, in any case in which a State convicts of murder, rape, or a dangerous sexual offense an individual who has a prior conviction for any one or more of those offenses in more than one other State, to transfer an amount equal to the costs of incarceration, prosecution, and apprehension of that individual from Federal law enforcement assistance funds that have been allocated to but not distributed to each State that convicted such individual of the prior offense to the State that convicted that individual of the subsequent offense. Requires the chief executive officer of a State, in order to receive such transferred funds, to submit to the Attorney General an application including a certification that the State has convicted of murder, rape, or a dangerous sexual offense an individual who has a prior conviction for one of those offenses in another State. Specifies that any such transferred amount shall be derived by reducing the amount of Federal law enforcement assistance funds received by the State that convicted such individual of the prior offense before the distribution of the funds to the State. Directs the Attorney General to establish a payment schedule. Makes such provisions inapplicable if an individual convicted of murder, rape, or a dangerous sexual offense has escaped and subsequently been convicted for such an offense. (Sec. 4) Directs the Attorney General to: (1) collect and maintain information relating to the number of convictions (during the calendar year) for murder, rape, and any sex offense in the State in which, at the time of the offense, the victim had not attained age 14 and the offender had attained age 18, and the number of such convictions that constitute second or subsequent convictions of the defendant of such an offense; and (2) report to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aimee's Law", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage States to incarcerate individuals convicted of murder, rape, or child molestation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:27-05:00"
}