{
  "actions": [
    {
      "acted_at": "2010-05-27", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3433-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-27", 
  "number": "3433", 
  "official_title": "A bill to prohibit the leasing of the Pacific, Atlantic, Eastern Gulf of Mexico, and Central Gulf of Mexico Regions of the outer Continental Shelf and to increase fuel economy standards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Coasts and Efficient Cars Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Atlantic Ocean", 
    "Climate change and greenhouse gases", 
    "Department of Transportation", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Gulf of Mexico", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Motor vehicles", 
    "Oil and gas", 
    "Pacific Ocean"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-27", 
    "text": "Clean Coasts and Efficient Cars Act of 2010 - Amends the Outer Continental Shelf Lands Act to prohibit the Secretary of the Interior from issuing a lease or permit for the exploration, development, or production of oil or natural gas in: (1) the Pacific and Atlantic Regions of the outer Continental Shelf; or (2) certain areas in the Gulf of Mexico. Replaces current fuel economy standards for automobiles for model years 2021 through 2030 with new standards for model years 2017 through 2030. Requires the Secretary of Transportation to prescribe an average fuel economy standard for passenger and non-passenger automobiles for each model year beginning with model year 2017 to achieve a combined fuel economy average for model year 2030 of at least 55 miles per gallon for the total fleet of passenger and non-passenger automobiles manufactured for sale in the United States for that model year (excluding light-duty vehicles that draw motive power from a battery with a capacity larger than 4 kilowatt-hours). Directs the Administrator of the Environmental Protection Agency (EPA), in collaboration with the Administrator of the National Highway Transportation Safety Administration (NHTSA), to ensure continued progress in significantly improving motor vehicle fuel efficiency and reducing greenhouse gas emissions by setting motor vehicle emission and fuel economy standards for model year 2017 and subsequent model years that reflect the greatest emission reductions and fuel efficiency improvement achievable through the application of technology that will be available for the model year to which the standards apply, considering the costs associated with the application of technology and other appropriate factors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Coasts and Efficient Cars Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the leasing of the Pacific, Atlantic, Eastern Gulf of Mexico, and Central Gulf of Mexico Regions of the outer Continental Shelf and to increase fuel economy standards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:50-05:00"
}