{
  "actions": [
    {
      "acted_at": "1999-07-29", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-29", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-29", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-29", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2630-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-29", 
  "number": "2630", 
  "official_title": "To reauthorize the National Telecommunications and Information Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "NTIA Reauthorization Act of 1999", 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-29", 
  "subjects": [
    "Access to health care", 
    "Administrative fees", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Auditing", 
    "Authorization", 
    "Automation", 
    "Colorado", 
    "Commerce", 
    "Communication in medicine", 
    "Communication in science", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Foundations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Government publicity", 
    "Government spending reductions", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Information networks", 
    "Information technology", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Libraries", 
    "Management audit", 
    "Military communications", 
    "Museums", 
    "Nonprofit organizations", 
    "Overhead costs", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Privatization", 
    "Productivity in government", 
    "Radio frequency allocation", 
    "Research centers", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Space activities", 
    "Technological innovations", 
    "Telecommunication policy", 
    "Telemedicine", 
    "Transfer of employees", 
    "Valuation"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-29", 
    "text": "NTIA Reauthorization Act of 1999 - Amends the National Telecommunications and Information Administration Organization Act (the Act) to increase and extend through FY 2001 the authorization of appropriations for the National Telecommunications and Information Administration (NTIA). (Sec. 3) Prohibits NTIA from assigning any electromagnetic radio frequency spectrum for use for, or provide any spectrum management functions with respect to, any Federal agency except to the extent that NTIA obtains reimbursement for the cost of such activities. Authorizes NTIA to collect fees from such agencies to cover such costs. Requires NTIA to report annually to Congress, for FY 2000 and thereafter, itemizing the fees collected. (Sec. 4) Directs the Comptroller General (CG) to assess and report to Congress on the fair market value of the facilities of the NTIA Institute for Telecommunication Sciences in Boulder, Colorado. (Sec. 5) Directs the CG to study and report to Congress on: (1) the efficiency of NTIA in carrying out its functions; and (2) whether such functions comply with the NTIA mission and responsibilities under law. Requires the Inspector General of the Department of Commerce to conduct and report to Congress on an audit or evaluation of the performance of NTIA in conducting each of its functions, programs, and operations. Requires NTIA to review the above reports and submit to Congress a plan for the most efficient performance of its functions, including personnel adjustments, automation or privatization of functions, termination of unnecessary functions, and reduction of expenses for management and overhead. (Sec. 6) Directs the Secretary of Commerce, acting through the Assistant Secretary, to convene an interagency review and assessment of spectrum reallocation to non-Federal use and the implications of such reallocations for affected Federal agencies. Requires a report from the Secretary to the President and Congress. (Sec. 7) Authorizes the Assistant Secretary to consolidate into a single submission reports required to be submitted to the same entity. (Sec. 8) Authorizes the Secretary, under the Telecommunications and Information Infrastructure Assistance Program, to make grants to eligible entities to assist in the development of a national telecommunications and information infrastructure. Requires grant funds to be used only for projects to: (1) expand or augment telecommunications networks or information technology systems for health care providers, educational institutions, research facilities, libraries, museums, State and local governments, and other social service and public information providers; (2) enhance the ability of such entities to have access to existing and new sources of information; (3) make universally available and utilize an advanced telecommunications and information infrastructure, especially for traditionally underserved populations; and (4) demonstrate and improve the efficiency and effectiveness of the delivery of social services, such as education and health care, to the American people. Outlines grant requirements and limits. Designates as eligible entities: (1) a nonprofit foundation, corporation, institution, or association; (2) a State or local government or political subdivision thereof; or (3) an enterprise owned and operated by a State or local government entity. Outlines application requirements, selection procedures, and administrative provisions (including authorized recovery of grant funds for grant use violations). Requires: (1) Inspector General reviews to assure grant use compliance; (2) monitoring and evaluation of grant projects and activities by the Secretary; and (3) an annual report from the Secretary to Congress summarizing the results of such monitoring and evaluation. Authorizes appropriations for FY 2000 and 2001 for such grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "NTIA Reauthorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize the National Telecommunications and Information Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:14-05:00"
}