{
  "actions": [
    {
      "acted_at": "1984-01-26", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-22", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Surface Transportation. Hearings held. Hearings printed:  S.Hrg. 98-748.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-08", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-06-06", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood with an amendment in the nature of a substitute and an amendment to the title. With written report No. 98-505.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-06", 
      "calendar": "Senate Legislative", 
      "number": "953", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 953.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-10-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-10-11", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-11", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-10-11", 
      "references": [], 
      "text": "Senate agreed to the House amendment. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-11", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-18", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-19", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-10-30", 
      "congress": "98", 
      "law": "public", 
      "number": "554", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-554.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s6912-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "6912"
    }
  ], 
  "bill_id": "s2217-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1984-04-09", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1984-03-19", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1984-03-20", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1984-03-22", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "554"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-10-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-10-11", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-10-02", 
    "vetoed": false
  }, 
  "introduced_at": "1984-01-26", 
  "number": "2217", 
  "official_title": "A bill entitled \"The Tandem Truck Safety Act of 1984\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5568-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Motor Carrier Safety Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-10-30", 
  "subjects": [
    "Agricultural machinery", 
    "Automobile safety standards", 
    "Common carriers", 
    "Congressional oversight", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Federal-state relations", 
    "Interstate highway system", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Motor vehicle safety", 
    "Roads and highways", 
    "State laws", 
    "States", 
    "Traffic accidents and safety", 
    "Transportation of hazardous substances", 
    "Truck drivers", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Trucks", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1984-10-11", 
    "text": "(Measure passed House, amended) Title I: Tandem Truck Safety Act of 1984 - Amends the Surface Transportation Assistance Act of 1982 to permit the Secretary of Transportation, at the request of the Governor of an affected State, to exempt segments of the Interstate System from the tandem trailer and large truck requirements and from truck width limitations, upon determining that such segments cannot safely accommodate such trucks. Requires the Secretary, if any segment of the Interstate System is so exempted, to consult with affected units of local government to determine possible alternative routes. Makes conforming amendments to the Surface Transportation Assistance Act of 1982. Requires the Secretary to concur with the Governor of the affected State before designating highways subject to Federal width limitations. Allows States to impose reasonable restrictions on certain truck tractor-semitrailer combinations while providing such trucks access to the Interstate System. Title II: Motor Carrier Safety Act of 1984 - Directs the Secretary of Transportation, not later than 18 months after enactment of this Act, to issue regulations to assure that: (1) commercial motor vehicles are safely maintained, equipped, loaded, and operated; (2) the responsibilities imposed upon drivers of commercial motor vehicles do not impair such drivers' ability to operate safely; (3) the physical condition of such drivers is adequate to enable them to drive safely; and (4) the operation of commercial motor vehicles does not create deleterious effects on the physical condition of such drivers. Prohibits the Secretary from eliminating or modifying existing motor carrier safety rules pertaining to vehicles transporting hazardous substances, unless and until an equivalent or more stringent regulation has been promulgated under the Hazardous Materials Transportation Act. Directs the Secretary, before prescribing or revising requirements for motor carrier qualifications, hours of service, safety, and equipment standards, to consider the costs and benefits of such requirements. Requires States to submit copies of commercial motor vehicle safety laws and regulations to the safety panel (established by this Act) for review. Provides for the review and preemption of such State regulations which are inconsistent with Federal regulations within 60 months of enactment of this Act. Directs the Secretary of Transportation to establish the Commercial Motor Vehicle Safety Regulatory Review Panel to: (1) analyze and review such State laws; (2) conduct a study to evaluate the need for Federal assistance to States in carrying out Federal regulations; and (3) make recommendations to the Secretary based on such study. Requires each commercial motor vehicle to pass an annual inspection of its safety equipment. Directs the Secretary to establish Federal standards for such equipment and a procedure for State implementation of such inspections. Empowers the Secretary to conduct studies and activities as necessary to carry out provisions of this Act. Requires agents of the Secretary, in carrying out the Secretary's inspection and investigation functions, to consult with employers and employees and their authorized representatives and offer such persons the right of accompaniment. Sets forth the Secretary's duty to investigate nonfrivolous complaints and to protect the identities of complainants. Sets forth penalties for violations of safety standards promulgated under this title. Directs the Secretary to study the effectiveness of such penalties and investigate the need for increased fine levels. Requires a report to Congress on the findings not later than two years after enactment of this title. Removes the authority of the Secretary to initiate litigation related to highway safety. Vests such authority in the Attorney General. Directs the Secretary to establish a procedure to determine the safety fitness of persons seeking operating authority as motor carriers. Requires the submission of such procedure to Congress not later than one year after enactment of this Act. Directs the Secretary to conduct a study of safety characteristics of heavy trucks, including an examination of their handling, braking, stability, and crashworthiness. Authorizes appropriations as necessary for FY 1985 and 1986 for such study. Requires the Secretary to report to Congress on the results of a study of crash protection for truck occupants, including potential performance standards for truck manufacturers. Authorizes appropriations as necessary for FY 1985 and 1986 for such study. Requires the Secretary to conduct a study of the safety performance of commercial vehicles operating in intrastate commerce and report to Congress, within two years of enactment, on the effectiveness of State regulation of such transportation. Directs the Secretary to study the effectiveness of existing regulations on emergency warning devices required to be carried on buses, trucks, truck tractors, and motor-driven vehicles which are involved in emergency situations. Requires such study to investigate the potential costs and benefits of requiring passenger automobile operators to carry emergency warning devices and to examine the benefits of warning devices in enhancing highway safety. Authorizes appropriations as necessary for FY 1986 and 1987 for such study. Requires the Secretary, in consultation with the Director of the National Institute for Occupational Safety and Health and the Secretary of Labor, to undertake a study of health hazards to which employees engaged in the operation of commercial motor vehicles are exposed and to develop information to enable such employees to operate free from recognized hazards. Requires that such study be submitted to Congress within one year after enactment of this Act. Declares that the provisions of this Act shall not affect provisions of the Hazardous Materials Transportation Act. Amends the Motor Carrier Act of 1980 to authorize the Secretary, with respect to agricultural vehicles, to reduce the level of financial responsibility required for transporting certain hazardous substances. Amends the Surface Transportation Assistance Act of 1982 to revise the date for which trucks must be equipped with splash and spray suppressant devices. Amends the Bus Regulatory Reform Act of 1982 to require foreign bus carriers in contiguous countries to have evidence of the minimum level of financial responsibility before being allowed entry into the United States. Extends the moratorium on certifying foreign motor carriers to September 19, 1988. Sets forth procedures for certifying certain foreign motor carriers to provide interstate transportation for specified items. Amends the Surface Transportation Assistance Act of 1982 to revise the definition of \"employee.\" Directs the Secretary to study and determine whether such Act should be amended to provide protection to persons employed by commercial motor carriers engaged in the transportation of passengers. Directs the appropriate congressional committees to conduct periodic oversight hearings on the effects of this title for the first five years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Motor Carrier Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Tandem Truck Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Tandem Truck Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Motor Carrier Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Tandem Truck Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Motor Carrier Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Tandem Truck Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Tandem Truck Safety Act of 1984\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}