{
  "actions": [
    {
      "acted_at": "1983-07-26", 
      "bill_ids": [
        "s615-98", 
        "s60-98", 
        "s239-98", 
        "s291-98", 
        "s293-98", 
        "s370-98", 
        "s689-98", 
        "s740-98", 
        "s823-98", 
        "s996-98", 
        "s1017-98", 
        "s1049-98", 
        "s1119-98", 
        "s1408-98"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources incorporated provisions of related measures S. 615, S. 60, S. 239, S. 291, S. 293, S. 370, S. 689, S. 740, S. 823, S. 996, S. 1017, S. 1049, S. 1119, S. 1408 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-26", 
      "bill_ids": [
        "s615-98"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources ordered to be reported an original measure in lieu of S.615, without recommendation.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-07-29", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator McClure. With written report No. 98-205. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-29", 
      "calendar": "Senate Legislative", 
      "number": "330", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 330.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-11-01", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-01", 
      "references": [], 
      "text": "Cloture motion on the Motion to Proceed presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "references": [], 
      "text": "Motion to proceed considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "references": [], 
      "text": "Second cloture motion on the Motion to Proceed presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-03", 
      "references": [], 
      "text": "Cloture on the Motion to proceed to the consideration of the bill invoked in Senate by Yea-Nay Vote. 86-7. Record Vote No: 331.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-03", 
      "references": [], 
      "text": "Motion to proceed to the consideration of S. 1715 considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-03", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-14", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-15", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 330.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2456-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2456"
    }, 
    {
      "amendment_id": "s2485-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2485"
    }, 
    {
      "amendment_id": "s2486-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2486"
    }, 
    {
      "amendment_id": "s2487-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2487"
    }, 
    {
      "amendment_id": "s2523-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2523"
    }, 
    {
      "amendment_id": "s2524-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2524"
    }, 
    {
      "amendment_id": "s2525-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2525"
    }, 
    {
      "amendment_id": "s2576-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2576"
    }, 
    {
      "amendment_id": "s2614-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2614"
    }, 
    {
      "amendment_id": "s2615-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2615"
    }, 
    {
      "amendment_id": "s2616-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2616"
    }, 
    {
      "amendment_id": "s2618-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2618"
    }
  ], 
  "bill_id": "s1715-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-29", 
  "number": "1715", 
  "official_title": "An original bill to amend the Natural Gas Policy Act of 1978, to protect consumers from those price increases that would occur because of market distortions as a consequence of current regulation of natural gas prices, to permit natural gas contracts to reflect free market prices, to provide for a phased deregulation of natural gas prices in order to achieve a free market by a date certain, to eliminate incremental pricing requirements for natural gas, to eliminate certain restrictions on the use of natural gas and petroleum, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s60-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s239-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s291-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s293-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s370-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s615-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s689-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s740-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s823-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s996-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1017-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1049-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1119-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1408-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1715-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Policy Act Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-07-26", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust actions", 
    "Antitrust law", 
    "Contracts", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Electric power", 
    "Electric power production", 
    "Energy", 
    "Energy prices", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price regulation", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-29", 
    "text": "Natural Gas Policy Act Amendments of 1983 - Title I: Transitional Price and Contract Provisions - Amends the Natural Gas Policy Act of 1978 to set forth transitional price provisions applicable to first sales for resale of natural gas, from the date of enactment of this Act until price controls are no longer applicable. Excludes from such provisions: (1) first sale gas, where the sale contract was executed after enactment; (2) gas subject to a first sale contract that was renegotiated after enactment, if the renegotiated contract expressly provides that wellhead price controls shall not apply; or (3) released or take or pay gas. Provides that the transitional provisions shall be applicable only at the election of either party to a contract. Establishes the options available for non-electing parties, including termination. Exempts from the transitional provisions a contract containing a clause that may be exercised at the option of the purchaser, which enables the purchasers to adjust the contract price but does not prohibit the purchaser from adjusting the price to a price equal to the applicable price indicator (as set forth in this Act). Sets forth provisions applicable to high priced gas and low priced gas which basically provide for: (1) lowering of the price of high priced gas, but not below the applicable price indicator; and (2) raising the price of low priced gas, but not above the applicable price indicator. Repeals provisions relating to contract duration, offers, and rights of first refusal. Permits a purchaser not to take delivery of the following amounts of gas contracted for, in the case of any contract in effect as of enactment: (1) 50 percent of deliverability in the first year following enactment; (2) 60 percent of deliverability in the second year following enactment; and (3) 70 percent of deliverability in the third year following enactment. Permits the sale of gas volumes not taken to any other purchaser as released take or pay gas and provides that such gas: (1) shall not be subject to the abandonment requirements of the Natural Gas Act; (2) shall not be committed or dedicated to interstate commerce under the Natural Gas Act; and (3) shall not be subject to the provisions of this Act relating to the maximum lawful price. Permits either party to a contract for the purchase of natural gas to have the right to terminate the contract providing proper notice is given and the terminating party offers the other party an unconditional release. Establishes a purchasers' right of first refusal or right of first offer. Imposes an obligation on a pipeline purchaser that was a party to a contract terminated under the transitional price or market out provisions of this Act to transport natural gas for a seller that was a party to such terminated contract. Authorizes a limitation of the obligation if construction of new facilities is required or the pipeline's ability to serve its existing customers is impaired. Establishes the consideration to be paid. Provides that the price established by the free market price indicator in effect on the first full day of the 44th month following enactment: (1) shall operate as a permanent reference for any area rate clause defined in this paragraph; and (2) shall be the reference price for natural gas under any contract subject to the transitional pricing provisions for low priced gas, if such price would otherwise be below the price level established by the free market price indicator on that date. Defines an area rate clause as a clause which establishes a contract price for the sale of gas by reference to a federally established rate. Title II: Removal of Wellhead Price Controls and Repeal of Jurisdiction Over Certain First Sales - Provides for the immediate deregulation of: (1) any gas subject to a first sale contract executed after enactment; (2) any gas subject to a first sale contract renegotiated after enactment, if the renegotiation expressly provides that wellhead price controls shall not apply; (3) released take or pay gas; and (4) certain low and high priced gas. Provides for the deregulation of all natural gas by the first day of the 41st month following enactment, subject to certain exceptions. Repeals the jurisdiction of the Federal Energy Regulatory Commission (FERC) over sales of certain committed or dedicated natural gas. Repeals provisions permitting the reimposition of price controls. Title III: Limitations On Passthrough of Certain Purchased Gas Costs - Prohibits denying any interstate pipeline recovery of the amounts paid for natural gas purchases under first sale contracts entered into or renegotiated during the three year period beginning on the first day of the eighth full month following enactment on the grounds that the amounts paid were excessive due to abuse or similar grounds, if such amounts are prudent. Declares a purchase prudent if: (1) the weighted average for purchase during a month does not exceed 110 percent of the free market price indicator; or (2) the amount paid either matches the term of an offer made where a pipeline purchaser has a right of first refusal or is paid pursuant to a right of first offer. Authorizes FERC during any month in which the weighted average paid for natural gas entered into or renegotiated during the three year period specified in this paragraph exceeds 110 percent of the free market price indicator to determine that any amount paid in excess of 110 percent of the free market price indicator may be recovered by the pipeline. Requires any increase in pipeline rates recovered under this paragraph to go into effect upon the date of filing subject to a refund with interest. Requires FERC to promulgate rules providing for the automatic passthrough of any reductions in amounts paid for natural gas purchases realized by an interstate pipeline as a result of: (1) take or pay reductions; (2) transitional pricing provision reductions; or (3) any other reductions in amounts paid for natural gas. Title IV: Removal of Impediments to Interstate Movements of Gas - Requires an interstate pipeline (or intrastate pipeline, or local distribution company) to transport natural gas if: (1) a seller or purchaser of natural gas requests an interstate pipeline (or intrastate pipeline, or local distribution company) to transport natural gas; (2) the pipeline has available capacity; and (3) the seller or purchaser certifies that at least 45 days in advance it notified the interstate pipeline (or intrastate pipeline, or local distribution company) of its intent to request transportation, it made a good faith attempt to negotiate continued service, and it has been unable to conclude any other satisfactory transportation agreement. Requires in the case of an intrastate pipeline or local distribution company, in addition to the above requirements: (1) that FERC first consult with the Governor of the affected State; and (2) that after the pipeline has received the request it files the request with the State agency and the State agency has not taken a final action within 90 days of receipt of the request. States that no intrastate pipeline or local distribution company shall be subject to the jurisdiction of the FERC under the Natural Gas Act by virtue of transporting gas pursuant to the above requirements. Exempts an intrastate pipeline or local distribution company from the above requirements if a State agency certifies that: (1) it has authority to require an intrastate pipeline (or a local distribution company) to transport natural gas for a seller or purchaser of natural gas requesting such transportation; and (2) pursuant to such authority, it is required to take final administrative action within a certain time. Sets forth provisions relating to: (1) the determination of a pipeline's capacity; (2) protection for a pipeline's high priority users; (3) carriage compensation; (4) construction of new facilities; (5) a pipeline's service obligation to a customer purchaser; (6) termination of required transportation; (7) issuance of regulations; (8) administrative procedures; and (9) definitions. Provides: (1) for the coordination of the above provisions with the Natural Gas Policy Act; and (2) that the effective date for the above provisions shall be 120 days after enactment. Authorizes FERC, in general, by rule or order, to: (1) authorize any intrastate pipeline or local distribution company to transport natural gas on behalf of any person; and (2) authorize any pipeline or local distribution company to sell natural gas to any pipeline or local distribution company. Requires an intrastate pipeline or local distribution company buying natural gas outside the State of receipt in a covered transaction to file for and obtain express authorization from the Commission for such sale. Provides that, in general, no intrastate pipeline or local distribution company shall be subject to FERC's jurisdiction under the Natural Gas Act by reason of purchasing natural gas in a covered transaction regardless of whether the purchase occurs in the State of receipt. Title V: Additional Authorities and Requirements - Prohibits an interstate pipeline from selling in interstate commerce during any month to an affiliated intrastate pipeline a percentage of available natural gas which is greater than the percentage of available lower average-priced natural gas which the affiliate is purchasing during the same month from nonaffiliate interstate pipelines. Prohibits FERC from issuing a certificate of public convenience and necessity under the Natural Gas Act for the off-system sale of natural gas if such sale is to occur at a price less than the temporary price indicator or the free market price indicator, plus the just and reasonable rate for the transportation of such gas to the purchaser. Provides a defense to any antitrust suit with respect to any actions taken to develop cooperative associations of independent producers or actions taken by such cooperative associations to carry out any voluntary agreement or plan of action to market released natural gas, provided that the action: (1) is necessary to market the gas; and (2) the action is not taken to reduce competition. Provides that for purposes of determining a royalty under any oil or gas lease that bases royalty on market value, any price paid for natural gas either under any contract in effect as of enactment such gases subsequent contracts shall be considered or under market value if the price was established: (1) pursuant to the provisions of this Act; or (2) pursuant to the renegotiation of that contract if that renegotiation occurred after enactment of this Act. Title VI: Repeal of Certain Restrictions On Natural Gas and Petroleum Use and Pricing - Amends the Powerplant and Industrial Fuel Use Act of 1978 to repeal: (1) prohibitions on the use of natural gas and petroleum as a primary energy source in new electric powerplants and new major fuel-burning installations; (2) the prohibition on the construction of new powerplants without alternate fuel capability; (3) the authority of the Secretary of Energy to prohibit the use of natural gas in certain boilers used for space heating; (4) the prohibition on the use of natural gas for decorative outdoor lighting; and (5) the authority of the Secretary to restrict increased uses of petroleum by existing powerplants. Makes conforming amendments. Repeals the incremental pricing provisions of the Natural Gas Policy Act of 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Policy Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Natural Gas Policy Act of 1978, to protect consumers from those price increases that would occur because of market distortions as a consequence of current regulation of natural gas prices, to permit natural gas contracts to reflect free market prices, to provide for a phased deregulation of natural gas prices in order to achieve a free market by a date certain, to eliminate incremental pricing requirements for natural gas, to eliminate certain restrictions on the use of natural gas and petroleum, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:01-05:00"
}