{
  "actions": [
    {
      "acted_at": "1979-06-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4641-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Butler, M. Caldwell", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "00159", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-27", 
  "number": "4641", 
  "official_title": "A bill to amend title 28 of the United States Code to provide for improvements in the administration of the courts of the United States by the establishment of a Commission on Judicial Disabilities and Tenure, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Tenure Act", 
  "sponsor": {
    "district": "19", 
    "name": "Railsback, Thomas F.", 
    "state": "IL", 
    "thomas_id": "00941", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-27", 
  "subjects": [
    "Administration of justice", 
    "Advisory bodies", 
    "Courts and Civil Procedure", 
    "Due process of law", 
    "Federal advisory bodies", 
    "Judges", 
    "Judicial corruption", 
    "Judicial ethics", 
    "Judicial power", 
    "Judicial tenure", 
    "Law", 
    "Misconduct in office", 
    "Removal of officials", 
    "Retirement", 
    "Supreme Court", 
    "Supreme Court jurisdiction", 
    "Supreme Court justices"
  ], 
  "subjects_top_term": "Judicial tenure", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-27", 
    "text": "Judicial Tenure Act - Establishes in the judicial branch a seven-member Commission on Judicial Disabilities and Tenure to: (1) investigate, upon formal or informal request of any person, any Federal judge or the physical or mental condition of any judge (except a justice of the Supreme Court); and (2) determine whether (A) the conduct of such judge is consistent with the good behavior required by article III of the Constitution, or (B) such condition renders such judge unable to discharge the duties of judicial office. Directs the Commission to consider (but not be bound by) the following factors in making such a determination with respect to the good behavior standard: (1) Canons of Judicial Ethics of the American Bar Association and the Judicial Conference of the United States; (2) resolutions of the Judicial Conference; and (3) Acts of Congress relating to judicial conduct. Stipulates that willful and persistent failure to perform duties of office or habitual intemperance may be deemed to be inconsistent with the good behavior requirement. Requires the Commission to certify a judge whose physical or mental condition renders him or her unable to properly discharge the duties of office to the President for involuntary retirement. Stipulates that habitual intemperance may be deemed to be such a condition. Sets forth procedures for determinations by the Commission. Provides for a hearing upon the Commission's determination that there is probable cause for further investigation. Grants to the judge affected certain due process rights at such hearing. Requires the Commission to make findings of fact and a determination as to the judge's conduct or condition within 60 days of such hearing. Requires the concurrence of five members of the Commission that a preponderance of the evidence supports a determination that a judge be removed, censured, or involuntarily retired. Subjects such a determination to Supreme Court review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Tenure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28 of the United States Code to provide for improvements in the administration of the courts of the United States by the establishment of a Commission on Judicial Disabilities and Tenure, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:22-05:00"
}