{
  "actions": [
    {
      "acted_at": "1991-06-14", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1301-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1991-10-15", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-06-20", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1991-06-19", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1991-07-15", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1991-06-18", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-14", 
  "number": "1301", 
  "official_title": "A bill to establish grant programs and provide other forms of Federal assistance to pregnant women, children in need of adoptive families, and individuals and families adopting children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Adoption Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-14", 
  "subjects": [
    "Adoption", 
    "Child welfare", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal employees", 
    "Foster home care", 
    "Government employees' health insurance", 
    "Graduate education", 
    "Health insurance", 
    "Income tax", 
    "Information storage and retrieval systems", 
    "Maternal health services", 
    "Military dependents", 
    "Military personnel", 
    "Pregnant women", 
    "Residential rehabilitation", 
    "Right to counsel", 
    "Scholarships", 
    "Sick leave", 
    "Social work", 
    "Standards", 
    "State laws", 
    "Tax credits"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-14", 
    "text": "Omnibus Adoption Act of 1991 - Title I: National Advisory Council on Adoption - Establishes the National Advisory Council on Adoption (the Council), to be appointed by the Secretary of Health and Human Services (HHS). Terminates such Council after four years. Title II: Adoption Data Collection System - Directs the Secretary of HHS to: (1) report to the Congress, within 30 days, on the status of the implementation of the adoption data collection system required under specified provisions of the Social Security Act, including specific assurances relating to such system; (2) report monthly to the Congress on the progress made in implementing such system; and (3) consult with the Council in developing regulations to carry out such reporting requirements and assurances. Title III: Adoption Education Programs - Amends the Higher Education Act of 1965 (HEA) to establish a program of fellowships for graduate study in social work, in innovative programs concerning the effects of adoption on the adopted children, their adoptive families, and their biological parents who make an adoption plan. Directs the Secretary of Education to award up to 50 such fellowships. Sets forth provisions for student selection procedures, stipends, payments to institutions, fellowship conditions, consultation with the Council, and an authorization of appropriations for FY 1992 through 1994. Directs the Secretary of Education, within one year after enactment of this Act, to make grants to States to carry out adoption education programs. Sets forth provisions for grants amounts, applications and agreements, program guidelines, consultation with the Council, and an authorization of appropriations for FY 1992 through 1994. Title IV: Adoption Benefits for Federal Employees and Military Personnel - Amends Federal law relating to Federal employees to allow their sick leave (including advance sick leave) to be used for purposes relating to the adoption of a child. Includes prenatal and maternal benefits (other than those relating to a surrogate parenting arrangement) for the biological mother of an adoptive child among the types of benefits which may be provided under Federal employee benefits plans. Directs the Office of Personnel Management (OPM) to establish minimum standards for this type of benefits, in accordance with specified guidelines. Amends Federal law relating to members of the uniformed services to require establishment of a program to reimburse them for expenses they incur for prenatal and maternal care provided to the biological mother of a child they legally adopt. Limits such reimbursement to care provided on or after the date on which the member notifies the appropriate administering Secretary. Prohibits such reimbursement for expenses incurred in carrying out a surrogate parenting arrangement. Includes prenatal care among types of authorized care for military dependents. Includes care for preexisting conditions among the types of authorized care for adopted children of uniformed service members. Defines adopted child, for purposes of Federal law relating to members of the uniformed services, as a child with respect to whom a written plan of adoption has been entered into pursuant to the laws of the State in which the child resides. Directs OPM and the Secretary of Defense to coordinate their development of regulations and guidelines to carry out their responsibilities under this title, and to consult with the Council in such development. Title V: Adoption Tax Credit - Amends the Internal Revenue Code (IRC) to establish a refundable tax credit for certain amounts of adoption expenses, for taxpayers at certain income levels. Title VI: Maternal Health Certificates Program - Directs the Secretary of HHS, within 180 days after enactment of this Act, to establish a program to provide maternal health certificates for eligible pregnant women to use to cover expenses incurred in receiving services at a maternal and housing services facility. Bases eligibility on an individual's having an annual individual income of not greater than 175 percent of the applicable official poverty line income. Determines such income without taking account of: (1) the income of any parent or guardian of the individual; or (2) the income of an estranged spouse who has been living apart from the woman for at least six months. Prohibits finding an individual ineligible for such program solely on the grounds that they do not receive aid under the State plan for aid for families with dependent children (AFDC) under the Social Security Act. Sets limits on the amount of expenses which such program certificates may cover. Directs the Secretary of HHS to consult with the Council in developing regulations for such program. Authorizes appropriations for FY 1992 through 1994 for such maternal health certificates program. Title VII: Rehabilitation Grants for Maternity Housing and Services Facilities - Directs the Secretary of Housing and Urban Development (HUD) to carry out a program to make grants to eligible nonprofit entities for rehabilitation of existing structures for use as facilities to provide housing and services to pregnant women. Sets forth provisions for such grant program authority, applications, limitations on numbers and amounts of grants, and reporting requirements. Directs the Secretary of HUD to consult with the Council in issuing such program regulations. Authorizes appropriations for such program for FY 1992 through 1994. Title VIII: Sense of Congress Regarding Changes in State Adoption Laws - Expresses the sense of the Congress that each State should adopt and enforce specified types of adoption laws, rules, or regulations, which include provisions for: (1) disclosure of all relevant information, including background information (except actual identification of the child or biological parents), to the prospective adoptive parent, with criminal penalties for unauthorized disclosure, (2) pre-placement investigations of the prospective adoptive parent; (3) disclosure to the court of all costs incurred by or on behalf of each party to the adoption; (4) guaranteed adequate legal representation for the biological mother; (5) filing of a petition for adoption with the appropriate court within one year after placement; and (6) coverage by the health plan of the adoptive parent of pregnancy and childbirth expenses (excluding surrogate parenting arrangements) for the child and the biological mother, or for any dependent child of the plan enrollee, and plan coverage of pre-existing conditions of adopted children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Adoption Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish grant programs and provide other forms of Federal assistance to pregnant women, children in need of adoptive families, and individuals and families adopting children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}