{
  "actions": [
    {
      "acted_at": "1994-03-23", 
      "references": [
        {
          "reference": "CR S3550-3551", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-24", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-11", 
      "calendar": "Senate Legislative", 
      "number": "406", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 406.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1964-103", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1994-03-24", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1994-03-24", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1994-03-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1994-03-24", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1994-06-14", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1994-03-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1994-06-14", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1994-06-20", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1994-03-24", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1994-03-24", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1994-03-24", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1994-05-02", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1994-03-24", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1994-03-24", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1994-03-24", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-24", 
  "number": "1964", 
  "official_title": "A bill entitled the Reemployment and Retraining Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reemployment and Retraining Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-04-11", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Age and employment", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Air pollution control", 
    "Armed forces and national security", 
    "Authorization", 
    "Business records", 
    "Career education", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community centers", 
    "Community development", 
    "Compensatory education", 
    "Computer networks", 
    "Computer-assisted instruction", 
    "Conversion of industries", 
    "Cost effectiveness", 
    "Counseling", 
    "Crime and law enforcement", 
    "Data banks", 
    "Defense industries", 
    "Department of Labor", 
    "Disabled", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Dislocated workers", 
    "Displaced homemakers", 
    "Diversification in industry", 
    "Economic development", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Educational policy", 
    "Electronic data processing", 
    "Emergency management", 
    "Employee morale", 
    "Employee ownership", 
    "Employee rights", 
    "Employee training", 
    "Employment agencies", 
    "Employment forecasting", 
    "Employment of the handicapped", 
    "Employment subsidies", 
    "Employment tests", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to vocational education", 
    "Federal-state relations", 
    "Food stamps", 
    "Fraud", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government regulation", 
    "Governors", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Hard-core unemployed", 
    "Higher education", 
    "Housing and community development", 
    "Impacted area programs", 
    "Income", 
    "Income maintenance programs", 
    "Industrial relations", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Intergovernmental relations", 
    "Job enrichment", 
    "Job hunting", 
    "Job vacancies", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor mobility", 
    "Labor statistics", 
    "Labor supply", 
    "Labor unions", 
    "Labor-management committees", 
    "Law", 
    "Layoffs", 
    "Literacy programs", 
    "Location of industries", 
    "Management information systems", 
    "Manpower policy", 
    "Manpower training programs", 
    "Migrant labor", 
    "Military base closures", 
    "Minimum wages", 
    "Occupational mobility", 
    "Occupational retraining", 
    "Occupational surveys", 
    "Older workers", 
    "Part-time employment", 
    "Personnel management", 
    "Plant shutdowns", 
    "Public assistance programs", 
    "Public service employment", 
    "Relocation of employees", 
    "Scholarships", 
    "Science, technology, communications", 
    "Seasonal labor", 
    "Self-employed", 
    "Signs and symbols", 
    "Skilled labor", 
    "Social welfare", 
    "State laws", 
    "Student aid", 
    "Student loan funds", 
    "Technical education", 
    "Travel costs", 
    "Underclass", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Urban affairs", 
    "Veterans' employment", 
    "Vocational guidance", 
    "Wages", 
    "Women", 
    "Women's employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-24", 
    "text": "TABLE OF CONTENTS: Title I: Comprehensive Program for Worker Reemployment Title II: One-Stop Career Center System Title III: National Labor Market Information System Title IV: Reinvention Labs for Job Training for the Economically Disadvantaged Reemployment and Retraining Act of 1994 - Establishes: (1) a comprehensive program for worker reemployment; (2) a one-stop career center system; (3) a national labor market information system; and (4) reinvention labs for job training for the economically disadvantaged. (Sec. 4) Authorizes appropriations for titles I, II, and III of this Act. Title I: Comprehensive Program for Worker Reemployment - Allots funds among States and reserves certain funds for national activities. (Sec. 103) Makes certain permanently laid-off workers and long-term unemployed individuals (as well as workers facing imminent plant shutdowns and self-employed individuals unemployed because of community economic conditions or natural disasters) eligible for services under this title. Makes dislocated homemakers eligible if a State Governor deems this appropriate and certain conditions are met. Part A: State and Substate Delivery System - Makes States responsible for administrative and management systems under this title. (Sec. 112) Requires the Governor to designate or establish a dislocated worker unit at the State level, with specified rapid response, information, and coordination functions. Directs such unit to coordinate with substate grantees and career centers, and to promote worker-management transition assistance committees. Provides for rapid response coverage of certain layoffs, State funding of preliminary assessments of worker buyouts of plants, prohibition of State transfer of rapid response functions, and Federal oversight of such functions. (Sec. 113) Requires the Governor to develop and maintain a comprehensive labor market information system in the State that meets certain requirements relating to the national system of effective labor market information. (Sec. 114) Requires the Governor to coordinate programs under this title with the worker profiling system under the Social Security Act and the retraining income support program under this Act. (Sec. 115) Authorizes the Governor to award supplementary grants to eligible entities to provide authorized services to eligible individuals in areas of the State experiencing substantial increases in numbers of such individuals due to plant closures, base closures, and mass layoffs. Allows such grant funds to be used to establish additional service centers, including on-site transition centers. (Sec. 116) Authorizes the Governor to award job retention project grants for upgrading skills of workers at risk of permanent layoff and retraining workers in new technologies and work processes to help convert or restructure businesses into high performance work organizations and avert plant closings or substantial layoffs. Requires State and employer contributions. Requires consultation with unions. (Sec. 117) Requires establishment of substate area administrative structures. (Sec. 118) Requires each designated substate grantee to establish one or more career centers in that area. Allows additional, temporary on-site transition centers. (Sec. 119) Authorizes substate area funds to be used for the following services for eligible individuals: (1) basic reemployment services; (2) intensive reemployment services; (3) education and training services; (4) retraining income support; (5) supportive services; and (6) supplemental wage allowances for older workers. (Sec. 120) Allows a career center to issue a certificate of continuing eligibility for services to eligible individuals who are accepting employment at a significantly lower wage than their previous one or in an occupation significantly different from their previous one. Part B: Federal Service Delivery System - Directs the Secretary of Labor to establish a program of national discretionary grants to address large-scale economic dislocations resulting from plant closures, base closures, or mass layoffs. Allows such grants to be used for providing comprehensive planning services to assist communities in addressing and reducing the impact of an economic dislocation and for establishing on-site transition centers. (Sec. 132) Directs the Secretary to make funds available for disaster relief employment assistance to States for substate allocation. (Sec. 133) Directs the Secretary to provide for: (1) evaluation of programs under this title; (2) research on addressing economic dislocation, facilitating the transition of permanently laid-off workers to reemployment, and upgrading skills of employed workers; and (3) demonstration projects to develop and improve methods of addressing economic dislocation and promoting worker adjustment. (Sec. 134) Directs the Secretary to provide staff training and technical assistance to various entities to enhance their capacity to develop and deliver adjustment assistance services to workers and to avert plant closings or substantial layoffs. Requires integration of such activities with those of the Capacity Building and Information and Dissemination Network. (Sec. 135) Directs the Secretary to provide for delivery of programs, activities, and services under this title in any State that chooses not to participate. Part C: Performance Standards and Quality Assurance Systems - Directs the Secretary to establish a process, including an annual meeting, in each State to promote development of a customer service compact among parties administering programs under this title. (Sec. 152) Directs the Secretary to prescribe performance standards relating separately to the substate grantees and the career centers. Directs Governors to prescribe adjustments to such standards and award incentive grants to grantees and centers exceeding such standards. (Sec. 153) Requires each substate grantee to establish methods for obtaining customer feedback from eligible individuals and employers who have received services from a career center. (Sec. 154) Makes providers of education and training services eligible to receive funds under this title if they are eligible to participate under student aid provisions of the Higher Education Act of 1965 or are determined eligible under alternative procedures established by Governors, and if they provide performance-based information. Exempts on-the-job training providers from such requirements. Part D: General Requirements - Sets forth general requirements for programs under this title, including provisions for benefits, labor standards, and grievance procedures. Part E: Fiscal Administrative Provisions - Sets forth various administrative provisions, including ones for program year, prompt allocation of funds, monitoring, fiscal controls and sanctions, reports, recordkeeping, and investigations, administrative adjudication, nondiscrimination, judicial review, nondiscrimination, and criminal provisions. Part F: Miscellaneous Provisions - Provides for transition, on July 1, 1995, to programs authorized under this title from the following programs, which this Act repeals, under employment and training assistance for dislocated workers provisions of the Job Training Partnership Act (JTPA): (1) Economic Dislocation and Worker Adjustment Assistance Program; (2) Defense Conversion Adjustment Program; (3) Defense Diversification Program; and (4) Clean Air Employment Transition Assistance Program. Terminates the Disaster Relief Employment Assistance program under JTPA. Title II: One-Stop Career Center System - Part A: Components of Voluntary One-Stop Career Center System - Requires a State's one-stop career center system, in order to receive a grant or waiver under this title, to include: (1) local workforce investment boards; (2) one-stop career centers established in accordance with specified procedures; (3) provision of specified services; (4) participation of specified Federal programs; (5) operating agreements for such centers; (6) quality assurance systems; and (6) a State Human Resource Investment Council. (Sec. 212) Directs the Governor to designate one-stop service areas within the State. Directs local officials to establish a workforce investment board for each such area. (Sec. 213) Directs the Governor and local officials to jointly select a consortium option or a multiple independent operator option as the method for establishing one-stop career centers for each service area. (Sec. 214) Requires each center to make available: (1) certain basic services to the public free of charge; and (2) certain intensive services to participants in the title I comprehensive program for worker reemployment who are unable to obtain employment through the basic services (and, optionally, to other individuals in accordance with the written agreement). Authorizes each center to provide specialized services to employers and additional services specified in the agreement. Authorizes charging fees under specified conditions, with all program income to be used to expand or enhance services. (Sec. 215) Requires the following programs to be made available to participants through the centers and to participate in operation of such centers as parties to the agreement: (1) comprehensive programs for worker reemployment under title I of this Act; (2) Wagner-Peyser Act programs (employment services); (3) job counseling, training, and placement for veterans; (4) training services for the disadvantaged under title II of JTPA; and (5) community service employment for Older Americans Act. Allows other human resource programs to provide services through and participate in operation of the centers, under specified conditions, including the Food Stamp Employment and Training program, the Job Corps, veterans' employment programs under JTPA, and programs under the Carl D. Perkins Vocational and Applied Technology Education Act, Adult Education Act, Vocational Rehabilitation Act, and School-to-Work Opportunities Act. (Sec. 216) Sets forth requirements for operating agreements and quality assurance systems. (Sec. 218) Requires each State to establish a State human resource investment council that meets specified JTPA requirements and carries out certain additional functions including advising on development and implementation of the one-stop career center system. Part B: Grants and Waivers to Promote the Development and Implementation of One-Stop Career Center System - Authorizes the Secretary to establish programs of competitive grants to States for planning and development and for implementation of comprehensive statewide networks of one-stop career centers. (Sec. 233) Allows a State, at any point during such development or implementation, to request from the Secretary a waiver of one or more statutory or regulatory provisions from the Secretary. Sets forth waiver criteria. Subjects to such waiver authority the mandatory participating programs of the centers. (Sec. 234) Provides for pooling of administrative resources. Part C: Additional Activities in Support of One-Stop Career Center Systems - Directs the Secretary to establish a process, with each State implementing the one-stop career center system, including an annual meeting, to promote development of a customer service compact among the parties administering the system. (Sec. 235) Makes each State implementing such a system responsible for administration, management, monitoring, and technical assistance. (Sec. 236) Makes the Secretary responsible for monitoring compliance, staff training and technical assistance (integrated with the Capacity Building and Information Dissemination Network under JTPA), a national logo and name, and evaluation of one-stop career center programs. Part D: Effective Date - Sets forth effective dates for this title and for performance standards. Title III: National Labor Market Information System - Directs the Secretary to develop, in coordination with other Federal, State, and local entities, a strategy to establish a nationwide system of local labor market information. (Sec. 303) Directs the Secretary, in cooperation with such other entities and public-private partnerships, to develop such system to make available specified types of information. Requires certain technical standards, consumer reports, and evaluation. (Sec. 304) Directs the Secretary to provide for coordination and integration of such system and appropriate dissemination of information. Title IV: Reinvention Labs for Job Training for the Economically Disadvantaged - Amends the Job Training Partnership Act (JTPA) to establish a five-year Reinvention Labs program to: (1) encourage innovative program designs to improve provision of services to and labor market outcomes for economically disadvantaged youth and adults; (2) develop, through service delivery areas (SDAs) and States, knowledge of effective approaches to providing employment and training to the economically disadvantaged; and (3) provide SDAs with increased flexibility in operating job training programs, in exchange for greater accountability. (Sec. 401) Sets forth requirements for SDA applications for waivers of Federal requirements relating to programs under JTPA provisions for employment and training of the economically disadvantaged. Authorizes the Secretary to waive certain of such requirements under specified conditions and to provide technical assistance to SDAs, States, and service providers for Reinvention Labs programs. (Sec. 402) Modifies the definition of tuition under JTPA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reemployment and Retraining Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the Reemployment and Retraining Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:20-05:00"
}