{
  "actions": [
    {
      "acted_at": "1973-04-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6900-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-12", 
  "number": "6900", 
  "official_title": "A bill to amend the Welfare and Pension Plans Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Benefits Protection Act", 
  "sponsor": {
    "district": "14", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-12", 
  "subjects": [
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-12", 
    "text": "Employee Benefits Protection Act - Revises and extends the provisions of the Welfare and Pension Plans Disclosure Act. Avers that the effect of employee benefit plans has become increasingly interstate in character. Declares it to be the policy of this Act to establish fiduciary standards of conduct in person having the power or duty to control and dispose of employee benefit funds. Defines additional terms for the purposes of this Act. Permits a person to maintain a civil action for recovery of benefits due him notwithstanding the fact that the plan in which he is enrolled has no more than 25 enrollees. Reasserts the duty imposed on the administrator of an employee benefit plan to publish and distribute to each participant or beneficiary of that plan an annual financial report, a plan description, and a report upon termination of the plan. Sets forth the criteria for adequacy of a plan description; and vests authority for making rules and regulations concerning this reporting requirement in the Secretary of Labor. Extends the reporting requirement to the administrator of any employee benefit plan covering 100 or more participants or if the plan provides for an employee benefit fund subject to the obligations set forth in this Act. Requires an annual audit of any employee benefit fund established in connection with an employee benefit plan. Enumerates the required disclosures which shall appear in the annual report, and sets forth the publication and distribution requirements. Makes any administrator failing to comply with the provisions of this Act regarding a participant's or beneficiary's request for a report or plan description liable to that participant or beneficiary for up to $50 per day, for each day after the 30th day following the request. Provides for maintenance of civil actions by either the Secretary or a participant for appropriate legal or equitable relief for any breach of duty by a fiduciary. Sets forth the basis for jurisdiction, venue, and removal of such suits. Permits the court to allow recovery of reasonable attorney's fees and costs and the posting of security by the plaintiff. Declares that every employee benefit fund shall be deemed to be a trust, and shall be held for the exclusive purpose of providing benefits to participants and beneficiaries, and for defraying reasonable expenses in administration of the plan. Details the duties of a fiduciary of a fund. Makes a fiduciary personally liable for losses to the fund. Sets forth the several obligations of multiple fiduciaries of a fund. Requires that any action based on a violation of a fiduciaries obligation be brought within 3 years after the complainant has notice of the facts constituting a violation; but in all cases where notice is lacking, excepting willful misrepresentation, within 6 years of the time that the violation occurred; and within 10 years in the case of willful misrepresentation. Prohibits the holding of office as administrator, counsel, employee, fiduciary or consultant by any person convicted of any crime enumerated in this Act. Makes a violation of this prohibition punishable by as much as $10,000 fine and/or one year imprisonment. Preempts any Federal or State laws relating to the fiduciary, reporting and disclosure responsibilities of person acting on behalf of employee benefit plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefits Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Welfare and Pension Plans Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:44-05:00"
}