{
  "actions": [
    {
      "acted_at": "1995-02-03", 
      "references": [
        {
          "reference": "CR E271-272", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-03", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-03", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-03", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-10", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Capital Markets, Securities and Government Sponsored Enterprises", 
      "text": "Referred to the Subcommittee on Capital Markets, Securities and Government Sponsored Enterprises.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-10", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-21", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr814-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Capital Markets, Insurance and Government-Sponsored Enterprises", 
      "subcommittee_id": "16"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Castle, Michael N.", 
      "sponsored_at": "1995-02-03", 
      "state": "DE", 
      "thomas_id": "00183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Dreier, David", 
      "sponsored_at": "1995-02-03", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Flake, Floyd H.", 
      "sponsored_at": "1995-02-03", 
      "state": "NY", 
      "thomas_id": "00388", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1995-02-03", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "King, Peter T.", 
      "sponsored_at": "1995-02-03", 
      "state": "NY", 
      "thomas_id": "00635", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1995-02-03", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "McCollum, Bill", 
      "sponsored_at": "1995-02-03", 
      "state": "FL", 
      "thomas_id": "00761", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-03", 
  "number": "814", 
  "official_title": "To enhance competition in the financial services sector, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Depository Institution Affiliation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Baker, Richard H.", 
    "state": "LA", 
    "thomas_id": "00047", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-02-03", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank fraud", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank mergers", 
    "Bank records", 
    "Brokers", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Deposit insurance", 
    "District courts", 
    "Dividends", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Financial services", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Holding companies", 
    "Injunctions", 
    "Insurance agents", 
    "Insurance companies", 
    "Interest", 
    "Interstate banking", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Law", 
    "Licenses", 
    "Nonbank banks", 
    "Real estate business", 
    "Savings and loan associations", 
    "Securities", 
    "Securities industry", 
    "Securities regulation", 
    "Standards", 
    "State courts", 
    "State laws", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-02-03", 
    "text": "TABLE OF CONTENTS: Title I: Creation and Control of Financial Services Holding Companies Title II: Supervisory Improvements Depository Institution Affiliation Act - Title I: Creation and Control of Financial Services Holding Companies - Sets forth the terms and conditions under which a financial services holding company (FSHC) can be established and must be operated. (Sec. 101) Requires any FSHC seeking to acquire control of an insured bank, an insured institution, a bank holding company, a savings and loan holding company, or another financial services holding company to comply with certain requirements of the Federal Deposit Insurance Act. Establishes penalties and additional procedures for failing to comply with such requirements. Permits the appropriate Federal regulatory agency (the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, the Board of Directors of the Federal Deposit Insurance Corporation, or the Federal Home Loan Bank Board) to adopt rules and regulations to prevent an insured depository institution that is controlled by an FSHC from engaging in unsafe or unsound practices. Subjects FSHC's to the same restrictions on affiliate transactions that are imposed upon member banks (banks which are members of a Federal Reserve bank) under the Federal Reserve Act. Establishes additional restrictions on inter-affiliate transactions, including prohibiting an insured bank or institution that is an affiliate of a FSHC from: (1) extending credit to a securities affiliate or subsidiary; (2) purchasing for its own account the assets of a securities affiliate or subsidiary; or (3) extending credit to an issuer of securities underwritten by a securities affiliate for the purpose of paying the principal of those securities or interest for dividends on those securities. Mandates that each insured depository institution that is controlled by an FHSC be well capitalized. Requires any FSHC which is in control of an insured depository institution found to be undercapitalized to: (1) enter into an agreement with the appropriate Federal regulatory agency to return the institution to being well capitalized; or (2) divest control of such bank or institution. Prohibits Federal regulatory agencies from imposing requirements pertaining to the capitalization of an FSHC. Subjects interstate acquisitions: (1) of an insured bank by an FSHC to the same restrictions as are applicable to bank holding companies under the Bank Holding Company Act of 1956; and (2) of savings associations by an FSHC to the same restrictions as are applicable to savings and loan companies. Prohibits Federal and State governments from enacting laws that discriminate against FSHCs or their affiliates. Preempts any Federal or State provision that is inconsistent with the purposes of this Act. Prohibits insured banks and institutions that are associated with an FSHC from: (1) dealing in or underwriting securities; (2) underwriting insurance; or (3) investing in or developing real estate. Provides certain limitations on FSHC entry into the businesses of insurance agency and real estate brokerage. Subjects FSHCs to the tying provisions of the Bank Holding Company Act Amendments of 1970 and to the insider lending prohibitions of the Federal Reserve Act. (Sec. 102) Makes conforming amendments to the Bank Holding Company Act of 1956. (Sec. 103) Amends the Federal Reserve Act to provide that, for the purpose of restricting loans or extending credit to affiliates, a loan or extension of credit shall not be deemed to be made to an affiliate if: (1) the approval of such loan or extension of credit was in accordance with the same standards and procedures and on substantially the same terms that apply to similar loans or extensions of credit; and (2) such loan or extension of credit was not made for the purpose of evading any requirement of such Act. (Sec. 104) Amends the Banking Act of 1933 to make certain provisions inapplicable to member banks which are controlled by FSHC's. (Sec. 105) Makes conforming amendments to the Federal Deposit Insurance Act. (Sec. 106) Amends the Securities Exchange Act of 1934 to provide for the registration and regulation of broker dealers. (Sec. 107) Makes conforming amendments to the Home Owners' Loan Act and the Community Reinvestment Act of 1977. Title II: Supervisory Improvements - Establishes a National Financial Services Oversight Committee to establish uniform principles and standards for the examination and supervision of financial institutions and other providers of financial services and to recommend additional measures to the Congress to strengthen the separation of insured banks and institutions controlled by FSHC's from the activities of their affiliates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institution Affiliation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance competition in the financial services sector, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:00-05:00"
}