{
  "actions": [
    {
      "acted_at": "1982-06-24", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6689-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-24", 
  "number": "6689", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide certain tax incentives for individuals and businesses in depressed rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Enterprise Zone Act of 1982", 
  "sponsor": {
    "district": "6", 
    "name": "Beard, Robin", 
    "state": "TN", 
    "thomas_id": "00069", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-24", 
  "subjects": [
    "Accounting", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Employer incentives", 
    "Foreign trade regulation", 
    "Full employment policies", 
    "Government and business", 
    "Income tax", 
    "Labor and employment", 
    "Minimum tax", 
    "Rural affairs legislation", 
    "Small business", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Tax rates", 
    "Taxation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Depressed areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-24", 
    "text": "Rural Enterprise Zone Act of 1982 - Title I: Designation of Rural Enterprise Zones - Provides for the designation of rural enterprise zones, for a period not to exceed 15 years and subject to the approval of the Secretary of Commerce, by local governments, State governments on behalf of local governments, or certain persons acting with the consent of the local governments, for purposes of extending the tax incentives and regulatory flexibility measures provided by titles II and III of this Act. Permits the Secretary to approve the designation of a zone only if the area: (1) is within the jurisdiction of the designating local government; (2) has a continuous boundary; (3) is located outside of a standard metropolitan statistical area or is otherwise determined to be rural by the Secretary; (4) has a population of at least 600, comprises an incorporated separate jurisdiction, or is an Indian reservation; (5) contains no prime agricultural lands; and (6) meets specified unemployment and poverty requirements used under the urban development action grant program. Requires persons seeking approval of an area designation to submit a plan which documents commitment, analyzes costs and benefits, and: (1) describes planned local efforts to increase employment and encourage area economic development; (2) guarantees the ability of any government with jurisdiction over the area to manage the zone; (3) describes existing areas development efforts; (4) demonstrates the geographic, population, and unemployment and income features set forth in this Act; and (5) describes the planned use of existing Federal resources for economic development. Terminates the authority of the Secretary to approve zone designations after a three-year period. Sets forth maximum numbers of such designations. Prescribes grounds for giving preference in decisions to designate rural enterprise zones. Directs the Secretary to contract with the person requesting approval of an area designation for the management of the area. Expresses the sense of the Congress that in the case of any application for designation of a foreign trade zone within a rural enterprise zone: (1) the Foreign-Trade Zone Board should expedite the application process; (2) the Board, in evaluating such application, should consider future development to be expected as a result of the incentives provided by this Act; and (3) the Board should provide technical assistance to the applicants. Title II: Tax Incentives - Subtitle A: Capital Gains Tax Rates - Amends the Internal Revenue Code to reduce the alternative tax on capital gains and increase the capital gains deduction. Permits enterprise zone property to remain qualified for purposes of the revised capital gains treatment after a designation of a rural enterprise zone has terminated. Exempts gains from the sale or exchange of property used in certain businesses conducted largely in rural enterprise zones (qualified businesses) from the computation of the minimum tax. Removes as an item of tax preference accelerated depreciation of real property used in such a business, even though such property may be characterized as recovery property. Allows a taxpayer to elect to have gain from the sale or exchange of a capital asset recognized only to the extent that the proceeds exceed the cost of property used in a rural enterprise zone which is purchased within one year of such sale. Prescribes a three-year statute of limitations for the assessment of any deficiency attributable to such gain. Subtitle B: Deduction for Investment in Certain Businesses - Allows an income tax deduction for investment in qualified businesses. Subtitle C: Targeted Jobs Credit Increased in Rural Enterprise Zones - Increases the amount of the income tax credit for employment of certain new employees (targeted jobs credit) in the case of members of targeted groups with respect to whom at least 50 percent of the services performed for the employer are performed in a rural enterprise zone or who are residents of such a zone. Subtitle D: Credit for Certain Contributions - Allows an income tax credit for five percent of a taxpayer's payment for the provision of certain community development services in a rural enterprise zone. Subtitle E: Miscellaneous - Permits any qualified business to elect to use the cash receipts and disbursements method of accounting without regard to any inventory requirements if its gross receipts do not exceed $1,500,000 in any prior taxable year. Prescribes a minimum bad debt reserve for taxpayers who finance the provision of goods and services to qualified businesses. Title III: Regulatory Flexibility - Revises the definition of \"small entity,\" for purposes of the analysis of regulatory functions, to include qualified businesses (as defined in this Act), designating governments, and nonprofit enterprises operating within rural enterprise zones."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Enterprise Zone Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide certain tax incentives for individuals and businesses in depressed rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:10-05:00"
}