{
  "actions": [
    {
      "acted_at": "1974-06-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-06-06", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 93-1083.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-24", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-25", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-10-07", 
      "references": [], 
      "text": "Committee on Commerce discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-07", 
      "bill_ids": [
        "s4057-93"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 4057, roll call #455 (69-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-08", 
      "references": [], 
      "text": "Measure by unanimous consent reconsidered and repassed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-11-19", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-11-20", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-13", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1589.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-13", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-1347.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-18", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-19", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-12-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-01-03", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-01-03", 
      "references": [], 
      "text": "Public law 93-633.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15223-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-01-03", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-05", 
  "number": "15223", 
  "official_title": "An Act to regulate commerce by improving the protection afforded the public against risks connected with the transportation of hazardous materials, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2510-93", 
      "reason": "related"
    }, 
    {
      "bill_id": "s4057-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Railroad Safety and Hazardous Materials Transportation Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-05", 
  "subjects": [
    "Common carriers", 
    "Environmental protection", 
    "Railroad law", 
    "Railroads", 
    "Safety measures", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroad law", 
  "summary": {
    "as": "Public Law", 
    "date": "1975-01-03", 
    "text": "(LATEST SUMMARY) Tranpsortation Safety Act - =Title I: Hazardous Materials= - Hazardous Materials Transportation Act - Provides that upon finding that the transportation of a particular quantity and form of material in commerce may pose an unreasonable risk to health and safety or property, the Secretary of Transportation shall designate such quantity and form of material or group or class of such materials as hazardous material. Authorizes the Secretary to issue regulations for the safe transportation in commerce of hazardous materials, in cooperation with the Interstate Commerce Commission. Permits exemptions from such regulations for specified vessels and for persons transporting hazardous materials in a manner so as to achieve a level of safety: (1) which is equal to or exceeds that level of safety which would be required in the absence of such exemption; or (2) which would be consistent with the public interest and the policy of this title in the event there is no existing level of safety established. Limits such renewable exemptions to two years. Allows the Secretary to require that every person who transports hazardous materials or who manufactures, repairs, or tests containers to be utilized in shipping designated materials submit a registration statement every two years. Prohibits transportation of radioactive materials on passenger-carrying aircraft in commerce, unless such materials are for research or medical use and do not, as shipped, pose an unreasonable health or safety hazard. Empowers the Secretary to conduct investigations, issue subpenas, and conduct research in carrying out this Act. Permits the Secretary, in instances of imminent hazard, to petition for an order suspending or restricting the transportation of the hazardous material responsible for such hazard. Stipulates that the Attorney General may bring actions in the United States district courts to enforce regulations issued under this title. Imposes a $10,000-per-day civil penalty for violations of this Act. and a $25,000 fine and/or up to five years imprisonment for knowing violations of this Act. Authorizes the appropriation of necessary sums, not to exceed $7,000,000 for fiscal year 1975. =Title II: Rail Safety= - Rail Safety Improvement Act - Requires the Secretary to prepare and submit a comprehensive rail safety report for the President and Congress by March 17, 1976. Requires the report to include identification of: (1) rail safety areas for which standards have not been issued; (2) more cost-effective methods of inspection and enforcement of Federal rail safety standards; and (3) State roles in implementation of standards. Authorizes and allocates an appropriation of $35,000,000 for fiscal year 1975 to carry out the Federal Railroad Safety Act. Authorizes the issuance of cease and desist orders for violations of this Act. Authorizes citizens to petition the Secretary, with appeal to a Federal district court, for issuance or revocation of regulations under this Act. =Title III: Independent Safety Board= - Independent Safety Board Act - Establishes the National Transportation Safety Board, now within the Department of Transportation, as an independent agency. Requires the Board to: (1) investigate specified air crashes, marine casualties, motor carrier accidents, railroad accidents, pipeline accidents, and highway accidents; (2) study transportation safety; and (3) review actions of the Secretary on specified certificate and license decisions. Grants subpena and inspection powers to the Board. Authorizes the Board to issue such regulations as may be necessary to the exercise of its functions. Prescribes inclusions in the Board's annual reports. Makes the Board's documents available to the public. Requires the Secretary to respond to the Board's recommendations. Authorizes appropriations to carry out this Act of $12,000,000 for fiscal year 1975, and $12,000,000 for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Railroad Safety and Hazardous Materials Transportation Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Railroad Safety Act of 1970 and the Hazardous Materials Transportation Control Act of 1970 to authorize additional appropriations, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to regulate commerce by improving the protection afforded the public against risks connected with the transportation of hazardous materials, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:03-05:00"
}