{
  "actions": [
    {
      "acted_at": "1984-03-27", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5254-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1984-07-30", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1984-10-02", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-27", 
  "number": "5254", 
  "official_title": "A bill to authorize the Secretary of Housing and Urban Development to provide loans for the making of necessary capital improvements in certain multifamily housing projects assisted by the Secretary, and to amend certain laws relating to the management and preservation of such projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multifamily Housing Preservation Act of 1984", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-27", 
  "subjects": [
    "Cooperative housing", 
    "Department of the Treasury", 
    "Disabled", 
    "Federal aid to housing", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Landlord and tenant", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgages", 
    "Rent subsidies", 
    "Rental housing", 
    "Revolving funds", 
    "Social welfare"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-27", 
    "text": "Multifamily Housing Preservation Act of 1984 - Title I: Multifamily Housing Preservation Loans - Authorizes the Secretary of Housing and Urban Development to provide loans to owners of certain federally-assisted rental or cooperative housing projects for capital improvements required to maintain such projects as decent, safe, and sanitary housing and to maintain the low- and moderate-income character of such projects. Prohibits the Secretary from providing such a loan unless he or she determines that: (1) considering other resources available for the project, the loan is necessary for the project owner to make improvements to capital items that have failed or that are likely to seriously deteriorate or fail in the near future; (2) the project owner agrees to provide assistance equal to at least 20 percent of the estimated cost of the improvements (permits the Secretary to waive such requirement for private nonprofit corporations or associations); (3) the project owner agrees to maintain the low- and moderate-income character of the project for the term of the project mortgage; (4) the project managers meet competency and experience requirements prescribed by the Secretary and are approved by the Secretary; (5) the project is, or as a result of such improvements will be, structurally sound; (6) considering the other available resources, the loan will maintain the financial soundness of the project; (7) the project is operated according to a management improvement and operating plan that contains specified elements; (8) the reserve fund established by the project owner for capital improvements is insufficient not due to the owner's failure to comply with management standards prescribed by the Secretary; and (9) the loan will be less costly to the Government than other alternatives available for maintaining the low- and moderate-income character of the project. Directs the Secretary to give loan priority based on the extent to which: (1) capital improvements are immediately required; (2) a project serves low-income families; and (3) other suitable housing is unavailable for such families in the area of the project. Sets forth restrictions on the principal amount, term, and interest rate of such a loan. Permits the Secretary to provide more than one loan to a project. Authorizes the Secretary to take the following actions to minimize any increases in project rental payments that may occur as a result of loan expenses: (1) provide rental subsidies under the United States Housing Act of 1937 to project owners; (2) reduce the interest rate of the loan to a rate of not less than one percent; (3) increase the term of the loan to a term not exceeding the remaining term of of the project mortgage; and (4) increase the owner's contribution to not to exceed 30 percent of the estimated cost of the capital improvements. Establishes the Multifamily Housing Preservation Fund as a revolving fund in the Treasury to carry out this Act. Authorizes appropriations. Title II: Multifamily Housing Amendments - Amends the National Housing Act to eliminate a provision which allows the Secretary to accept the prepayment of the mortgage on a federally-assisted multifamily rental housing project upon determining that the needs of the families in such project could be met more efficiently and effectively through other types of Federal housing assistance. Amends the Housing and Community Development Amendments of 1978 to require the Secretary to manage and dispose of multifamily housing projects whose mortgages are held by, assigned to, or being foreclosed upon by the Secretary (in addition to the projects owned by the Secretary as currently provided) and to do so in such a manner that: (1) all units in multifamily housing projects that are formerly subsidized projects are preserved to be available to, and affordable by, low- and moderate-income families; (2) all occupied multifamily projects are maintained in decent, safe, and sanitary condition; (3) such projects are fully occupied; and (4) rental or cooperative housing is provided for the longest feasible period. Directs the Secretary, in order to meet management and disposal goals for projects acquired at foreclosure or after sale by the Secretary, to: (1) enter into 15-year rental subsidy contracts with project owners to assist all units that are occupied by eligible lower income families, all vacant units, and all units that become vacant; and (2) provide project owners with purchase-money mortgages on terms that will ensure that the project will remain available to, and affordable by, low- and moderate-income persons for at least 15 years. Amends the National Housing Act to direct the Secretary, when determining the amount to bid to acquire certain federally-insured multifamily housing projects, to act consistently with the goal of maintaining the availability of low- and moderate-income housing. Amends the Housing and Community Development Amendments of 1978 to require the Secretary to assure that: (1) tenants of federally-assisted housing projects for the elderly or handicapped have the same rights as tenants of troubled multifamily projects receiving operating assistance which shall include the right to receive notice and an opportunity to comment on any request by the project owner for the full release of security, the prepayment of a mortgage, or the transfer of physical assets, and any proposal by the Secretary to sell a mortgage securing the project; and (2) owners of any such project agree not to refuse to lease any vacant project unit to a prospective tenant solely because he or she holds a certificate of eligibility for a Federal rental subsidy. Prohibits the Secretary from providing operating assistance for a troubled multifamily housing project unless the project owner agrees to apply for sufficient Federal housing assistance to permit the owner to maintain the financial soundness and the low- and moderate-income character of the project. Declares that such agreement shall be binding for only as long as sufficient assistance is available and provided to the project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multifamily Housing Preservation Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Housing and Urban Development to provide loans for the making of necessary capital improvements in certain multifamily housing projects assisted by the Secretary, and to amend certain laws relating to the management and preservation of such projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:53-05:00"
}