{
  "actions": [
    {
      "acted_at": "2008-05-07", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Labor, Health and Human Services, Education, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 110-806.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-08", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Harkin. With written report No. 110-410.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-08", 
      "calendar": "Senate Legislative", 
      "number": "866", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 866.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-07-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Labor, Health and Human Services, Education, and Related Agencies. Hearings held. With printed Hearing: S.Hrg. 110-806.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3230-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Departments of Labor, Health and Human Services, and Education, and Related Agencies", 
      "subcommittee_id": "18"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-08", 
  "number": "3230", 
  "official_title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2009, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3043-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1710-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2009", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-07-08", 
  "subjects": [
    "Abortion", 
    "Adult education", 
    "Afghanistan", 
    "Alaska", 
    "Alien labor", 
    "Aliens", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Birth control", 
    "Black colleges", 
    "Black lung", 
    "Blind", 
    "California", 
    "Centers for Disease Control and Prevention (CDC)", 
    "Child abuse", 
    "Child safety", 
    "Child sexual abuse", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Coal", 
    "Commerce", 
    "Committee for Purchase from People Who Are Blind or Severely Disabled", 
    "Commuting", 
    "Conflict of interests", 
    "Corporation for National and Community Service", 
    "Crime and law enforcement", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Desegregation in education", 
    "Disabled", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug industry", 
    "Drug legalization", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational research", 
    "Elementary and secondary education", 
    "Energy", 
    "English language", 
    "Families", 
    "Federal Mediation and Conciliation Service", 
    "Federal Mine Safety and Health Review Commission", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to the arts and humanities", 
    "Federal employees", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health counseling", 
    "Health information systems", 
    "Health insurance", 
    "Higher education", 
    "Human embryology", 
    "Identification devices", 
    "Immigrants", 
    "Immigration", 
    "Incest", 
    "Industrial relations", 
    "Informers", 
    "Inspectors general", 
    "Internet", 
    "Labor and employment", 
    "Labor statistics", 
    "Libraries", 
    "Maryland", 
    "Medicaid", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Miners", 
    "Minorities", 
    "Museums", 
    "National Council on Disability", 
    "National Labor Relations Board", 
    "National service", 
    "Occupational Safety and Health Review Commission", 
    "Occupational health and safety", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Pension Benefit Guaranty Corporation", 
    "Poor children", 
    "Prescription pricing", 
    "Public broadcasting", 
    "Railroad Retirement Board", 
    "Rape", 
    "Rebates", 
    "Refugees", 
    "Religion", 
    "Religion in the public schools", 
    "Reprogramming of appropriated funds", 
    "Salaries", 
    "Scholarships", 
    "School health programs", 
    "Science, technology, communications", 
    "Social Security Administration", 
    "Social security finance", 
    "Social welfare", 
    "South Asia", 
    "Special education", 
    "State laws", 
    "Student aid", 
    "Student housing", 
    "Student loan funds", 
    "Subsidies", 
    "Supplemental security income program", 
    "Trade adjustment assistance", 
    "Transportation and public works", 
    "Unemployment insurance", 
    "Virginia", 
    "Visas", 
    "Volunteer workers", 
    "World health"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2008-07-08", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2009 - Title I: Department of Labor - Department of Labor Appropriations Act, 2009 - Makes appropriations for FY2009 to the Department of Labor for: (1) the Employment and Training Administration, including training and employment services; (2) community service employment for older Americans; (3) federal unemployment benefits and allowances; (4) state unemployment insurance and employment service operations; (5) advances to the Unemployment Trust Fund and the Black Lung Disability Trust Fund; (6) the Employee Benefits Security Administration; (7) the Pension Benefit Guaranty Corporation; (8) the Employment Standards Administration; (9) certain special benefits, including ones for disabled coal miners; (10) the Energy Employees Occupational Illness Compensation Fund; (11) the Black Lung Disability Trust Fund; (12) the Occupational Safety and Health Administration; (13) the Mine Safety and Health Administration; (14) the Bureau of Labor Statistics; (15) the Office of Disability Employment Policy; (16) departmental management; (17) the Office of Jobs Corps; (18) veterans employment and training; and (19) the Office of Inspector General. Sets forth authorized uses of, and limitations on, funds and transfers of funds appropriated under this title. (Sec. 101) Prohibits use of Job Corps funds under this title to pay individual compensation at a rate in excess of Executive Level I. (Sec. 102) Allows the transfer between a program, project, or activity of not more than 1% of discretionary funds for the current fiscal year for the Department of Labor. Prohibits any increase of any such program, project, or activity by more than 3% by any such transfer. (Sec. 103) Prohibits the obligation or expenditure of funds under this Act to procure goods mined, produced, manufactured, or harvested, or services rendered, in whole or in part, by forced or indentured child labor in industries and host countries already identified by the Department of Labor prior to enactment of this Act. (Sec. 104) Directs the Secretary of Labor, after September 30, 2008, to issue a monthly transit subsidy of at least $110 to Department of Labor employees in the National Capital Region. (Sec. 105) Prohibits the obligation of funds under this Act for demonstration, pilot, multiservice, research, and multistate projects under the Workforce Investment Act before the Secretary of Labor's submission to Congress of a plan detailing the uses of such funds. (Sec. 106) Authorizes appropriations to the Denali Commission to conduct job training of the local workforce where Denali Commission projects will be constructed. (Sec. 107) Requires that funds made available to the Department of Labor for grants under the American Competitiveness and Workforce Improvement Act of 1998, with a specified exception, be used only for the training of foreign workers in the occupations and industries for which such workers were hired under the H-1B visa program. (Sec. 108) Requires certain Community-Based Job Training grants and grants for demonstration programs and projects to provide technical skills training for workers to be awarded competitively. (Sec. 109) Prohibits the Secretary of Labor, before reauthorization of the Workforce Investment Act of 1998, from taking any action to amend a specified definition for functions and activities with respect to workforce investment systems, or to modify the procedure for redesignation of local workforce investment areas. (Sec. 110) Prohibits funds made available in this or any other Act from being used to finalize or implement regulations under the Workforce Investment Act of 1998, the Wagner-Peyser Act of 1933, or the Trade Adjustment Assistance Reform Act of 2002, until legislation reauthorizing the Workforce Investment Act or the Trade Adjustment Act is enacted. (Sec. 111) Prohibits funds appropriated in this title from being used to carry out competitive sourcing activities at the Department of Labor under OMB Circular A-76 until 60 days after the Government Accountability Office (GAO) reports to Congress on the use of competitive sourcing at the Department of Labor. (Sec. 112) Prohibits recipients of employment and training funds from using them to pay the salary and bonuses of an individual at a rate in excess of Executive Level II, with an exception for specified vendors. Title II: Department of Health and Human Services - Department of Health and Human Services Appropriations Act, 2009 - Makes appropriations for FY2008 to the Department of Health and Human Services (HHS) for: (1) the Health Resources and Services Administration; (2) the Centers for Disease Control and Prevention (CDC); (3) the National Institutes of Health (NIH); (4) the Substance Abuse and Mental Health Services Administration; (5) the Agency for Healthcare Research and Quality; (6) the Centers for Medicare and Medicaid Services; (7) the Administration for Children and Families; (8) the Administration on Aging; and (9) the Office of the Secretary. (Sec. 209) Prohibits the use of funds for voluntary family planning projects unless the applicant certifies that it encourages family participation in the decision of minors to seek family planning services and that it provides counseling to minors on how to resist attempts to coerce minors into engaging in sexual activities. (Sec. 210) Prohibits any provider of voluntary planning services under the Public Health Service Act from being exempt from any state law requiring notifications or the reporting of child abuse, child molestation, sexual abuse, rape, or incest. (Sec. 211) Prohibits the use of funds to carry out the Medicare Advantage program if the Secretary of Health and Human Services denies participation in such program to an otherwise eligible entity because it will not provide, pay for, provide coverage of, or provide referrals for abortions. (Sec. 212) Prohibits the use of funds to withhold substance abuse funding from a state that fails to enforce state laws prohibiting the sale of tobacco products to individuals under the age of 18 if such state certifies to the Secretary that it will commit additional funds to ensure compliance with such laws. Sets forth requirements for states that miss the retailer compliance rate goal established by the Secretary. (Sec. 213) Allows the Secretary to exercise certain authority in order to carry out international health activities during FY2009. (Sec. 221) Amends title XIX (Medicaid) of the Social Security Act to expand rebates to manufacturers for the sale of covered patient drugs at nominal prices to include sales to additional entities, including student health care services at institutions of higher learning. (Sec. 224) Requires the Secretary to solicit public comment in advance of modifying regulations for the purpose of strengthening federal oversight and identifying enhancements of policies governing financial conflicts of interest among extramural investigators receiving grant support from NIH. (Sec. 225) Prohibits the Secretary from finalizing, implementing, or enforcing prior to April 1, 2009, specified requirements under the State Children's Health Insurance Program (SCHIP) relating to the prevention of the substitution of health benefits coverage for children (commonly referred to as \"crowd-out\") and the enforcement of medical support orders. (Sec. 226) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to add health insuring organizations operated by public entities established by Ventura and Merced Counties, California, to the number of county-organized health insuring organizations in California authorized to enroll beneficiaries under title XIX (Medicaid) of the Social Security Act. Increases from 14% to 16% the maximum percentage of California Medicaid beneficiaries that may be enrolled from such organizations. (Sec. 227) Amends title XIX (Medicaid) of the Social Security Act to require the Secretary to establish a Medicaid Improvement Fund to improve the management of the Medicaid program by the Centers for Medicare & Medicaid Services, including oversight of contracts and contractors and evaluation of demonstration projects. Title III: Department of Education - Department of Education Appropriations Act, 2009 - Makes appropriations for FY2009 to the Department of Education for: (1) education for the disadvantaged; (2) impact aid; (3) school improvement programs; (4) Indian education; (5) innovation and improvement activities; (6) safe schools and citizenship education; (7) English language acquisition and language enhancement; (8) special education; (9) rehabilitation services and disability research; (10) special institutions for persons with disabilities, including the American Printing House for the Blind, the National Technical Institute for the Deaf, and Gallaudet University; (11) career, technical, and adult education; (12) certain student financial assistance programs, as well as federal administrative expenses for such programs (setting a maximum individual Pell Grant amount); (13) specified higher education programs; (14) Howard University; (15) the college housing and academic facilities loans program; (16) the historically Black college and university capital financing program account; (17) the Institute of Education Sciences; and (18) departmental management, including program administration, the Office for Civil Rights, and the Office of the Inspector General. Sets the maximum individual Pell Grant amount at $4,310 during award year 2009-2010. Defers the availability of certain funds under the Academic Competitiveness Grant program until FY2010. Sets forth authorized uses of, and limitations on, funds appropriated under this title. (Sec. 301) Prohibits the use of funds to transport teachers or students in order to: (1) overcome racial imbalance in any school; or (2) carry out a racial desegregation plan. (Sec. 302) Prohibits the use of funds to require, directly or indirectly, the transportation of any student to a school other than the school nearest the student's home, except, for a student requiring special education, to the school offering such special education, in order to comply with title VI of the Civil Rights Act of 1964. Declares that such a prohibited indirect requirement of transportation of students includes the transportation of students to carry out a plan involving the reorganization of the grade structure of schools, the pairing of schools, or the clustering of schools, or any combination of grade restructuring, pairing or clustering. Exempts the establishment of magnet schools from such prohibition. (Sec. 303) Prohibits the use of funds to prevent the implementation of programs of voluntary prayer and meditation in public schools. (Sec. 304) Allows the transfer between appropriations of not more than 1% of discretionary funds for the current fiscal year for the Department of Education in this Act. Prohibits any increase of any such appropriation by more than 3% by any such transfer. Limits such transfer authority to the satisfaction of emergency needs. (Sec. 305) Prohibits the use of funds to promulgate, implement, or enforce any revision to the regulations in effect on June 1, 2007, regarding the recognition of accrediting agencies or associations under the Higher Education Act of 1965, until legislation specifically requiring such revision is enacted. Title IV: Related Agencies - Makes appropriations for FY2009 to: (1) the Committee for Purchase From People Who Are Blind or Severely Disabled; (2) the Corporation for National and Community Service, for domestic volunteer service programs and the Office of Inspector General; (3) the Corporation for Public Broadcasting; (4) the Federal Mediation and Conciliation Service; (5) the Federal Mine Safety and Health Review Commission; (6) the Institute of Museum and Library Services; (7) the Medicare Payment Advisory Commission; (8) the National Council on Disability; (9) the National Labor Relations Board; (10) the National Mediation Board; (11) the Occupational Safety and Health Review Commission; (12) the Railroad Retirement Board, including its Office of Inspector General; and (13) the Social Security Administration, including payments to the Social Security trust funds, the Supplemental Security Income (SSI) Program, and the Office of Inspector General. (Sec. 401) Defines \"qualified student loan,\" with respect to national service education awards, as any loan determined by an institution of higher education to be necessary to cover a student's cost of attendance at such institution and made, insured, or guaranteed directly to a student by a state agency, in addition to other meanings under the National and Community Service Act of 1990 (the Act through out this title). (Sec. 402) Allows funds made available under such Act to assist entities in placing applicants with disabilities to be provided to any entity that receives a grant under it. (Sec. 403) Requires the Corporation for National and Community Service to make any significant changes to program requirements, service delivery, or policy only through public notice and comment rulemaking. Prohibits an officer or employee of the Corporation, for FY2009 and during any grant selection process, from knowingly disclosing any covered grant selection information regarding such selection, directly or indirectly, to any person other than an authorized officer or employee of the Corporation. (Sec. 404) Allows Professional Corps programs that recruit and place qualified participants in certain educational, health, and other professional positions to apply for waiver of the requirement that any such program desiring to provide living allowances in excess of the authorized maximum submit an allowance application to the Corporation on a competitive basis. (Sec. 405) Authorizes the Corporation to solicit and accept the services of organizations and individuals (other than participants) to assist in carrying out its duties under the national service laws. Subjects an individual who provides such services to the same protections and limitations as volunteers under the Act. (Sec. 406) Requires organizations operating projects under the AmeriCorps Education Awards Program to do so without regard to certain requirements relating to: (1) the 5% limitation on administrative costs; (2) matching funds; (3) living allowances and other inservice benefits; (4) ineligible service categories; (5) living allowances; (6) health insurance; and (7) child care. (Sec. 407) Requires AmeriCorps programs receiving grants under the National Service Trust program to meet an overall minimum share requirement of 24% for the first three years that they receive AmeriCorps funding, and thereafter to meet the overall minimum share requirement of specified regulations, without regard to the operating costs match requirement or the member support federal share limitations in the Act. (Sec. 408) Allows formula-based grants to certain states and U.S. territories and possessions to operate AmeriCorps programs to be made if certain requirements are met, including an assurance that the state will select national service programs for subgrants on a competitive basis. (Sec. 409) Requires the Corporation to apply the state grant formula to ensure that each state receives a minimum of $500,000. Prohibits the total amount allotted from exceeding 33 1/3% of the funds allocated by the Corporation for such assistance. (Sec. 410) Permits an individual in an approved national service position performing full-time or part-time national service directly related to disaster relief efforts to continue in that term of service for a six-month period beyond the periods otherwise specified in the Act or the Domestic Volunteer Service Act of 1973. (Sec. 411) Requires certain donations made to the Corporation under the Act to finance programs and operations under the Domestic Volunteer Service Act of 1973 or the Act to be used to supplement and not supplant current programs and operations. Title V: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 501) Authorizes the Secretaries of Labor, of Health and Human Services, and of Education to transfer unexpended balances of prior appropriations to accounts corresponding to current appropriations provided in this Act, to be used for the same purpose, and for the same periods of time, for which they were originally appropriated. (Sec. 505) Bars use of funds to carry out any program of distributing sterile needles or syringes for the hypodermic injection of any illegal drug. (Sec. 507) Prohibits the expenditure of funds appropriated in this Act, and in any trust fund to which funds are appropriated in this Act, for: (1) any abortion; or (2) health benefits coverage that includes coverage of abortion. (Sec. 508) Declares that such prohibition does not apply: (1) if the pregnancy is the result of an act of rape or incest; or (2) in the case where a woman suffers from a physical disorder, physical injury, or physical illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would, as certified by a physician, place the woman in danger of death unless an abortion is performed. Declares that nothing in Sec. 507 shall be construed as: (1) prohibiting the expenditure by a state, locality, entity, or private person of state, local, or private funds (other than Medicaid matching funds); or (2) restricting the ability of any managed care provider from offering abortion coverage or the ability of a state or locality to contract separately with such a provider for such coverage with state funds (other than Medicaid matching funds). Bars the availability of funds to a federal agency or program, or to a state or local government, if it subjects any institutional or individual health care entity to discrimination on the basis that the health care entity does not provide, pay for, provide coverage of, or refer for abortions. (Sec. 509) Prohibits the use of funds made available in this Act for: (1) the creation of a human embryo or embryos for research purposes; or (2) research in which a human embryo or embryos are destroyed, discarded, or knowingly subjected to risk of injury or death greater than that allowed for research on fetuses in utero under certain federal regulations and the Public Health Service Act. (Sec. 510) Bars the use of funds for activities promoting the legalization of any drug or other substance included in schedule I of the schedules of controlled substances under the Controlled Substances Act, except for normal and recognized executive-congressional communications. Makes such limitation inapplicable when there is significant medical evidence of a therapeutic advantage to the use of such drug or other substance or that federally sponsored clinical trials are being conducted to determine therapeutic advantage. (Sec. 511) Bars the use of funds to promulgate or adopt any final standard under the Social Security Act providing for, or providing for the assignment of, a unique health identifier for an individual (except in an individual's capacity as an employer or a health care provider), until legislation is enacted specifically approving the standard. (Sec. 512) Bars the obligation or expenditure of funds to enter into or renew a contract with an entity if: (1) it is otherwise a contractor with the United States and is subject to the requirement regarding submission of an annual report to the Secretary of Labor concerning employment of certain veterans; and (2) it has not submitted the required report for the most recent applicable year. (Sec. 514) Prohibits the availability of certain funds under the Library Services and Technology Act, as amended by the Children's Internet Protection Act, to certain libraries unless they have certified their compliance with requirements for an Internet safety policy and computer technology protection measures. (Sec. 515) Prohibits the availability of certain funds under the Elementary and Secondary Education Act of 1965, as amended by the Children's Internet Protection Act and the No Child Left Behind Act, to certain elementary or secondary schools unless the responsible local educational agency (LEA) has certified their compliance with requirements for an Internet safety policy and computer technology protection measures. (Sec. 517) Prohibits the use of funds to: (1) request that a candidate for appointment to a federal scientific advisory committee disclose his or her political affiliation or voting history or the position he or she holds with respect to political issues not directly related to and necessary for the work of the committee involved; or (2) disseminate scientific information that is deliberately false or misleading. (Sec. 518) Requires the Secretaries of Labor, of Health and Human Services, and of Education each to report to the congressional appropriations committees on the number, amount, and other specified details of contracts, non-formula grants, and cooperative agreements exceeding $100,000 in value and awarded by the Department on a noncompetitive basis during each quarter of FY2009. (Sec. 519) Prohibits the use of funds under this Act to enter into a contract in an amount greater than $5 million, or to award a grant in excess of such amount, unless the prospective contractor or grantee certifies in writing that, to the best of its knowledge and belief, it: (1) has filed all federal tax returns required during the three years preceding the certification; (2) has not been convicted of a criminal offense under the Internal Revenue Code; and (3) has not, more than 90 days before certification, been notified of any unpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is the subject of an installment agreement or offer in compromise approved by the Internal Revenue Service (IRS) and not in default, or the assessment is the subject of a non-frivolous administrative or judicial proceeding. (Sec. 520) Considers each Afghan alien granted special immigrant status under the Immigration and Nationality Act, during the first eight months in such status, to be a refugee for purposes of eligibility for resettlement assistance, entitlement programs, and other benefits available to refugees admitted under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Education Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health and Human Services Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Education Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Health and Human Services Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Labor Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2009, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:17-05:00"
}