{
  "actions": [
    {
      "acted_at": "1991-07-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-01", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3063-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Bustamante, Albert G.", 
      "sponsored_at": "1992-07-01", 
      "state": "TX", 
      "thomas_id": "00158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "1992-03-04", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "1992-05-13", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1991-11-26", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1991-11-15", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1991-11-15", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1991-11-15", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1991-11-15", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kopetski, Mike", 
      "sponsored_at": "1991-11-15", 
      "state": "OR", 
      "thomas_id": "00648", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1991-11-15", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1991-11-26", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1991-11-15", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Peterson, Douglas (Pete)", 
      "sponsored_at": "1991-11-26", 
      "state": "FL", 
      "thomas_id": "00911", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1991-11-15", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1991-11-15", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1991-11-15", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-26", 
  "number": "3063", 
  "official_title": "To expand the social services available to at risk children and families in the child welfare, mental health, and juvenile justice systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children and Families Services Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Matsui, Robert T.", 
    "state": "CA", 
    "thomas_id": "00748", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-26", 
  "subjects": [
    "Administration of juvenile justice", 
    "Adoption", 
    "Aid to dependent children", 
    "Child health", 
    "Child welfare", 
    "Community health services", 
    "Day care", 
    "Directories", 
    "Employee training", 
    "Families", 
    "Federal aid to child welfare", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Foster home care", 
    "Grants-in-aid", 
    "Health", 
    "Housing and community development", 
    "Housing subsidies", 
    "Information services", 
    "Juvenile corrections", 
    "Medicaid", 
    "Medical records", 
    "Mental health services", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Recruiting of employees", 
    "Rental housing", 
    "Respite care", 
    "Social security eligibility", 
    "Social workers", 
    "Standards", 
    "Student aid", 
    "Student employment", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-26", 
    "text": "Children and Families Services Act of 1991 - Title I: Strengthening Families; Preventing Child Abuse and Neglect; Preventing the Avoidable Separation of Families - Amends title IV (Grants to States for Aid and Services to Needy Families with Children and for Child-Welfare Services) of the Social Security Act (the Act) to provide for family crisis intervention. Entitles States to Federal payments for intensive family-based crisis intervention programs for families whose children are at imminent risk of placement outside their homes in order to: (1) maintain children safely in their homes; (2) preserve their families; and (3) reduce the use of unnecessary separation of children from their families. Sets forth requirements for State plans, annual reports, and payments to States. Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Act to authorize States, in order to encourage family reunification under specified planned conditions to: (1) continue AFDC payments after removal of a child from a family; and (2) resume AFDC payments before reunification. Requires States which elect to make such continued or resumed payments to report annually on: (1) the number of families so assisted; (2) the number of such families to which the children were returned; (3) the time frames for such returns; and (4) the impact of such assistance on reunification. Amends part E (Federal Payments for Foster Care and Adoption Assistance) of title IV of the Act to authorize States to make payments and provide assistance for aftercare services to preserve families, under specified conditions. Allows such continued payments and assistance on behalf of a child who has been returned from foster care to the parents or another family member as if the child were in foster care, under specified planned conditions. Requires States which provide such payments or assistance to report annually on the effectiveness of such aftercare services in minimizing reentry of children into foster care. Directs the Secretary of Health and Human Services (HHS) to submit an annual summary of such reports to the Congress. Title II: Improving the Quality of Out-of-Home Care - Revises the independent living initiatives transition program under part E of title IV of the Act to remove certain asset limitations under AFDC and other title IV programs and under the title XIX Medicaid program for purposes of determining a reasonable amount of assets to allows a child to establish a household under such transition program. Authorizes States to continue part E foster care maintenance payments with respect to a child, who would be otherwise ineligible as a result of attaining the applicable age limit, until that child reaches a higher age specified by the State (but not more than 21 years), if the child is participating in a program for transition from foster care to independent living and a written plan has been or is being developed. Provides for Medicaid transitional benefit eligibility for any child under 21 years of age who is participating in an independent living initiatives transition program. Establishes a demonstration program of grants to increase housing opportunities for youth making the transition from foster care to independent living, under part E of title IV of the Act. Directs the Secretary of HHS to make such grants, on a competitive basis, to five cities for the development and operation of programs to provide a broad range of housing-related activities for individuals participating in transition programs for independent living initiatives. Requires, in order for a city to be eligible for such a grant, that: (1) its fair market rent for a one-bedroom apartment exceeds the national median; and (2) child welfare and housing agencies cooperate in planning and developing grant activities. Sets a minimum grant amount. Requires use of such grants for: (1) housing-search assistance; (2) housing-related counseling; (3) up to 18 months or rent subsidies to assist transition to permanent housing; (4) moving-related expenses, including security and utility deposits; and (5) room and board in adult-supervised group living programs to assist individuals to live independently. Prohibits use of more than ten percent of any such grant for payment of housing renovation or rehabilitation costs. Prohibits use of such grants for new housing construction. Authorizes appropriations. Revises part E with respect to State plans for foster care and adoption assistance to add health care requirements for early and periodic screening, diagnostic, and treatment (EPSDT) services. Requires the State to ensure that: (1) each child in foster care under the State's responsibility shall have a specified type of health care record; (2) each such child who is eligible for Medicaid is provided assessments and services required under the EPSDT program; (3) each such child who is not eligible for Medicaid is provided comprehensive health assessments comparable to those under the EPSDT program; (4) State agency personnel and foster care providers have been satisfactorily trained to meet the responsibilities under a plan for a child's proper care and appropriate services; and (5) appropriate information from the child's health care record (including at least an abbreviated summary of the health care plan) is provided, when the child is to be in their care, to foster parents or other care providers, parents or guardians, prospective adoptive parents or adoptive parents, and the child when discharged to his or her own care. Requires inclusion in the health care record, if appropriate, of a record indicating that the foster care provider was advised of the child's eligibility for EPSDT services. Provides for reimbursement of the costs of providing for health and dental examinations of foster care children ineligible for Medicaid. Requires part E program plans to: (1) provide training foster parents and staff of child-care institutions; and (2) require satisfactory participation in such training by any foster parent or one preparing to qualify as a foster parent and by child-care institution staff members who have responsibilities with respect to foster children, as a condition of eligibility for foster care maintenance payments. Sets forth requirements for such training program, including periodic training and retraining and child care services for participants. Directs the Secretary of HHS to develop and disseminate model training programs and curricula. Allows such training program costs to be considered as specified administrative expenses. Title III: Enhancing Adoption Assistance - Authorizes each State with an approved part E plan to make post-adoption assistance payments to the adoptive parents of children with special needs who have entered into adoption agreements with the State. Provides for reimbursement for such payments. Provides that such payments may cover respite care for adoptive parents and other specialized treatment services required by children with special needs which are not reimbursable under the agreement or Medicaid (but not including care in a child care institution unless the child was there when the adoption became final). Revises part E with respect to periodic review of a child's status to require: (1) in the case of a child who should be placed for adoption, a description of the specific steps that must be taken to enhance the likelihood of freeing the child for adoption and finding an adoptive family, and a timetable for subsequent periodic reviews of progress toward adoption; and (2) in the case of a child who is legally free for adoption, a determination and documentation of the specific steps which must be taken to find an adoptive family, including the extent of contacting for assistance adoption exchanges and agencies with experience in placing children with special needs. Requires part E case plans to include an assurance that the agency responsible for the child in foster care has evaluated the child's eligibility for supplemental security income (SSI) program benefits under title XVI of the Act and, where appropriate, has proceeded with the application for such benefits. Title IV: Strengthening Service Delivery - Amends part B (Child Welfare Services) of title IV of the Act to establish a program of grants for improving staff recruitment, retention, competency, and training. Authorizes the Secretary of HHS to make such grants, on a multiyear and competitive basis, to public and private nonprofit child welfare, juvenile justice, and mental health agencies as well as to social service agencies for improved cooperation in delivery of services to children and adolescents or their families, and to schools of social work and other higher education institutions for stipends for students to provide certain such services). Authorizes appropriations. Directs the Secretary of HHS to select an organization with demonstrated experience in measuring human service agency workloads to study and report on workload methodologies among providers of child welfare services and community mental health services. Sets forth various topics and requirements for such study. Directs the Secretary to establish an advisory panel to oversee such study. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children and Families Services Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To expand the social services available to at risk children and families in the child welfare, mental health, and juvenile justice systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:36-05:00"
}