{
  "actions": [
    {
      "acted_at": "1979-05-07", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1083-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-07", 
  "number": "1083", 
  "official_title": "A bill to amend section 5 of the Department of Transportation Act, relating to rail service assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Service Assistance Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-07", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural marketing regulation", 
    "Agricultural production", 
    "Agriculture and Rural Affairs", 
    "Bankruptcy", 
    "Department of Transportation", 
    "Energy", 
    "Energy supplies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Forest products", 
    "Forests and forest products", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Lumber trade", 
    "Power resources", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad reorganization", 
    "Railroads", 
    "States"
  ], 
  "subjects_top_term": "Railroad freight operations", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-07", 
    "text": "Rail Service Assistance Act of 1979 - Amends the Department of Transportation Act to require the Secretary of Transportation, upon application by a State or by a railroad in corporate reorganization pursuant to bankruptcy, to provide loans or loan guarantees to continue the operations of such a railroad which serves agricultural, forestry, and energy producing and marketing activities in the northern tier of States and which has proposed to embargo freight operations on a substantial part of its line. Sets forth criteria which the Secretary is to consider in determining whether the line of railroad subject to the application should receive such financial assistance. Prohibits the discontinuance of service or abandonment of any line receiving such assistance unless: (1) such action is authorized by the Interstate Commerce Commission; and (2) no affected State or local, regional, or transportation authority opposes such action. Specifies a formula for Federal payments to railroads in reorganization which are required to continue service under this Act, upon application of such a railroad to the reorganization court. Requires the Secretary to establish a corrective action Task Force to develop and stimulate programs to encourage joint self-help efforts at the State and local levels to improve the economic health of light density rail lines. Directs the Task Force to establish standards and procedures for the development of experimental programs for joint corrective action to increase rail productivity and service and to eliminate revenue deficiencies. Limits the number and length of such corrective action programs. Requires the Task Force to file annual activity reports to the Secretary. Authorizes appropriations of such sums as may be necessary to enable the Task Force to carry out its functions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Service Assistance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 5 of the Department of Transportation Act, relating to rail service assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:55-05:00"
}