{
  "actions": [
    {
      "acted_at": "1998-09-16", 
      "references": [
        {
          "reference": "CR S10425-10426", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2479-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-16", 
  "number": "2479", 
  "official_title": "A bill to establish the Commission on the Advancement of Women in Science, Engineering, and Technology Development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commission on the Advancement of Women and Minorities in Science, Engineering, and Technology Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-16", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computers", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Disabled college students", 
    "Education", 
    "Education of disabled students", 
    "Educational statistics", 
    "Employment of the disabled", 
    "Engineering", 
    "Engineers", 
    "Families", 
    "Family leave", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Graduate education", 
    "High technology industries", 
    "Higher education", 
    "Infrastructure", 
    "Internet", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor unions", 
    "Minorities", 
    "Minorities in government", 
    "Minority education", 
    "Minority employment", 
    "Recruiting of employees", 
    "Science, technology, communications", 
    "Scientists", 
    "Scientists in government", 
    "Sex discrimination against women", 
    "Sex discrimination in employment", 
    "Technical education", 
    "Women", 
    "Women engineers", 
    "Women in government", 
    "Women scientists", 
    "Women's education"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-16", 
    "text": "Commission on the Advancement of Women and Minorities in Science, Engineering, and Technology Development Act - Establishes the Commission on the Advancement of Women and Minorities in Science, Engineering, and Technology Development. Directs the Commission to review available research and conduct additional necessary research to: (1) identify the number of women, minorities, and individuals with disabilities in the United States in specific types of occupations in science, engineering, and technology development; (2) examine the preparedness of such persons to pursue careers in such fields and to advance to positions of greater responsibility within academia, industry, and government; (3) describe the practices and policies of employers and labor unions relating to the recruitment, retention, and advancement of such persons in the such fields; (4) identify the opportunities for, and artificial barriers to, the recruitment, retention, and advancement of such persons in such fields; (5) compile a synthesis of available research on lawful practices, policies, and programs that have successfully led to the recruitment, retention, and advancement of such persons in such fields and issue recommendations with respect to lawful policies that Government (including the Congress and appropriate Federal agencies), academia, and private industry can follow; (6) identify the disincentives for such persons to continue graduate education in such fields and the disincentives that lead to a disproportionate number of such persons leaving such fields; (7) identify university undergraduate programs that are successful in retaining such persons in such fields; (8) assess the extent to which the recommendations of the Task Force on Women, Minorities, and the Handicapped in Science and Technology have been implemented; (9) compile a list of all federally funded reports on the subjects of encouraging such persons to enter the fields of science and engineering and retaining such persons in the science and engineering workforce that have been issued since the Task Force submitted its report to the Congress; (10) assess the extent to which the recommendations contained in such reports have been implemented; and (11) evaluate the benefits of family-friendly policies such as the Family and Medical Leave Act of 1993 in order to assist recruiting, retaining, and advancing women in the fields of science, engineering, and technology. Requires the Commission to report its findings and recommendations to the President, the Congress, and the highest executive official of each State within one year after its members have been appointed. Terminates the Commission 30 days after the submission of its report. Directs the Commission to provide the information gathered to the National Science Foundation (NSF) which shall act as a central repository and make such information available to the public, including through the Internet. Requires NSF and any other Federal agency to provide any information requested by the Commission, including: (1) data on academic degrees awarded to such persons in science, engineering, and technology development and workforce representation and the retention of such persons in such fields; and (2) information gathered by NSF in the compilation of its biennial report on Women, Minorities, and Persons with Disabilities in Science and Engineering. Requires the Commission to review such information and include in its report: (1) recommendations on how to correct any deficiencies in the collection and analysis of the information which might impede the characterization of the factors which affect the attraction and retention of such persons in such fields; and (2) an assessment of the NSF's biennial report and recommendations on how that report could be improved. Authorizes appropriations for FY 1999 and 2000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commission on the Advancement of Women and Minorities in Science, Engineering, and Technology Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Commission on the Advancement of Women in Science, Engineering, and Technology Development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:38-05:00"
}