{
  "actions": [
    {
      "acted_at": "1974-05-02", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres208-93", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-02", 
  "number": "208", 
  "official_title": "A joint resolution to provide for a study to develop the ways and means of eliminating poverty among retired older Americans and to assure each American an adequate retirement income.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Income Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-02", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Retirement income", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-02", 
    "text": "Retirement income improvement Act - States that the Congress hereby declares it to be the policy of the United States to eliminate poverty among older Americans and to seek ways of assuring that the retirement income of such Americans to the extent practicable will equal, in purchasing power, their income immediately prior to retirement. Establishes a National Commission on Retirement Income. States that the functions of the Commission shall be to make a complete study and investigation of the ways and means: (1) to eliminate poverty among older Americans; (2) to assure all retired older Americans a retirement income greater than the poverty line income established pursuant to the Economic Opportunity Act of 1964; (3) to assure at the earliest practicable time to all retired individuals a total retirement income that is in excess of the poverty line income established pursuant to the Economic Opportunity Act of 1964 and not less than an amount equal to 50 per cent of the income of such individuals in the years immediately preceding their retirement; (4) to establish reasonable and appropriate retirement income levels designed to protect retired individuals againist excessive diminution of purchasing power after their retirement in order to eliminate the desirability or necessity for Federal programs to supplement retirement income; and (5) to assure all retired individuals access to a retirement income from public and private sources which ultimately will be substantially equal in purchasing power to the income of such individuals in the years immediately prior to their retirement to protect such individuals against a drastic reduction in purchasing power upon retirement. Directs the Commission to submit a report to the President and the Congress not later than one year after the effective date of this resolution on the results of its investigation, together with recommendations for additional legislation. Authorizes appropriations of such sums as may be necessary to carry out the purposes of this joint resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Income Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A joint resolution to provide for a study to develop the ways and means of eliminating poverty among retired older Americans and to assure each American an adequate retirement income.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:58-05:00"
}