{
  "actions": [
    {
      "acted_at": "1990-09-26", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3111-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-26", 
  "number": "3111", 
  "official_title": "A bill to urge and request the President to initiate negotiations with certain foreign nations relating to increasing the burden shared by such nations for the protection of the military and security interests of such nations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-26", 
  "subjects": [
    "Armed forces abroad", 
    "Defense budgets", 
    "International affairs", 
    "Military agreements", 
    "Negotiations", 
    "Sanctions (International law)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-26", 
    "text": "Directs the President to identify for the Congress each nation that: (1) is a U.S. ally; (2) has a sufficiently strong economy to support increased expenditures for defense and security purposes; (3) has defense and security interests that are being protected by any component of the U.S. armed forces deployed outside the United States; and (4) in the year preceding such identification, has expended a percentage of its gross national product for the protection of such interests that is disproportionately small in relation to existing threats to such interests. Urges and requests the President to initiate negotiations with the governments of such nations to obtain a commitment from such governments to increase expenditures for defense and security interests. Considers a nation to have increased such expenditures if the nation: (1) increases the percentage of the gross national product attributable to the protection of such interests; (2) provides assistance to support U.S. or multilateral armed forces protecting such nation; or (3) reimburses the United States for costs incurred by the U.S. armed forces in protecting such interests. Prohibits funds appropriated for the Department of Defense after October 1, 1991, from being obligated for the support of any component of the U.S. armed forces serving in such a nation unless the President has initiated negotiations with such nation. Authorizes the President, if such negotiations are unsuccessful, to impose sanctions upon such a nation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to urge and request the President to initiate negotiations with certain foreign nations relating to increasing the burden shared by such nations for the protection of the military and security interests of such nations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:14-05:00"
}