{
  "actions": [
    {
      "acted_at": "1980-05-06", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2659-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-06", 
  "number": "2659", 
  "official_title": "A bill to amend chapter 87 of title 5, United States Code, to increase the amounts of regular and optional group life insurance available to Federal employees and provide optional life insurance on family members, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-06", 
  "subjects": [
    "Business and commerce", 
    "Civil service compensation", 
    "Civil service pensions", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government employees' life insurance", 
    "Insurance", 
    "Labor and employment", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Government employees' life insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-06", 
    "text": "Increases the amount of group life insurance available to Federal employees effective with the first pay period that begins on or after October 1, 1981. States that such amount shall be the product resulting from the multiplication of the \"basic insurance benefit\" by a factor assigned to an employee's age. Defines the \"basic insurance benefit\" as the higher of $10,000 or the employee's annual rate of basic pay rounded to the next higher multiple of $1,000 plus $2,000. Establishes the age-dependent factor as two times the employee's basic benefit for employees age 35 and under decreasing to a factor of one for employees age 45 and older. Applies the newly established insurance rates to group accidental death and dismemberment insurance. States that the continuation of the insurance coverage for certain retired and disabled employees shall be without cost to such employees who become eligible for such continuation by December 31, 1989. Requires the employee's share of the cost of such continued coverage for an employee who becomes eligible after such date to be deducted from his or her annuity or compensation. Permits an agency to waive an employee's responsibility for the payment of any insurance costs which such agency mistakenly fails to deduct, if such employee is without fault and recovery would be against equity and good conscience. Establishes a plan of optional life insurance which shall be in addition to optional life insurance now available to employees. Requires the full cost of such insurance to be deducted from the annuity or compensation of certain retired or disabled employees until such an employee becomes sixty-five years of age. Establishes a plan of optional life insurance without accidental death and dismemberment insurance for the family members of Federal employees. Sets the amount of such insurance at $5,000 for a spouse and $2,500 for each child."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 87 of title 5, United States Code, to increase the amounts of regular and optional group life insurance available to Federal employees and provide optional life insurance on family members, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:26-05:00"
}