{
  "actions": [
    {
      "acted_at": "1989-11-19", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Ways and Means.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-19", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported Without Recommendation.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-19", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Energy and Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-19T21:43:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Ways and Means. H. Rept. 101-379, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-22", 
      "bill_ids": [
        "hr3299-101"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "See H.R.3299.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3730-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1989-11-19", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1989-11-19", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1989-11-19", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-19", 
  "number": "3730", 
  "official_title": "To amend titles II, IV, XVI, XVIII, and XIX of the Social Security Act and the Internal Revenue Code of 1986 to extend certain expiring provisions, to make miscellaneous improvements in the old-age, survivors, and disability insurance program, the supplemental security income program, the program of aid to families with dependent children, the railroad retirement program, the medicare program, and the medicaid program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3299-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Miscellaneous and Technical Social Security Act Amendments of 1989", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-11-19", 
  "subjects": [
    "Administrative procedure", 
    "Adopted children", 
    "Agent Orange", 
    "Ambulances", 
    "Ambulatory care", 
    "Americans employed in foreign countries", 
    "Anesthetics", 
    "Blind", 
    "Blood", 
    "Case mix (Medical care)", 
    "Child welfare", 
    "Collection of accounts", 
    "Damages", 
    "Dentists", 
    "Diabetes", 
    "Disabled", 
    "Drugs", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foster home care", 
    "Government liability", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hemophilia", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospitals", 
    "Income", 
    "Information services", 
    "Kidney diseases", 
    "Legal services", 
    "Legislation", 
    "Life insurance", 
    "Long-term care", 
    "Massachusetts", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical education", 
    "Medical laboratories", 
    "Medical supplies", 
    "Medicare", 
    "Mental care facilities", 
    "Mental health services", 
    "Midwives", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing homes", 
    "Occupational therapy", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Partnerships", 
    "Peer review organizations (Medicine)", 
    "Physical therapy", 
    "Physicians", 
    "Physicians' assistants", 
    "Poor", 
    "Public assistance programs", 
    "Railroad employees", 
    "Religion", 
    "Respite care", 
    "Rural public health", 
    "School personnel", 
    "Shoe industry", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Social workers", 
    "Supplemental security income program", 
    "Surgery", 
    "Tax exemption", 
    "Veterans' benefits", 
    "Volunteer workers", 
    "Wages", 
    "X-rays"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-19", 
    "text": "Miscellaneous and Technical Social Security Act Amendments of 1989 - Title I: Time-Sensitive Provisions - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to extend the continued provision of disability benefits during appeal through June 1991. Amends the Railroad Retirement Solvency Act of 1983 to transfer increases in FY 1990 railroad retirement tax liabilities to the Railroad Retirement Account. Amends the Social Security Disability Amendments of 1980 to extend the authority for disability insurance demonstration projects through 1992. Title II: Technical Provisions - Amends the Internal Revenue Code to make agreements to provide OASDI coverage of U.S. citizens and residents employed abroad by a foreign affiliate of an American employer effective until the foreign entity ceases to be a foreign affiliate. Excludes refunds required to be paid to employees by employers who have duplicated Medicare (title XVIII of the Social Security Act) coverage in their employee benefit package from consideration as wages or compensation for OASDI or taxation purposes. Amends the OASDI program to eliminate carryover reductions in retirement or disability benefits due to the receipt of widow's or widower's benefits before age 62. Amends the Internal Revenue Code to exempt certain church employees from the self-employment tax if their services are exempt from the employment tax on wages. Clarifies the inclusion of partnerships among employers eligible for religious exemption from employment taxes. Subjects to railroad retirement taxes: (1) payments for group-term life insurance which is includable in the employee's gross income as compensation; and (2) certain deferred compensation. Excludes the value of meals or lodging from railroad retirement taxes if at the time of such furnishing it was unreasonable to believe that the employee could exclude such items from income. Title III: Additional Amendments - Makes individuals who attained age 18 prior to being adopted by parents who were already entitled to old-age or disability insurance benefits eligible for child's insurance benefits if they lived with or were dependent upon such parents for the year preceding their adoption. Deems an individual who failed to apply for OASDI or SSI (title XVI (Supplemental Security Income) of the Social Security Act) benefits due to misinformation presented by an officer or employee of the Social Security Administration (SSA) to have applied for such benefits on the later of the date such information was provided to such individual or the date such individual met all eligibility requirements for such benefits. Guarantees that individuals whose visit to an SSA Office is occasioned by their receipt of a notice requiring a timely response or their loss or nonreceipt of OASDI or SSI benefits will be seen for an interview that same day. Restricts the Secretary of Health and Human Services' authority to amend wage records after the expiration of the time limit for such amendments. Requires the Secretary to take into account an OASDI or SSI beneficiary's physical, mental, educational or linguistic limitations in specified situations when deciding whether his or her action or omission should result in the discontinuance of benefits or forfeiture of payments. Provides that individuals who are applying for or receiving OASDI benefits on the basis of blindness may elect to receive notice of decisions made and actions taken with respect to their rights under the program: (1) by certified mail and by telephone five days after such mailing; or (2) by some alternative procedure established by the Secretary. Requires the Secretary to: (1) maintain the names of representatives of OASDI and SSI claimants in the SSA's electronic information retrieval system; and (2) provide written notice to such claimants of the availability of attorneys to represent them in presenting their cases before the Secretary. Amends part A (General Provisions) of title XI of the Social Security Act to require the Secretary to provide, upon request, beginning by October 1, 1990, a social security account statement to individuals who have a social security number, have wages or self-employment earnings, and have attained age 25 (hereinafter referred to as \"eligible individuals\"). Directs the Secretary to assure that eligible individuals are informed of the availability of the statement. Makes the provision of such statement to each eligible individual who attains age 60 and is not receiving benefits under title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Act mandatory from FY 1995 through 1999, if his or her mailing address can be determined. Requires the provision of such statement biennially by FY 2000 to each eligible individual who is not receiving OASDI benefits and for whom a mailing address can be determined. Title IV: Human Resource and Income Security Provisions - Amends part B (Child Welfare Services) of title IV of the Social Security Act to increase authorized appropriations under such part. Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act to extend through FY 1992: (1) the ceiling on Federal payments to States for foster care expenditures; and (2) the authority for States to use such payments to cover expenditures under the Child Welfare Services program. Increases the appropriations level which triggers the foster care ceiling. Makes miscellaneous technical corrections to the Family Support Act of 1988, the Tax Reform Act of 1986, and the Social Security Act. Provides for the conduct of demonstration projects in up to ten communities to determine the extent to which the use of volunteer senior aides in the provision of basic medical assistance and support to families with disabled or chronically ill children reduces the cost of caring for such children. Excludes Agent Orange settlement payments from income or resources in determining eligibility for benefits under certain Federal or federally assisted programs. Prohibits the Secretary from penalizing States under parts B or E of title IV of the Social Security Act before FY 1991 by reason of a determination made in connection with any triennial review of State compliance with foster care protections. Title V: Medicare, Medicaid, and Miscellaneous Health - Subtitle A: Miscellaneous Amendments Relating to Part A of Medicare - Amends the Medicare program to require that payments for blood clotting factors administered to inpatient hemophiliacs be made on the basis of a predetermined price per unit consumed. Allows individuals under age 65 whose entitlement to OASDI disability benefits ended due to their employment earnings to enroll in part A (Hospital Insurance) of the Medicare program. Requires the Secretary, at the request of a State, to permit qualified Medicare beneficiaries in the State (enrolled under part B of the Medicare program) to enroll in the Hospital Insurance program. Requires studies into the appropriateness of an adjustment to the methodology of determining payment amounts for hospitals serving a disproportionate share of Medicare beneficiaries and on methods of compensating hospices for high-cost care. Authorizes the Secretary to assign a new base period to a hospital in determining Medicare hospital payment amounts when such hospital's costs are skewed by events beyond the hospital's control or extraordinary circumstances. Imposes obligations on hospitals regarding the treatment of emergency medical conditions and indigent care. Provides for the release of hospital accreditation surveys to the Secretary and the Secretary's release of survey information which relates to an enforcement action. Permits the Secretary to withdraw a hospital's Medicare-approved status on the basis of information other than accreditation surveys. Establishes intermediate sanctions for psychiatric hospitals. Permits certain merged or consolidated hospitals to receive Medicare periodic interim payments. Alters the basis for judging the effectiveness of a waiver of Medicare hospital reimbursement mechanisms in favor of a State hospital reimbursement control system. Prohibits the Secretary from requiring a hospital to change its bad debt recognition policy approved as of August 1, 1987. Requires the Secretary to determine a nursing facilities routine service costs using data collected no earlier than October 1985. Permits dentists to serve as hospital medical directors. Directs the Comptroller General to conduct a study of the differences in costs and case-mix between hospital-based and freestanding skilled nursing facilities. Prohibits the Secretary from collecting overpayments from hospitals in Massachusetts prior to May 1990 occurring during a specified statewide hospital reimbursement demonstration project. Permits nurse practitioners and clinical nurse specialists to certify an individual's need for Medicare extended care and hospice services. Provides for the future annual recalibration of diagnosis-related group (DRG) weights on a budget-neutral basis. Establishes a demonstration program under which the Secretary makes grants to no more than seven States for use in: (1) planning and implementing a rural health care plan and rural health networks; (2) designating hospitals or facilities as essential access community hospitals or rural primary care hospitals; and (3) developing and supporting communication and emergency transportation systems. Authorizes hospitals and facilities in grant States to apply, subject to the State's approval, to the Secretary for a grant to finance the costs it incurs in converting itself to a primary care hospital or in becoming part of a rural health network in the State in which it is located. Requires that hospitals designated as essential access community hospitals be isolated rural hospitals that have at least 75 inpatient beds and provide emergency and medical backup services to rural primary care hospitals in their rural health network and throughout their service area. Requires that rural primary care hospitals provide 24-hour emergency care and no more than 72 hours of inpatient care for no more than six inpatients. Requires States, in designating facilities as rural primary care hospitals, to give preference to facilities participating in the rural health network. Defines a \"rural health network\" as an organization consisting of at least one essential access community hospital, rural referral center, or urban regional referral center and at least one rural primary care hospital which cooperate in the deliverance of health care. Authorizes appropriations for FY 1990 through 1992 for such demonstration program. Amends the Omnibus Budget Reconciliation Act of 1987 to extend the Rural Health Care Transition Grant Program through FY 1992, and permit hospitals to use grants received under such Program to provide instruction and consultation via telecommunications to physicians in rural health manpower shortage areas, to develop a plan for converting to rural primary care hospitals or to develop a rural health network, if located in a State participating in the preceding demonstration program. Amends the Medicare program to treat essential access community hospitals as sole community hospitals. Covers inpatient rural primary care hospital services. Establishes the Medicare Geographical Classification Review Board which shall consider hospital requests for changes in their geographical classification pursuant to guidelines to be issued by the Secretary. Directs the Secretary to fashion a legislative proposal eliminating the system of determining separate average standardized payment amounts for hospitals located in large urban, other urban, or rural areas. Requires the Prospective Payment Assessment Commission to conduct a study regarding Medicare reimbursement of small rural hospitals and rural sole community hospitals. Subtitle B: Miscellaneous Amendments Relating to Part B of the Medicare Program - Amends part B (Supplementary Medical Insurance) of the Medicare program to extend maximum allowable actual charge limits for nonparticipating physicians through 1991. Permits the coverage of additional inserts for therapeutic shoes for individuals with severe diabetic foot disease and the substitution of shoe modifications for inserts. Extends indefinitely the coverage of certified registered nurse anesthetist services as inpatient hospital services when furnished at rural hospitals with 500 or fewer surgical procedures requiring anesthesia services per year. Increases the payment limit for physical and occupational therapy services. Requires studies into payments for portable X-ray services, ambulance services, hospital outpatient services, assistants at surgery, blood clotting factor for hemophilia patients, and standards for the use of and payment for durable medical equipment. Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to terminate four specified municipal health service demonstration projects by January 1, 1994. Amends the Medicare program to narrow the range of acceptable purchase prices for durable medical equipment. Covers diagnostic tests performed in physician office labs which meet specified certification requirements. Subtitle C: Miscellaneous Amendments Relating to Parts A and B of the Medicare Program - Sets forth hospital responsibilities with respect to the treatment or transfer of individuals having emergency medical conditions. Imposes penalties against physicians who engage in specified acts related to the examination, treatment, or transfer of individuals with emergency medical conditions. Amends the Omnibus Budget Reconciliation Act of 1986 to extend, through 1993, the application of a waiver of the Medicare requirement that health maintenance organizations (HMOs) must have an enrolled population of which not more than 50 percent are Medicare or Medicaid (title XIX of the Social Security Act) beneficiaries to HMOs which had a pre-existing waiver of such requirement and received specified grants in FY 1987. Amends the Medicare program to limit physician charges for emergency services or out-of-area coverage provided to an HMO enrollee by a person who is not under contract with such HMO. Amends the Deficit Reduction Act of 1984 to make the authority for HMO benefit stabilization funds permanent. Amends the Medicare program to require rural health clinics to have a nurse practitioner, physician assistant, or certified nurse-midwife available to furnish patient care at least 50 percent of the time the clinic operates. Covers social worker services furnished to outpatients of rural health clinics. Expands the area within which rural health clinics may be located. Requires the dissemination of rural health clinic application information and materials. Prohibits the Secretary from denying the certification of a facility as a rural health clinic if such facility is located on an island and would meet certification requirements but for the requirement that physician assistant or nurse practitioner services be provided in the facility. Expands the functions of the Office of Rural Health Policy. Alters the home health claims denial process. Extends the Secretary's authority to contract with fiscal intermediaries and carriers on other than a cost basis. Amends the Omnibus Budget Reconciliation Act of 1987 to expand a rural health medical education demonstration project. Establishes a triage demonstration project in a public hospital located in a large urban area. Directs the Comptroller General to conduct a study of the administrative burden of Medicare regulations and program requirements on providers, fiscal intermediaries, and carriers. Gives the Secretary guidelines to consider in distributing remaining payment amounts to end stage renal disease network organizations after covering their administrative costs. Makes liability limitations and information disclosure prohibitions established under part B (Peer Review) of title IX of the Social Security Act applicable to network organizations. Directs the Secretary to report to the Congress on the methodology and rationale used to establish a Medicare payment rate for the drug erythropoietin. Amends the Medicare Catastrophic Coverage Act of 1988 and part A (General Provisions) of title XI of the Social Security Act to make miscellaneous amendments affecting the United States Bipartisan Commission on Comprehensive Health Care and the National Commission on Children. Continues the use of the home health wage index in effect prior to July 1, 1989, until July 1, 1990. Directs the Secretary to conduct a study regarding staffing at the Health Care Financing Administration. Amends part B (Peer Review) of title XI of the Social Security Act to require Peer Review Organizations (PRO) which review non-physician services to include practitioners of such services within their review body. Requires PROs to give providers whose services are denied Medicare coverage an opportunity for reconsideration of the determination before patients or organizations responsible for paying claims are notified of such determination. Subtitle D: Miscellaneous Amendments Relating to Medicaid - Makes miscellaneous technical amendments to the Medicaid program. Subtitle E: Miscellaneous Amendments Relating to Nursing Home Reform - Makes miscellaneous amendments to Medicaid and Medicare requirements imposed on nursing facilities by the Omnibus Budget Reconciliation Act of 1987. Subtitle F: Extension of COBRA Continuation Coverage for Disabled Employees - Amends the Internal Revenue Code to extend group health plan coverage of the spouse or dependent of an employee from 18 to 29 months after the employee's job is terminated, if such spouse or dependent was disabled at such time."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miscellaneous and Technical Social Security Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend titles II, IV, XVI, XVIII, and XIX of the Social Security Act and the Internal Revenue Code of 1986 to extend certain expiring provisions, to make miscellaneous improvements in the old-age, survivors, and disability insurance program, the supplemental security income program, the program of aid to families with dependent children, the railroad retirement program, the medicare program, and the medicaid program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:18-05:00"
}