{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s31-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "31", 
  "official_title": "A bill entitled the Increased Market Access Promotion Act of 1987.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Increased Market Access Promotion Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "American investments", 
    "Executive reorganization", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government operations and politics", 
    "Import relief", 
    "Imports", 
    "Intellectual property", 
    "Nontariff trade barriers", 
    "Office of the U.S. Trade Representative", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Increased Market Access Promotion Act of 1987 - Amends the Trade Act of 1974 to direct the U.S. Trade Representative (USTR) to prepare for the annual report on national trade estimates an estimate of the increase in U.S. exports that would result from the elimination of each act, policy, or practice identified as a significant barrier to, or distortion of, U.S. exports and foreign investment by U.S. persons. Directs the USTR, in preparing the national trade estimate, to consider the international competitiveness of the appropriate goods or services. Directs the USTR to begin investigations on an annual basis with respect to those acts, policies and practices identified in each report on national trade estimates which: (1) are likely to constitute unfair foreign trade practices; and (2) constitute a barrier to, or distortion of, a significant portion of all the U.S. goods and services that the USTR estimates would have been exported if such unfair foreign trade practices did not exist. Sets forth factors to be considered in determining whether acts, policies, or practices should be investigated. Transfers from the President to the USTR the authority to: (1) determine whether U.S. action is appropriate to enforce U.S. rights under a trade agreement or to respond to certain foreign trade practices; (2) determine the appropriate additional import relief in such cases; and (3) determine any additional restrictions on service sector access authorizations. Transfers from the President to the USTR the authority to take action on the USTR's own motion. Includes among the foreign trade practices that may trigger a U.S. response any act, policy, or practice that threatens to burden or restrict U.S. commerce. Sets forth a list of foreign acts, policies, and practices which burden U.S. commerce. Authorizes the USTR, in response to certain foreign trade practices, to: (1) enter into binding agreements that fully offset the burden on U.S. commerce of such practices; or (2) withdraw, or refrain from proclaiming, eligibility of a foreign country for preferential treatment under the Generalized System of Preferences. Includes within the meaning of \"unreasonable foreign trade practices\" any combination of foreign trade practices that deny: (1) market opportunities (including protection of an industry in its formative stages); (2) opportunities for the establishment of an enterprise; (3) protection of intellectual property rights; or (4) protection against anti-competitive practices. Includes within the definition of \"service sector access authorization\" any authorization that gives access to the U.S. market to a foreign supplier of goods related to a service. Directs the USTR to determine, within 90 days of the start of such an investigation, whether: (1) the United States is being denied its rights under any trade agreement; or (2) there is any unfair foreign trade act, policy, or practice. Sets forth the actions to be taken by the USTR based on such determination. Requires an import relief action to terminate after seven years if it has existed continuously for seven years and no request to extend the action is made during the last 60 days of such seven year period. Requires the USTR to review the effectiveness of such an import action if a request to extend the import relief is made. Authorizes the President, if such import relief involves raising tariffs or imposing import restrictions, to negotiate a trade agreement providing compensation, or to proclaim tariff changes to provide compensation for certain countries in order to meet U.S. international obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Increased Market Access Promotion Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the Increased Market Access Promotion Act of 1987.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:04-05:00"
}