{
  "actions": [
    {
      "acted_at": "1984-02-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-09", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-29", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-29", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-04", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-10", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-10", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-01", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Ways and Means. Report No: 98-725.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-01", 
      "references": [], 
      "text": "Placed on Union Calendar No: 416.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-17", 
      "references": [], 
      "text": "Committee on Rules Granted Granted a Modified Closed Rule Providing Two Hours of General Debate; Making in Order Only Amendments Recommended by the Committee on Ways and Means Which Are Not Subject to Amendment; Waiving Certain Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-17", 
      "references": [], 
      "text": "Committee on Rules Granted a Modified Closed Rule Providing Two Hours of General Debate; Making in Order Only Amendments Recommended by the Committee on Ways and Means Which are not Subject to Amendment; Waiving Certain Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-17", 
      "bill_ids": [
        "hres504-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.504 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "The Clerk Reported Committee Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "328", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 259 - 95 (Record Vote No: 328).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-07-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-02", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department, Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-03", 
      "bill_ids": [
        "hr3398-98"
      ], 
      "references": [], 
      "text": "House Incorporated the Text of H.R.4784 as an Amendment in the Nature of a Substitute to H.R.3398.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h1010-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1010"
    }
  ], 
  "bill_id": "hr4784-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Albosta, Donald J.", 
      "sponsored_at": "1984-04-03", 
      "state": "MI", 
      "thomas_id": "00009", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Byron, Beverly B.", 
      "sponsored_at": "1984-03-06", 
      "state": "MD", 
      "thomas_id": "00162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Coughlin, Lawrence", 
      "sponsored_at": "1984-04-03", 
      "state": "PA", 
      "thomas_id": "00240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1984-02-08", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Hance, Kent R.", 
      "sponsored_at": "1984-02-08", 
      "state": "TX", 
      "thomas_id": "00491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Latta, Delbert L.", 
      "sponsored_at": "1984-04-03", 
      "state": "OH", 
      "thomas_id": "00668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1984-04-03", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McNulty, James F., Jr.", 
      "sponsored_at": "1984-03-28", 
      "state": "AZ", 
      "thomas_id": "00784", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1984-02-08", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1984-02-08", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Schulze, Richard T.", 
      "sponsored_at": "1984-02-08", 
      "state": "PA", 
      "thomas_id": "01035", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1984-04-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Shannon, James M.", 
      "sponsored_at": "1984-04-03", 
      "state": "MA", 
      "thomas_id": "01045", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-07-26", 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-08", 
  "number": "4784", 
  "official_title": "A bill to reform the remedies available to United States producers regarding unfair import competition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres504-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3398-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Trade Remedies Reform Act of 1984", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1984-07-26", 
  "subjects": [
    "Business and commerce", 
    "Communist countries", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Customs administration", 
    "Dumping", 
    "EEC countries", 
    "East-West trade", 
    "Executive reorganization", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "Information policy", 
    "International Trade Commission", 
    "Judicial review", 
    "Public interest", 
    "Small business", 
    "Tariff", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Dumping", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1984-07-26", 
    "text": "(Measure passed House, amended, roll call #328 (259-95)) Trade Remedies Reform Act of 1984 - Title I: Amendments to Countervailing Duty and Antidumping Duty Laws - Amends the Tariff Act of 1930 (the Act) to state that: (1) the sale (or likelihood of sale) of certain imported merchandise is subject to the imposition of countervailing duties; and (2) specified references to the sale of foreign merchandise includes leasing arrangements of such merchandise. Provides that a countervailing or antidumping duty investigation may be terminated by the administering authority if such investigation was initiated by such administering authority. Prohibits the administering authority from terminating a countervailing or antidumping duty investigation by accepting, from the country in which the subsidy practice is alleged to occur, an agreement to limit the volume of imports into the United States of the merchandise being investigated unless such administering authority is satisfied that termination on the basis of such agreement is in the public interest. Specifies various factors and prior consultations that the administering authority shall take into account when making such decision regarding the public interest. Prohibits the termination of such investigation before a preliminary determination that the imported merchandise is being sold, or is likely to be sold, at less than fair market value. Eliminates as a basis for the suspension of a countervailing duty investigation by the administering authority, the offsetting of subsidies by exporters who import subsidized merchandise into the United States. Authorizes the administering authority to suspend a countervailing or antidumping duty investigation if the country in which the subsidy practice occurs agrees, or exporters of subsidized merchandise agree, to cease exports of such merchandise to the United States on the date on which the investigation is suspended. (Current law provides that exporters must agree to cease such exports of merchandise to the United States within six months after the date on which the investigation is suspended.) Requires the administering authority with respect to quantitative restriction agreements to eliminate the injurious effects of subsidized exports to the United States, to take into account specified factors as they apply to the proposed suspension of a countervailing duty investigation and such agreement, after consulting with the appropriate consuming industries, producers and workers. Provides that if such administering authority determines that such an agreement accepted under the Act is being, or has been violated or no longer meets the requirements under such Act then on the date of publication of its determination it shall, if it considers the violation to be intentional, notify the Commissioner of Customs. Requires such administering authority to annually review the amount of duty imposed by a countervailing or antidumping duty order, or a notice of the suspension of an investigation if a request for such review has been received by such authority. Provides for the review, other than a quantitative restriction agreement, of agreements to eliminate foreign subsidies on exports to the United States. Requires the President with respect to quantitative restriction agreements to suspend an antidumping duty investigation, to enter into negotiations within 90 days after the administering authority accepts such agreement with the government that is a party to such agreement in order to: (1) eliminate the subsidy or dumping practice; or (2) reduce the net subsidy or dumping margin to a level that eliminates the injurious effect of exports to the United States of the merchandise. Prohibits such administering authority from modifying an agreement which results from such negotiations unless before the first anniversary of the date on which such administering authority accepts such agreement specified requirements are met. Provides that negotiations and possible modification of quantitative restriction agreements entered pursuant to this Act shall cease to apply to any such agreement suspending a countervailing duty investigation at such time as that agreement ceases to have force and effect because of a final negative determination in such investigation or because of a violation of an agreement to eliminate a foreign subsidy or the injurious effects of such subsidy. Requires such administering authority to review affirmative determinations made by it and the International Trade Commission (ITC) with regard to: (1) subsidies being provided with respect to merchandise subject to a quantitative restriction agreement; (2) such merchandise being sold in the United States at less than fair value; and (3) imports of merchandise subject to such agreement, upon such agreement's termination, materially injuring or threatening material injury to an industry in the United States or materially retarding the establishment of such industry. Requires such determinations to: (1) be made on the record; (2) be treated as final determinations; and (3) provided, upon request of an interested party, a hearing in accordance with specified procedures. Includes in the definition of \"subsidy\" any export subsidy, natural resource subsidy, and upstream subsidy as determined under the provisions of this Act. Defines the term \"natural resource subsidy\". Sets forth the method of calculation for determining the level of a natural resource subsidy. Defines the term \"fair market value\" to mean the price that a willing buyer would pay a willing seller for a natural resource product in an arms- length transaction in the absence of government regulation. Requires the ITC, in making determinations under specified sections of the Act as to the volume and consequent impact of a possible material injury, to cumulatively assess the effect of imports from two or more countries of like products subject to investigation if such imports compete with each other and with like products of the domestic industry in the U.S. market. Requires the ITC to consider specified factors with respect to its determination of whether there is a threat of material injury to U.S. markets by subsidized exports entering the United States. Includes in the term \"interested party\" an association, a majority of whose members is composed of specified interested parties with respect to a like product. Defines an \"upstream subsidy\" as any action, as described in the Act, by a government that: (1) pays or bestows a subsidy upon merchandise under investigation that is manufactured in such country; (2) results in a price for such merchandise that is lower than its available price in such country; and (3) has a significant effect on the cost of manufacturing or producing such merchandise. Requires, in administering such definition, that an association of two or more foreign countries, political subdivisions, dependent territories, or possessions of foreign countries organized into a customs union outside of the United States shall be treated as one country. Requires the administering authority to adjust the price of merchandise under investigation that is found to be upstream subsidized by the country that produced it. Requires the administering authority to include in any countervailing duty or antidumping duty that is imposed on such merchandise an amount equal to the difference between the price generally available for such product in the country of manufacture and the lower price at which such product is sold to the United States, adjusted, if appropriate,for artificial depression. Defines \"downstream dumping\" as occurring when a product that is used in the manufacture of merchandise under investigation is purchased at a price that is below its foreign market value. Requires the administering authority, when calculating the amount of a countervailing or antidumping duty due to downstream dumping, to include an amount equal to the difference between the foreign market value of such product and the price at which such product was purchased below such value, and either: (1) the generally available price of such product in the country of manufacture; or (2) the price of such product that would pertain but for artificial depression. Limits the scope of inquiry into upstream and downstream subsidies by the administering authority. Includes in the term \"party-at-interest\" an association composed of members of labor organizations and trade associations who produce a like product in the United States. Requires both the administering authority and the ITC, upon the request of any party to a countervailing or antidumping duty investigation, to hold a hearing before making a final determination with respect to: (1) subsidies being provided with regard to merchandise subject to a quantitative restriction agreement; (2) such merchandise being sold in the United States at less than fair value; and (3) imports of merchandise subject to such agreement, upon such agreement's termination, materially injuring or threatening material injury to an industry in the United States or materially retarding the establishment of such an industry. Provides an exemption for required hearings by the ITC upon request and before making an injury determination in countervailing or antidumping duty investigations. Requires the administering authority to verify information relied upon in making: (1) a revocation of a countervailing duty order or an antidumping duty order; and (2) annual reviews and determinations with respect to the amount of duty imposed by a countervailing or antidumping duty order, or a notice of the suspension of an investigation if such verification is requested and no verfication was made under this provision during the two preceding reviews and determinations under that section of the same order, finding, or notice. Permits an officer or employee of the U.S. Customs Service who is involved in conducting an investigation regarding fraud under the Act to receive confidential information that has been submitted to the administering authority or the ITC with respect to such investigation. Requires the administering authority and the ITC with regard to information that has been requested to be kept confidential to provide that such confidential information be accompanied by specified summaries and statements. Allows the administering authority, for purposes of determining U.S. or foreign prices, to use averaging or recognized sampling techniques. Gives the administering authority the sole authority to select such techniques. Sets forth the procedure for judicial review of administering authority and ITC determinations. Adds to those determinations which are reviewable in the U.S. Court of International Trade the determination as to whether a particular type of imported merchandise is within the class of such merchandise described in a finding of dumping or in an antidumping or countervailing duty order. Sets forth the order of civil action cases before the U.S. Court of International Trade. Title II: Miscellaneous Provisions - Establishes within the ITC a Trade Remedy Assistance Office which shall provide specified information to the public upon request. Requires agencies administering a trade law to provide technical assistance to small businesses with regard to the filing of trade relief petitions. Requires the ITC to establish and implement a program to monitor the industrial policies of foreign countries in order to discover whether targeting subsidies are being planned or have been implemented. Requires the Secretary of Commerce to study the practices that are applied in making adjustments to purchase prices, exporter's sales prices, foreign market value, and constructed value in determining antidumping duties. Sets forth what shall be included in such study. Directs the Secretary of Commerce, the Secretary of Labor, the U.S. Trade Representative, and the Comptroller General of the United States to each submit to the Congress not later than June 1, 1985, a study of the problem of foreign industrial targeting with respect to U.S. domestic markets. Specifies what is to be included in such study. Sets forth the effective dates of the amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Remedies Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Trade Remedies Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Trade Remedies Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the remedies available to United States producers regarding unfair import competition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:41-05:00"
}