{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr663-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "663", 
  "official_title": "A bill to accelerate the formation of the investment capital required to expand both job opportunities and productivity in the private sector of the economy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jobs Creation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Robinson, J. Kenneth", 
    "state": "VA", 
    "thomas_id": "00970", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Depreciation and amortization", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Environmental protection", 
    "Estate tax", 
    "Family farms", 
    "Farms", 
    "Finance and financial sector", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Pollution control", 
    "Saving and investment", 
    "Savings and loan associations", 
    "Securities", 
    "Social security taxes", 
    "Social welfare", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Jobs Creation Act - Title I: Individual Income Taxes - Amends the Internal Revenue Code to allow a credit for ten percent of the amounts (1) deposited in a savings account at an insured bank, savings and loan association or credit union or (2) used to purchase stock or bonds in a domestic corporation. Limits such credit to a maximum of $1,000. Excludes from income the amounts received by an individual as dividends from domestic corporations. Excludes from income the gain resulting from the sale or exchange of securities, up to $1,000. Lowers the value of the gross estate by the value of the decedent's interest in a farm (1) actively engaged in raising crops or livestock for profit over which the decedent or his spouse exercised supervision during the five years prior to his death, and (2) which passes to an individual related to the decedent or his spouse. Requires that for a period of five years after the decedent's death (1) the interest in the farm be retained by the individual to whom it passed, (2) those individuals reside on that farm, and (3) the farm continue to qualify as a family farm. States that a deviation from any of the preceding qualifications will result in a deficiency in the amount of the difference between the tax actually paid, and the tax that would have been paid absent the family farm deduction outlined above. Limits the family farm deduction to $200,000. Title II: Corporation Taxes - Provides a graduated normal tax rate for corporate taxes. States that a corporation which is a component member of a controlled group of corporations must take into account the taxable income of the other members. Increases the amount of the investment credit to 15 percent of the qualified investment, except for property constructed or acquired before July 1, 1975, in which case the credit is set at 12 percent of that investment. Provides that in the case of transitional property the part of the property's basis attributable to construction before July 1, 1975, shall receive the 12 percent credit, and the part attributable to construction after June 30, 1975, shall receive the 15 percent credit. Increases the corporate surtax exemption from $25,000 to $100,000. Requires that the basis of property be adjusted to reflect the rate of inflation between the year of acquisition and the year of sale before further adjustments in the basis are made. Increases the permissible variance from a prescribed class life from 20 percent to 40 percent. Allows amortization of pollution control facilities to take place over a period of 12 months. Title III: Employee Stock Ownership Plan Financing - Specifies the tax treatment for stock bonus plans of an employer set up for the benefit of his employees with common stock issued by the employer corporation. Allows a deduction to the employer for the amount of any dividend paid under such a plan provided: (1) the securities were held on the record date by an employee stock ownership plan; and (2) the dividend received by the plan is either distributed to the participating employees within 60 days after the plan year in which it is received, or applied to the payment of acquisition expenses within 60 days after the taxable year. Permits a deduction to the employer for contributions made on account of being on the accrual basis, provided that such contributions are applied to the payment of acquisition indebtedness. Exempts such contributions from treatment as an annual addition. States that an employer who transfers employer securities or other property to an employee stock ownership plan shall be entitled to a charitable contribution deduction if: (1) the property is allocated to the participating employees; (2) no part of the property is allocated for the benefit of the taxpayer, his relatives, or anyone else owning 25 percent of employer securities; and (3) the contribution is made with the approval of the employee stock ownership plan. Exempts such contributions from treatment as annual additions. Specifies that the acquisition indebtedness of the employer securities acquired by an employee stock ownership plan must be proportionally allocated to the accounts of the participating employees. States that upon separation from service, a participating employee is entitled to a distribution of his nonforfeitable interest in accordance with the provisions of the plan. Allows such a plan to provide for the required repurchase of qualified employer securities from an individual receiving a distribution thereof, only if all other such outstanding employer securities, whether acquired through the plan or not, are subject to repurchase from nonemployee shareholders. Provides that an individual receiving a lump sum distribution from an employee stock ownership plan may exclude from gross income that part of the distribution consisting of income producing employer securities or assets which are held, or reinvested within 60 days in assets of equivalent value, for the purpose of providing that individual with dividends. States that the proceeds of any sale or disposition of such securities or assets not reinvested within 60 days in income producing property shall be treated as ordinary income. Stipulates that any dividend received by a participating employee under an employee stock ownership plan is taxable to that employee. Forbids any contribution from being allocated for the benefit of any participating employee if the total accumulation of all investments for the benefit of that participant under the employee stock ownership plan and all other such plans equals or exceeds $500,000. Provides that the acquisition or holding of qualifying employer securities and the incurring of indebtedness by an employee stock ownership plan shall satisfy the specifications of the Employee Retirement Income Security Act, provided that it meets the requirements of an individual retirement annuity under that Act. Requires that the same standards of prudence and fiduciary responsibility exercised with respect to shareholders are satisfied for such a plan. Directs the Secretary of the Treasury to issue a binding advance opinion, in response to any application by an employee stock ownership plan, as to whether the plan satisfies the requirements of this Act. States that payments by an employer to an employee stock ownership plan for the purpose of enabling that plan to pay acquisition indebtedness for the purchase of qualifying employer securities shall not be treated as compensation, fringe benefits, or deferred compensation payments, but treated as debt service payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jobs Creation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to accelerate the formation of the investment capital required to expand both job opportunities and productivity in the private sector of the economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:33-05:00"
}