{
  "actions": [
    {
      "acted_at": "1999-03-04", 
      "references": [
        {
          "reference": "CR S2286-2287", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-04", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s536-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-04", 
  "number": "536", 
  "official_title": "A bill entitled the \"Wendell H. Ford National Air Transportation System Improvement Act of 1999\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wendell H. Ford  National Air Transportation System Improvement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-04", 
  "subjects": [
    "Access to airports", 
    "Accident prevention", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Aeronautics", 
    "Air bases", 
    "Air cargo", 
    "Air traffic", 
    "Air traffic controllers", 
    "Aircraft", 
    "Aircraft engines", 
    "Aircraft industry", 
    "Aircraft pilots", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Airspace (Law)", 
    "Alaska", 
    "Alcoholism", 
    "Animals", 
    "Anniversaries", 
    "Antitrust law", 
    "Appropriations", 
    "Arizona", 
    "Armed forces and national security", 
    "Asphalt", 
    "Auditing", 
    "Authorization", 
    "Aviation agreements", 
    "Aviation fuels", 
    "Aviation insurance", 
    "Aviation safety", 
    "Avionics", 
    "Bonds", 
    "Business income tax", 
    "Civil rights and liberties, minority issues", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Commercial aircraft", 
    "Competition", 
    "Competitive bidding", 
    "Computer programming", 
    "Computers and government", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer discounts", 
    "Consumer education", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Counterfeiting", 
    "Credit insurance", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Department of Labor", 
    "Department of Transportation", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug testing", 
    "Drug traffic", 
    "Drugs and transportation workers", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Elementary and secondary education", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Europe", 
    "European Union", 
    "Explosives", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Florida", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Gifts", 
    "Government aircraft", 
    "Government and business", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government service contracts", 
    "Government trust funds", 
    "Governmental investigations", 
    "Hawaii", 
    "Helicopter transportation", 
    "Helicopters", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Human engineering", 
    "Identification devices", 
    "Illinois", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Indian lands", 
    "Infrastructure", 
    "Injunctions", 
    "Interest", 
    "International affairs", 
    "International cooperation", 
    "Jet aircraft", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land transfers", 
    "Landing aids (Aeronautics)", 
    "Language and languages", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Liability for aircraft accidents", 
    "Liability for marine accidents", 
    "Licenses", 
    "Local service airlines", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marketing", 
    "Maryland", 
    "Metropolitan politics and government", 
    "Military aviation", 
    "Military base conversion", 
    "Minorities", 
    "Montana", 
    "National parks", 
    "Navigation (Aeronautics)", 
    "Navigational aids (Aeronautics)", 
    "New Mexico", 
    "Noise", 
    "North Carolina", 
    "Ocean", 
    "Ohio", 
    "Oregon", 
    "Personnel management", 
    "Personnel records", 
    "Prisoners", 
    "Private aviation", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Puerto Rico", 
    "Real property tax", 
    "Regional planning", 
    "Reinsurance", 
    "Reprogramming of appropriated funds", 
    "Restrictive trade practices", 
    "School districts", 
    "Science, technology, communications", 
    "Security measures", 
    "Signs and symbols", 
    "Sparsely populated areas", 
    "Standards", 
    "Surplus government property", 
    "Tax assessment", 
    "Tax credits", 
    "Taxation", 
    "Technological innovations", 
    "Technology assessment", 
    "Telephone", 
    "Tourism", 
    "Traffic congestion", 
    "Transport aircraft", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation planning", 
    "United Kingdom", 
    "User charges", 
    "Virginia", 
    "Washington State", 
    "Weather forecasting", 
    "West Virginia", 
    "Whistle blowing", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Witnesses", 
    "Wrongful death", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-04", 
    "text": "TABLE OF CONTENTS: Title I: Authorizations Title II: Airport Improvement Program Amendments Title III: Amendments to Aviation Law Title IV : Title 49 Technical Corrections Title V: Miscellaneous Title VI: Aviation Competition Promotion Title VII: National Park Overflights Title VIII: Centennial of Flight Commemoration Title IX: Extension of Airport and Airway Trust Fund Expenditure Authority Wendell H. Ford National Air Transportation System Improvement Act of 1999 - Title I: Authorizations - Amends the Federal Aviation Act of 1958 to authorize appropriations for FY 1999 and 2000 for Federal Aviation Administration (FAA) operations. Earmarks amounts for: (1) wildlife hazard mitigation measures and management of the wildlife strike database of the FAA; and (2) a university consortium established to provide an air safety and security management certificate program. (Sec. 102) Amends Federal aviation law to authorize appropriations for FY 1999 and 2000 for: (1) the FAA Facilities and Equipment Program; and (2) continuation through FY 2000 of the instrument landing system inventory program. Directs the Administrator of the FAA to establish life-cycle cost estimates for any air traffic control modernization project whose costs equal or exceed $50 million. (Sec. 103) Authorizes appropriations for FY 1999 and 2000 for airport planning and development and noise compatibility planning programs. (Sec. 105) Directs the Secretary of Transportation (Secretary), in order to improve security at U.S. public airports, to carry out at least one project to test and evaluate innovative airport security systems and related technology. Authorizes appropriations. (Sec. 106) Authorizes appropriations to the Secretary to carry out the Federal Contract Tower Program. (Sec. 107) Prohibits the FAA Administrator from terminating human weather observers for Automated Surface Observation System stations until 60 days after the Secretary determines and reports to Congress that the System provides consistent reporting of changing meteorological conditions. Title II: Airport Improvement Program Amendments - Repeals the cap on the amounts to be credited annually to the Secretary's discretionary fund for aviation programs. (Sec. 202) Authorizes the Secretary to carry out a demonstration program of up to 20 projects for grants to implement innovative financing techniques for airport development projects. (Sec. 203) Limits to no more than 90 percent the Federal share of costs for a project at a non-primary airport having at least .25 percent of the total number of passenger boardings each year at all commercial service airports. (Sec. 204) Increases from 31 percent to 35 percent the minimum apportionment from the discretionary fund for airport improvement grant funds for airport noise compatibility programs. (Sec. 205) Authorizes the use of airport improvement funds apportioned to Alaska, Hawaii, or Puerto Rico for any of their public airports. Authorizes the use of the supplemental apportionment of airport improvement funds for Alaska for any of its public airports. Repeals a certain limitation on the apportionment of airport improvement funds for commercial airports in Alaska. Revises the amount of certain funds apportioned to the discretionary and small airport funds. Authorizes the Secretary to distribute a certain percentage of funds from the small airport fund for grants for projects at small hub airports. Declares that an airport development project shall remain eligible for funding from the discretionary fund (subject to the availability of funds) even though the airport's status changes from primary to non-primary. Revises the definition of \"public-use airport,\" for purposes of grant eligibility for airport development funds, to include a privately-owned airport that, as a reliever airport, received Federal aid for airport development before October 9, 1996, but only if the FAA Administrator issues revised administrative guidance after July 1, 1998, for the designation of reliever airports. Repeals the eligibility of reliever airports for the issuance of a letter of intent to obligate airport development funds. Prohibits the collection of a passenger facility fee from a passenger in Alaska aboard an aircraft having a seating capacity of less than 20 passengers. Permits certain regulations to authorize a public agency to request waiver of a passenger facility fee for: (1) any class of domestic or foreign air carrier that enplanes not more than one percent of the total number of passengers enplaned annually at a airport; or (2) passengers enplaned on a flight to an airport with scheduled passenger service but fewer than 2,500 passenger boardings each year, or in a community with a population of less than 10,000 and not connected by land to the National Highway System. Requires any Federal agency to grant priority to a request by any non-Federal public agency for surplus property for use at a public airport. Increases the apportionment of airport improvement funds to sponsors of cargo-only airports. Declares that the Secretary may permit the use of State highway specifications for airfield pavement construction using airport development funds at non-primary airports with runways of 5,000 feet or shorter serving aircraft that do not exceed 60,000 pounds, if the Secretary determines that: (1) safety will not be negatively affected; and (2) the life of the pavement will not be shorter than it would be if constructed using FAA standards. Prohibits an airport from seeking airport development funds for runway rehabilitation or reconstruction of any such airfield pavement constructed using State highway specifications for a period of ten years after construction is completed. (Sec. 206) Amends the Federal Aviation Reauthorization Act of 1996 to repeal the termination of certain amendments regarding apportionments and their uses, the discretionary fund, and the designation of current and former military airports (thus making them permanent). (Sec. 207) Directs the Secretary to report to specified congressional committees on FAA efforts to implement capacity improvements, such as precision runway monitoring systems and the time frame for implementation of such improvements. (Sec. 208) Directs the Administrator of the FAA to discourage airport sponsors and airports from using discretionary funds for lower priority projects by giving lower priority to discretionary projects they have submitted which have used entitlement funds for projects with a lower priority than the projects for which discretionary funds are being requested. (Sec. 209) Prohibits the Secretary from waiving certain required assurances that property be used for aeronautical purposes with respect to the grant of airport development funds, unless the Secretary provides public notice at least 30 days before issuing such waiver. (Sec. 210) Amends Federal aviation safety law to revise the term \"public aircraft\" to include non-government-owned passenger aircraft operated for prisoner transport. (Sec. 211) Authorizes the Secretary, in order to enable additional air service by an air carrier with less than 50 percent of the scheduled passenger traffic at an airport, to consider the shell of a terminal building (including heating, ventilation, and air conditioning) and aircraft fueling facilities adjacent to the building to be an eligible airport-related project. (Sec. 212) Directs the FAA Administrator to evaluate specified options for improving the quality of information available to the FAA on airfield pavement conditions for national air transportation system airports. (Sec. 213) Authorizes the Secretary to use certain unobligated funds to make discretionary grants for airport noise abatement activities. Title III: Amendments to Aviation Law - Amends Federal aviation law to authorize the FAA Administrator to contract for procurement of severable services for a period that begins in one fiscal year and ends in the next fiscal year if (without regard to any option to extend it) the contract period does not exceed one year. Declares that funds available for a fiscal year may be obligated for the total amount of the contract. (Sec. 302) Amends the Airport Noise and Capacity Act to make foreign air carriers eligible for a waiver from stage three noise level requirements for certain aircraft. (Sec. 303) Authorizes the FAA Administrator to establish consortia of government and aviation industry representatives at airports to provide advice on matters related to aviation security and safety. (Sec. 304) Authorizes the Administrator of the FAA to enter into bilateral agreements with the aeronautical authorities of another country to exchange with that country all or part of their respective safety oversight functions and duties with respect to certain domestic and foreign aircraft. (Sec. 305) Directs the FAA Administrator to establish a schedule of new fees for services (other than air traffic control services) provided to any entity obtaining services outside the United States. (Sec. 306) Amends the Pilot Records Improvement Act to require an employment investigation (including a criminal history check) in the case of passenger, baggage, or property screening at airports if the FAA Administrator decides it is necessary to ensure air transportation security. Permits an air carrier that has not obtained information about a pilot from a foreign government or entity that has employed the pilot to allow such pilot to begin service as a pilot of certain small aircraft if the carrier has made a documented good faith attempt to obtain it. (Sec. 307) Authorizes a person to bring a civil action in the U.S. Court of Federal Claims (as well as in a U.S. district court) against the United States when: (1) the person is subrogated to the rights against the U.S. Government of a party insured under the aviation insurance program under a contract between the person and such insured party; and (2) the person has paid to the insured party an amount for a covered physical damage loss. Extends Federal aviation insurance and reinsurance programs through FY 2003. (Sec. 309) Establishes criminal penalties for any individual who: (1) knowingly and willfully serves or attempts to serve as an airman without an airman's certificate; (2) knowingly and willfully employs for service or uses as an airman an individual who does not have such certificate; or (3) without an airman's certificate provides for the air transportation of a controlled substance. (Sec. 310) Requires major air carriers providing air service to essential airport facilities that have interline agreements involving ticketing, baggage and ground handling, and terminal and gate access with other carriers, to provide on a nondiscriminatory basis the same services to any requesting air carrier that offers air service to a small community airport. Title IV: Title 49 Technical Corrections - Sets forth certain technical corrections to specified sections of Title 49 of the United States Code. Title V: Miscellaneous - Directs the FAA Administrator to report to specified congressional committees every three months on electronic data processing problems associated with the year 2000 (Y2K problem) within the FAA. (Sec. 502) Directs the FAA Administrator to require by regulation that collision avoidance equipment (TCAS II) be installed on each cargo aircraft with a payload capacity of 15,000 kilograms or more. (Sec. 503) Directs the FAA Administrator to solicit comments on the need for: (1) improvement of runway safety areas; and (2) the installation of precision approach path indicators. (Sec. 504) Makes applicable to other specified types of aircraft (currently exempted from them), including turbojet-powered aircraft and aircraft equipped to carry only one individual, certain requirements that commercial aircraft be outfitted with an emergency locator transmitter. (Continues to exempt from such requirements aircraft used in scheduled flights by scheduled air carriers holding certificates issued by the Secretary, training operations conducted entirely within a 50-mile radius of the airport from which the training operations begin, flight operations related to design and testing, the manufacture, preparation, and delivery of aircraft, showing compliance with regulations, exhibition, or air racing, or the aerial application of a substance on agricultural crops.) (Sec. 505) Prohibits the FAA Administrator, except for the facilitation of law enforcement, from issuing a certificate to any person: (1) convicted of a violation of any Federal or State law relating to the installation, production, repair, or sale of a counterfeit or falsely represented aviation part or material; or (2) subject to a controlling or ownership interest of an individual convicted of such violation. Directs the Administrator to revoke any such certificates issued to convicted persons or persons who knowingly facilitate such a violation. Prohibits the employment of an individual convicted of counterfeit parts dealing to perform a function related to the procurement, sale, production, or repair of a part or material, or the installation of a part into a civil aircraft. (Sec. 506) Subjects to a civil penalty of up to $10,000 any individual who interferes with the duties or responsibilities of the flight crew or cabin crew of a civil aircraft, or who poses an imminent threat to the safety of the aircraft or other individuals on the aircraft. (Sec. 507) Directs the Secretary to work with appropriate international organizations and aviation authorities of other nations to bring about their establishment of higher standards for accommodating handicapped passengers in air transportation, particularly with respect to foreign air carriers that code-share with domestic air carriers. Establishes a civil penalty for any air carrier that discriminates against handicapped persons while providing air transportation, unless such carrier provides such individual a credit or voucher in a certain amount for the purchase of a ticket on that carrier or any affiliated carrier. (Sec. 508) Authorizes the Secretary to request the head of any Federal department, agency, or instrumentality to convey land or airspace owned or controlled by it to a public agency for use that will complement, facilitate, or augment airport development, including the development of additional revenue from both aviation and nonaviation sources. Authorizes the Secretary, upon making certain determinations, to grant a release from any conditions contained in such conveyances in order to facilitate the development of additional revenue from aeronautical and nonaeronautical sources. Authorizes the Administrators of the FAA or the General Services Administration (GSA) to convey all right, title, and interest in 12 acres of property at Lake Minchumina, Alaska, to the Iditarod Area School District. (Sec. 509) Directs the FAA Administrator to issue a notice of proposed rulemaking to develop procedures to protect air carriers and their employees from civil enforcement action under the Flight Operations Quality Assurance program. (Sec. 510) Directs the FAA Administrator to identify or develop a plan to implement the wide area augmentation system (WAAS) to provide navigation and landing approach capabilities for civilian use and make a determination as to whether a backup system is necessary. Authorizes appropriations. (Sec. 511) Directs the FAA Administrator to reissue, and provide for public comment on, the notice to operators published in the Federal Register on January 2, 1998, which advised Alaska guide pilots of the applicability of part 135 of CFR title 14 to guide pilot operations. (Sec. 513) Directs the FAA Administrator to establish an advanced qualification program oversight committee to give advice on the development and execution of Advanced Qualification Programs (alternative methods for qualifying, training, certifying, and ensuring the competency of flight crews and other commercial aviation operations personnel (human factors training program)) for air carriers, and to encourage their adoption and implementation. (Sec. 514) Directs the Inspector General of the Department of Transportation (DOT) to initiate an independent assessment that ensures that the method for capturing and distributing overall FAA costs is appropriate and reasonable. Authorizes appropriations. (Sec. 515) Provides for the enforcement of whistleblower laws for FAA employees. (Sec. 516) Directs the FAA Administrator to report to Congress on a plan to modernize the oceanic air traffic control system (including a budget for such program). (Sec. 517) Directs the FAA Administrator to report biannually to Congress on the air transportation oversight system program announced on May 13, 1998, in detail on the training of inspectors, the number of them using the system, air carriers subject to the system, and the budget for the system. (Sec. 518) Declares that the Secretary may authorize the use, in whole or in part, of a completed environmental assessment or environmental impact study for a new airport construction project that is substantially similar in nature to one previously constructed pursuant to a completed assessment or study in order to avoid unnecessary duplication of expense and effort. (Sec. 519) Prohibits air carriers, contractors, and subcontractors from discharging or otherwise discriminating against an employee as to pay, terms, conditions, or privileges of employment because the employee: (1) is about to provide or has provided to the Federal Government information relating to any violation of any FAA order, regulation, or standard or any other Federal law relating to air carrier safety; or (2) is about to file or has filed a proceeding, or testified, or otherwise participated in a proceeding relating to such violations. Sets forth a Department of Labor complaint procedure for persons who believe they have been discharged or discriminated against in violation of this Act. Provides for award of attorney's fees of up to $5,000 to a prevailing employer for any such complaint found frivolous or brought in bad faith. Specifies civil penalties for violation of this Act. (Sec. 520) Authorizes the FAA Administrator to improve real property leased for air navigation facilities without regard to the costs of such improvements in relation to the cost of the lease, if certain conditions are met. (Sec. 521) Declares that the denial to air carriers (that conduct operations as a public charter with aircraft that are designed to carry more than nine passengers per flight) of access to certain reliever airports shall not be considered to be unreasonable or unjust discrimination. (Sec. 522) Directs the Secretary of Commerce to establish an Intergovernmental Task Force for International Visitor Assistance. Requires the Task Force to: (1) examine, and report to the President and the Congress its recommendation on, signage at U.S. facilities (including airports, seaports, land border crossings, highways, and bus, train, and other public transit stations); and (2) identify and suggest solutions to existing inadequacies, such as the adoption of uniform standards on international signage for use throughout the United States in order to facilitate international visitors' travel here. Requires the Task Force also to examine and report on: (1) the availability of multilingual travel and tourism information and means of disseminating it; and (2) establishment of a toll-free, private-sector operated telephone number, staffed by multilingual operators, to provide assistance to international tourists coping with an emergency. Directs the Secretary to complete, as soon as may be practicable, a satellite system of accounting for the travel and tourism industry. Authorizes appropriations for U.S. National Tourism Organization international promotional activities. Prohibits the use of such funds for any purpose other than marketing, research, outreach, or any other activity designed to promote the United States as the premiere travel and tourism destination in the world. States that the Organization's general and administrative expenses shall be borne by the private sector. (Sec. 523) Directs the FAA Administrator to determine whether its safety regulations are equivalent to the safety standards set forth in European Union Directive 89-336EEC. Directs the Administrator, if such standards are equivalent, to work with the Secretary of Commerce to gain acceptance of such determination pursuant to the Mutual Recognition Agreement between the United States and the European Union of May 18, 1998, in order to ensure that aviation products approved by the FAA are acceptable under the Directive. (Sec. 524) Expresses the sense of the Senate that: (1) the property taxes on public-use airports should be assessed fairly, regardless of the location of the airport owner; and (2) the property tax recently assessed on the City of The Dalles, Oregon, as the owner and operator of the Columbia Gorge Regional-The Dalles Municipal Airport, State of Washington, should be repealed. (Sec. 525) Amends the Department of Transportation and Related Agencies Appropriations Act, 1996 to authorize FAA employees under the new FAA personnel management system to appeal to the Merit Systems Protection Board and seek judicial review of Board decisions. (Sec. 526) Establishes an Aircraft Repair and Maintenance Advisory Panel to review issues related to the use and oversight of aircraft and aviation component repair and maintenance facilities located within, or outside of, the United States. Authorizes the Administrator to seek the advice of the panel on issues related to methods to improve the safety of domestic or foreign contract aircraft and aviation component repair facilities. Directs the Administrator to request aircraft and aviation component repair stations located outside or inside the United States to submit information necessary to assess safety issues and enforcement actions with respect to the work performed at those stations on aircraft used by U.S. air carriers. Requires such information to include: (1) the existence and administration of employee drug and alcohol testing programs; and (2) the amount and type of aircraft and aviation component repair work performed on U.S. and foreign aircraft. (Sec. 527) Directs the Secretary to study and report to Congress on the desirability and implications of: (1) decreasing from 75 to 51 percent the portion of the voting interest owned or controlled by U.S. citizens necessary to qualify a corporation or association as a U.S. citizen under Federal transportation law; and (2) revising the definition of air carrier under such law to cover any company whose principal place of business is in the United States (currently, such an air carrier must be a U.S. citizen). (Sec. 528) Declares that a memorandum of agreement between the FAA Administrator and any person that directly obtains aircraft situational display data shall require that such person: (1) demonstrate the capability of selectively blocking the display of any aircraft-situation-display-to-industry derived data related to any identified aircraft registration number; and (2) agree to block selectively the aircraft registration numbers of any aircraft owner or operator upon FAA request. (Sec. 529) Expresses the sense of the Senate that the Secretary should: (1) act vigorously to ensure the enforcement of U.S. rights under the Bermuda II Agreement; (2) intensify efforts to obtain assurances from the United Kingdom to allow U.S. air carriers to operate commercially viable, competitive service for the Charlotte-London (Gatwick) and Cleveland-London (Gatwick) routes; and (3) ensure that the rights of the United States and U.S. citizens and air carriers are enforced under the Agreement before seeking to renegotiate a broader bilateral agreement to establish additional rights for U.S. air carriers and foreign air carriers of the United Kingdom, including the right to commercially viable competitive slots at Gatwick Airport and Heathrow Airport in London, England, for U.S. air carriers. (Sec. 531) Directs the Secretary of the Treasury to report annually to the Secretary the amount of State taxes collected during the preceding fiscal year that were transferred to the Airport and Airway Trust Fund. Directs the Secretary to report annually to the Congress for the preceding fiscal year: (1) the State dollar contribution to the Airport and Airway Trust Fund; and (2) the amount of airport development and noise compatibility funds made available to the State. (Sec. 532) Directs the FAA Administrator to work with the Taos Pueblo to study the feasibility of conducting a demonstration project to require all aircraft that fly over Taos Pueblo and the Blue Lake Wilderness Area of Taos Pueblo, New Mexico, to maintain a mandatory minimum altitude of at least 5,000 feet above ground level. (Sec. 533) Directs the Secretary to promulgate regulations to provide for improved oral and written disclosure to each consumer of air transportation concerning the corporate name of the air carrier that provides such transportation. (Sec. 534) Directs the FAA to use necessary funds to contract for the operation of air traffic control towers in Salisbury, Maryland, Bozeman, Montana, and Boca Raton, Florida. (Sec. 535) Amends the Death on the High Seas Act to authorize, in addition to any pecuniary damages, the recovery of up to $750,000 (adjusted for inflation beginning FY 2000) of nonpecuniary damages for wrongful death caused during commercial aviation. Title VI: Aviation Competition Promotion - Directs the Secretary to establish a four-year pilot aviation development program to provide funds to up to 40 small communities or consortia of communities and States with inadequate access to the national transportation system to improve their access to such system. (Sec. 603) Directs the FAA Administrator, in order to facilitate the use of, and improve the safety at, small airports, to establish a pilot program (community-carrier air service program) to contract for Level I air traffic control services at 20 facilities not eligible for participation in the Federal Contract Tower Program. Waives the State or local contribution requirement with respect to such program. Authorizes appropriations. (Sec. 604) Authorizes appropriations for FY 1999 through 2002 for the community-carrier air service program. (Sec. 605) Directs the Secretary to review the marketing practices of air carriers that may inhibit the availability of quality, affordable air transportation services to small and medium-sized communities. Requires the Secretary, if such practices are found to inhibit the availability of such service, to promulgate regulations to address the problem. (Sec. 606) Requires the Secretary, after receiving an application for an exemption to provide nonstop regional jet air service between an airport with fewer than two million annual enplanements and a high density airport, to grant or deny the exemption in accordance with established principles of safety and the promotion of competition. Authorizes the Secretary to permit: (1) an air carrier or an affiliated air carrier to upgrade its service under the exemption to a larger jet aircraft; and (2) an air carrier to change the nonhub airport or small hub airport for which the exemption was granted to provide the same service to a different airport that is smaller than a large hub airport, if certain conditions are met. Provides for the termination of an exemption if the air carrier uses the slot for any purpose other than the purpose for which it was granted or in violation of the conditions under which it was granted. (Sec. 607) Directs the Secretary, subject to specified conditions, to grant exemptions from the prohibitions against the operation of aircraft nonstop between Ronald Reagan Washington National Airport and another airport more than 1,250 miles away (perimeter rule), and against the increase or decrease by the Administrator in the number of takeoffs and landings (the High Density Rule), to any air carrier that operates limited frequencies and aircraft on select routes between National Airport and domestic hub airports. Mandates such an exemption if the Secretary finds that it will: (1) provide air transportation service with domestic network benefits in areas beyond the perimeter; (2) increase competition in multiple markets; (3) not reduce travel options for communities served by small hub airports and medium hub airports within the perimeter; and (4) not result in meaningfully increased travel delays. Sets forth specified requirements with respect to such exemptions. Directs the Secretary to: (1) grant exemptions from the High Density Rule to commuter air carriers (not including Stage 3 aircraft) for service to airports with fewer than two million annual enplanements within the perimeter established for aircraft at Ronald Reagan Washington National Airport; and (2) develop criteria for distributing slot exemptions for flights within the perimeter to such airports in a manner consistent with the promotion of air transportation. Directs the Secretary to assess the impact of granting slot exemptions, including the impacts of additional slots and flights at Ronald Reagan Washington National Airport on safety, noise levels, and the environment. Declares that certain provisions prohibiting the Metropolitan Washington Airports Authority from increasing or decreasing instrument flight rule takeoffs and landings under the High Density Rule shall not apply to any increase in the number of such takeoffs or landings necessary to implement slot exemptions granted by the Secretary under this Act. Directs the Secretary to give priority in making grants to applications for airport noise compatibility planning and programs at and around airports where operations increase under this Act. (Sec. 608) Directs the Secretary to grant 30 slot exemptions over a three-year period at Chicago O'Hare International Airport provided certain conditions are met. Directs the Secretary to study and submit a report three years after the first slot exemption granted is used on the impact of the additional slots on the safety, environment, noise, access to underserved markets, and competition at such airport. Requires the Secretary to study community noise levels in the areas surrounding the four high-density airports after the 100 percent Stage 3 fleet requirements are in place, and compare those levels with the levels in such areas before 1991. (Sec. 609) Declares that it shall be an unfair or deceptive practice for any carrier utilizing electronically transmitted tickets to fail to notify the purchaser of a ticket's expiration date, if any. (Sec. 610) Defines major air carrier joint venture agreements as agreements with regard to code-sharing, blocked-space arrangements, long-term wet leases of a substantial number of aircraft, or frequent flyer programs, or any other cooperative working arrangement between two or more major air carriers that affects more than 15 percent of the total number of available seat miles offered by such carriers. Requires any major air carrier that has entered into such an agreement to submit to the Secretary certain information regarding it. (Sec. 611) Directs the Secretary to study and report to specified congressional committees on the efficacy of a program of Federal loan guarantees for the purchase of regional jets by commuter air carriers that service underserved markets. (Sec. 612) Directs the General Accounting Office (GAO) to study the current state of the national airport network and its ability to meet the air transportation needs of the United States over the next 15 years. Title VII: National Parks Overflights - Prohibits a commercial air tour operator from conducting commercial air tour operations over a national park or tribal lands, except in accordance with this Act, conditions prescribed for that operator by the FAA Administrator, and with any commercial air tour management plan for the park or tribal lands. (Sec. 702) Sets forth specified requirements with respect to: (1) the granting of authority to commercial air tour operators to conduct air tour operations over national parks or tribal lands, with specified exceptions; and (2) establishment of commercial air tour management plans. Exempts from the requirements of this Act: (1) the Grand Canyon National Park, or any Indian country within or abutting such park; or (2) any land or waters located in Alaska. (Sec. 703) Directs the FAA Administrator and the Director of the National Park Service (Director) to establish, jointly, an advisory group to provide continuing advice and counsel with respect to the operation of commercial air tours over and near national parks. Directs the FAA Administrator and the Director to report jointly to Congress on the effectiveness of this Act in providing incentives for the development and use of quiet aircraft technology. (Sec. 704) Directs the FAA Administrator to report to Congress on the effects proposed overflight fees are likely to have on the commercial air tour industry. (Sec. 705) Prohibits any commercial air tour from operating in the airspace over the Rocky Mountain National Park. Title VIII: Centennial of Flight Commemoration - Centennial of Flight Commemoration Act - Establishes the Centennial of Flight Commission to: (1) represent the United States and take a leadership role with other countries in recognizing the importance of aviation history and the centennial of powered flight; (2) encourage and promote participation and sponsorships in commemoration of the centennial of powered flight by certain companies, individuals, institutions, organizations, and governments; (3) plan and develop programs and activities with the First Flight Centennial Commission, the First Flight Centennial Foundation of North Carolina, and the 2003 Committee of Ohio; (4) provide a central clearinghouse for information regarding aviation history and the centennial of powered flight; and (5) coordinate celebration dates during the centennial year and assist in conducting activities relating to the centennial throughout the United States. (Sec. 812) Establishes a First Flight Centennial Federal Advisory Board. (Sec. 815) Authorizes appropriations. Title IX: Extension of Airport and Airway Trust Fund Expenditure Authority - Amends the Internal Revenue Code to extend the expenditure authority of the Airport and Airway Trust Fund through October 1, 2000. Sets forth certain limits on transfers to the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wendell H. Ford  National Air Transportation System Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Centennial of Flight Commemoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Wendell H. Ford National Air Transportation System Improvement Act of 1999\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:24-05:00"
}