{
  "actions": [
    {
      "acted_at": "1986-02-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-02-27", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Department of the Treasury.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2100-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1986-02-26", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1986-02-26", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1986-03-27", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1986-02-25", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1986-02-25", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-02-25", 
  "number": "2100", 
  "official_title": "A bill to provide a one-time amnesty from tax penalties for taxpayers who pay previous underpayment with interest, to improve compliance with the internal revenue laws by increasing authorization to the Internal Revenue Service for enforcement, to prohibit the awarding of Federal contracts and certain licenses to taxpayers who have tax delinquent accounts, and to amend the Internal Revenue Code of 1954 to annually increase criminal and civil monetary penalties by the increase in the Consumer Price Index.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Tax Amnesty and Improved Tax Compliance Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-02-25", 
  "subjects": [
    "Authorization", 
    "Cost of living adjustments", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Fines (Penalties)", 
    "Government contractors", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Income tax", 
    "Inflation", 
    "Information services", 
    "Interest", 
    "Internal Revenue Service (IRS)", 
    "Licenses", 
    "Public Contracts, Procurement, and Property", 
    "Tax administration", 
    "Tax amnesty", 
    "Tax evasion", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-02-25", 
    "text": "Federal Tax Amnesty and Improved Tax Compliance Act of 1986 - Title I: Amnesty From Criminal and Civil Penalties - Provides for a one-time amnesty from criminal and civil tax penalties for a taxpayer who: (1) files a written statement with specified information concerning any underpayment of tax; and (2) pays the amount of such underpayment when filing the statement, together with the interest due thereon. Permits installment payments in certain cases. Provides that where the taxpayer fails to pay any installment payment when due, the balance in the account shall be due immediately. Defines the amnesty period as the six-month period which ends on September 30, 1987. Disallows such amnesty where: (1) there has been an underpayment assessed and a notice of deficiency with respect to the underpayment was mailed or the taxpayer was put on notice of a substantive question of the taxpayer's tax liability; (2) there was fraud in seeking amnesty; or (3) a criminal investigation is pending. Provides that the amnesty provisions apply only to underpayments of Federal tax for taxable periods ending before January 1, 1985. Authorizes appropriations to inform the general public about the operation of the amnesty provisions. Title II: Compliance Provisions - Subtitle A: Increase in Compliance Personnel - Expresses the sense of the Congress that, in addition to other appropriated funds, there be appropriated to the Secretary of the Treasury, for revenue enforcement and compliance programs, such an amount as may be cost effective of the revenue attributable to the amnesty program. Authorizes appropriations for an additional 2,500 compliance personnel for the Internal Revenue Service through FY 1989. Subtitle B: Denial of Federal Contracts, Licenses, etc., to Taxpayers with Tax Delinquent Accounts - Prohibits the award of any Federal contract to any person who has a tax delinquent account. Provides that no Federal business license may be issued with respect to any person who has a tax delinquent account. Provides an exception for public health business licenses or business licenses specified in regulations issued by the Secretary of the Treasury. Subtitle C: Inflation Adjustment of Criminal and Civil Monetary Penalties - Provides for an annual cost-of-living adjustment in the criminal and civil tax monetary penalties beginning in 1987. Specifies the method for calculating the annual adjustment. Subtitle D: Revision of Certain Penalties - Provides penalties for: (1) failure to file certain information returns; (2) failure to furnish certain payee statements; and (3) failure to include certain information on certain returns and statements. Establishes certain waiver provisions, definitions, and special rules relating to the filing of information returns and statements. Increases the penalty for failure to pay tax in certain cases from 0.5 percent per month to one percent per month. Modifies the provisions relating to the tax penalty in instances involving negligence and fraud."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Tax Amnesty and Improved Tax Compliance Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a one-time amnesty from tax penalties for taxpayers who pay previous underpayment with interest, to improve compliance with the internal revenue laws by increasing authorization to the Internal Revenue Service for enforcement, to prohibit the awarding of Federal contracts and certain licenses to taxpayers who have tax delinquent accounts, and to amend the Internal Revenue Code of 1954 to annually increase criminal and civil monetary penalties by the increase in the Consumer Price Index.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:47-05:00"
}