{
  "actions": [
    {
      "acted_at": "1979-09-13", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5274-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-13", 
  "number": "5274", 
  "official_title": "A bill to amend the Federal Rules of Criminal Procedure and the Federal Rules of Appellate Procedure to provide for post-conviction proceedings in certain criminal cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Rinaldo, Matthew J.", 
    "state": "NJ", 
    "thomas_id": "00963", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-13", 
  "subjects": [
    "Appellate procedure", 
    "Capital punishment", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Judicial review", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-13", 
    "text": "Amends the Federal Rules of Criminal Procedure to add the following new title: \"Title XI. Sentencing in Capital Cases\", and amends the Federal Rules of Appellate Procedure to add the title: \"Title VIII. Review of a Sentence of Death\". Allows a person to be sentenced to death for a violation of Federal law only if a separate hearing is conducted before the jury that determined the defendant's guilt or by a jury impaneled for such purpose. Allows the defendant to waive the hearing before a jury by motion and with court approval. Permits mitigating information to be presented at the hearing regardless of its admissibility under the rules of evidence. Applies such rules to the presentation of aggravating information. Requires the defendant to establish by a preponderance of the evidence that mitigating factors exist. Requires the Government to establish beyond a reasonable doubt that aggravating factors exist. Allows a jury to recommend the death sentence only if every member: (1) finds beyond a reasonable doubt that the defendant intended that the life of any person be taken and that any person did die as a direct result of the offense; (2) finds that at least one aggravating circumstance applies; and (3) determines that any relevant aggravating factors outweigh any relevant mitigating factors. Requires a jury which recommends the death sentence to designate in writing any aggravating or mitigating circumstances. Enumerates the mitigating and aggravating circumstances to be considered in determining whether to impose the death sentence. Allows a judge to impose the death sentence or an alternative sentence when the jury has recommended the death sentence. Directs the judge to impose a penalty prescribed by law other than death when: (1) the jury does not recommend the death sentence; (2) the defendant waives a jury hearing, and the judge determines that any aggravating circumstances outweigh any mitigating circumstances, but that the death sentence would be inappropriate; or (3) the United States attorney stipulates that no aggravating circumstances exist. Allows a judge to impose a death sentence, when a jury hearing is waived, upon a finding that: (1) the defendant intended that the life of any person be taken and that any person did die as a direct result of the offense; (2) at least one aggravating circumstance exists; and (3) any relevant aggravating factors outweigh any relevant mitigating factors. Requires the court of appeals to review on a priority basis any sentence of death. Directs such court to consider: (1) the record on appeal; (2) the evidence and information submitted during the sentencing hearing; and (3) the procedures employed in the sentencing hearing. Requires the court of appeals to set the death sentence aside upon a determination that: (1) the sentence is clearly unreasonable; (2) the sentence was imposed under the influence of passion, prejudice, or any other arbitrary factor; (3) the evidence did not support a finding of an aggravating circumstance; (4) the evidence supported the finding of a mitigating circumstance which was not found; or (5) the sentence is excessive or disproportionate to the penalty imposed in similar cases, considering the nature and circumstances of the offense and history and characteristics of the defendant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Rules of Criminal Procedure and the Federal Rules of Appellate Procedure to provide for post-conviction proceedings in certain criminal cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:35-05:00"
}