{
  "actions": [
    {
      "acted_at": "1993-11-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 103-514.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1781-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1994-04-21", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1994-04-13", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1994-04-13", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1994-04-13", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1993-11-23", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1993-11-23", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1993-11-23", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-23", 
  "number": "1781", 
  "official_title": "A bill to make improvements in the Black Lung Benefits Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Benefits Restoration Act", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-23", 
  "subjects": [
    "Administrative remedies", 
    "Black lung", 
    "Claims", 
    "Coke industry", 
    "Disability evaluation", 
    "Disabled", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Evidence (Law)", 
    "Families", 
    "Federal employees", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Medical records", 
    "Medical tests", 
    "Mine safety", 
    "Physical examinations", 
    "Remarriage", 
    "Salaries", 
    "Survivors' benefits", 
    "Widowers", 
    "Widows", 
    "Workers' compensation", 
    "X-rays"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-23", 
    "text": "Black Lung Benefits Restoration Act - Amends the Black Lung Benefits Act (the Act) to provide that, when black lung benefits are paid after an initial determination of eligibility, repayment of an overpayment will not be required even upon a final determination of ineligibility, if there was no fraud or deception by the claimant. Provides for refunds to claimants of any such repayments required before this Act. Provides for reimbursement by the Black Lung Disability Trust Fund to operators who made such benefit overpayments. Revises evidence requirements. Limits to three the number of medical examinations a claimant may submit, but authorizes an administrative law judge to require the claimant to submit to an additional medical examination. Prohibits the responsible operator or the Trust Fund from submitting or requiring more than the number of medical examinations conducted or submitted during the course of all proceedings by the claimant. Revises requirements for survivor benefits. Provides that a miner's death shall be considered to have occurred as a result of the pneumoconiosis if the miner was receiving benefits for, or was totally disabled by, pneumoconiosis at the time of death. Qualifies to receive survivor benefits any widow or widower of a miner who was married to the miner for at least nine months preceding the miner's death, or who had children as a result of such a marriage. Provides that widows or widowers of miners are not disqualified to receive survivor benefits if they remarry after attaining age 50; but prohibits them from receiving an augmentation in survivor benefits on any basis arising out of a subsequent marriage. Provides for notice and an opportunity for a hearing to appeal the Secretary's initial designation of liability as the responsible operator. Authorizes assessment of proceeding costs against any operator who does not have reasonable grounds to contest the designation. Requires that all reasonable legal costs and expenses incurred by the claimant be paid by the responsible operator, or the Trust Fund, after an administrative or judicial determination that the claimant is entitled to black lung benefits. Requires the Secretary or court to take action to assure that they are paid within 45 days after such determination. Requires the Trust Funds to pay any operator the legal costs the operator paid to a claimant determined in a later proceeding to be ineligible for benefits. Prohibits a claimant or respondent from appealing to the Benefits Review Board any order unless it has been made by an administrative law judge. Allows any claim filed under the Act after January 1, 1982, but before enactment of this Act, to be refiled after enactment of this Act for a de novo review on the merits. Provides for coverage of coke oven operators (or operators of machine shops or other operations reasonably related to coke ovens) under the Act and the Federal Mine Safety and Health Act. Revises provisions for compensation of: (1) the Benefits Review Board, under the Longshoremen's and Harbor Workers' Compensation Act; and (2) the Employee's Compensation Appeals Board, under Federal law relating to Federal employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefits Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements in the Black Lung Benefits Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:16-05:00"
}