{
  "actions": [
    {
      "acted_at": "1988-06-08", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2481-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1988-06-08", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1988-06-08", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1988-06-08", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1988-06-16", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1988-06-08", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1988-06-08", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-08", 
  "number": "2481", 
  "official_title": "A bill to ensure the provision of effective military and economic assistance to anti-Communist freedom fighters movements, to prohibit certain direct and indirect assistance to Communist countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3760-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3760-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Freedom Fighter Assistance Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-08", 
  "subjects": [
    "Afghanistan", 
    "American economic assistance", 
    "American military assistance", 
    "Angola", 
    "Benin", 
    "Cambodia", 
    "Communist countries", 
    "Congo", 
    "Ethiopia", 
    "Export finance", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Guyana", 
    "Human rights", 
    "Insurgency", 
    "International affairs", 
    "Laos", 
    "Mozambique", 
    "Nicaragua", 
    "Reagan Doctrine", 
    "South Yemen", 
    "Suriname"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-08", 
    "text": "Freedom Fighter Assistance Act of 1988 - Title I: Findings and Purpose - Finds that the actions of Communist governments have caused massive suffering and tens of millions of deaths, and that indigenous freedom fighter movements around the world are working to rid their countries of Communist governments. Declares that it is the purpose of this Act to establish as U.S. policy the provision of effective military and economic assistance to such movements. Title II: Aid to Freedom Fighters, and United States Relations with Certain Communist Governments - Authorizes the Secretary of Defense to provide military, humanitarian and other forms of assistance to such movements and to coordinate efforts among other nations to provide such assistance. Authorizes the Secretary of State to promote democratic electoral processes, democratic training programs and institution-building, and individual rights and freedoms in countries in which freedom fighter movements deserving of U.S. assistance exist, and to seek to coordinate such efforts among other nations. Bans assistance to any movement demonstrating a consistent pattern of proven gross violations of human rights, unless the assistance will directly benefit the needy people in the country in question. Permits the President to waive such prohibition if he finds that a significant improvement in the movement's human rights record has occurred. Urges the President to consider suspending diplomatic and trade relations with the governments of countries in which such movements exist. Requires that the Secretary of Defense annually transmit to the Congress: (1) a report on the degree to which freedom fighter movements receiving assistance under this Act respect and observe internationally recognized human rights; and (2) a report on the number of Soviet and Soviet-bloc personnel stationed in other countries, as well as the amount and type of Soviet assistance provided to those countries. Permits the Secretary to submit both a classified and nonclassified version. Authorizes appropriations. Leaves open the possibility of alternative means of assistance. Title III: Revising the Conditions for United States Assistance to Communist Governments - Amends the Foreign Assistance Act of 1961 to permit a waiver of the prohibition against the provision of U.S. assistance to a Communist country if the President finds and reports to the Congress that the government of the recipient country is making substantial progress toward: (1) holding free and fair elections; (2) ceasing maintenance of a centrally planned economy based on principles of Marxism-Leninism; (3) respecting human rights; (4) granting religious freedom; (5) eliminating forced labor; and (6) removing all foreign troops and advisors. Allows each presidential waiver to be applicable for not more than 12 months at a time. Adds the following Communist countries to the list of nations classified as countries under such Act: Guyana; Afghanistan; Laos, Ethiopia; South Yemen; Angola; Benin; Cambodia; Congo; Mozambique; Nicaragua; and Suriname. Amends the Export-Import Bank Act of 1945 to require that the conditions listed above for a waiver of the prohibition on U.S. assistance to Communist countries also apply with respect to Export-Import Bank assistance. Title IV: Definitions - Defines \"freedom fighter movement\" as an organization or organizations composed primarily of persons indigenous to a Communist country seeking to overthrow the government of that country, or to make a significant alteration in the policies or structure of such government, and which meets specified conditions. Defines \"Communist country.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom Fighter Assistance Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure the provision of effective military and economic assistance to anti-Communist freedom fighters movements, to prohibit certain direct and indirect assistance to Communist countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}