{
  "actions": [
    {
      "acted_at": "1981-01-15", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-15", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-21", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee on Merchant Marine. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-23", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee on Merchant Marine. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-24", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee on Merchant Marine. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s125-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-15", 
  "number": "125", 
  "official_title": "A bill to revise and codify the Shipping Act, 1916, and related laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ocean Shipping Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-15", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Exports", 
    "Federal Maritime Commission", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Imports", 
    "International trade", 
    "Marine transportation", 
    "Maritime law", 
    "Presidential powers", 
    "Shipping agreements", 
    "Shipping rates", 
    "Ships and shipping", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-15", 
    "text": "Ocean Shipping Act of 1980 - Title I: General Provisions - Declares that the national maritime policy of the United States is to promote and develop: (1) efficient, innovative, and economically sound ocean transportation to meet the needs of United States foreign commerce; (2) substantial participation by vessels of United States registry in the foreign commerce of the United States; (3) protection of the rights of shippers, ports, and consumers by preventing discriminatory or deceptive practices; (4) the lowest possible freight rates and the highest quality service; (5) increased United States exports; (6) comity with the United States' trading partners; (7) a regulatory environment responsive to the needs of the public in which decisions are reached promptly and fairly; (8) the maintenance of a dependable, responsive common carrier service; and (9) the efficient use of fuel for energy conservation. Title II: Federal Maritime Commission Reports to Congress; Authorization of Appropriations; Conditions Unfavorable to Foreign Commerce; General Rulemaking Authority - Directs the Federal Maritime Commission to: (1) report annually to Congress a summary of its activities, receipts, and expenditures; and (2) submit legislative recommendations to Congress and the President. Subjects the appropriation of funds for the Commission to annual authorization, beginning with fiscal year 1982. Directs the Commission to make rules and regulations affecting shipping in the foreign commerce of the United States in order to adjust or meet conditions unfavorable to such shipping which result from foreign laws or from competitive methods employed by owners, operators, or masters of vessels of a foreign country. Authorizes petition to a United States district court for injunctive relief with respect to any such unfavorable conditions. Title III: Agreements and Contracts - Requires the filing with the Commission of assessment agreements and agreements between common carriers by water in foreign commerce, conferences of such carriers, or other persons subject to this Act, which affect competition in specified ways. Directs the Commission, after notice and hearing, to act upon any such agreements within specified time periods. Authorizes the Commission to grant temporary approval without a hearing to certain agreements. Directs the Commission to disapprove or modify a conference or shippers' council agreement under specified conditions. Directs the members of each conference agreement and certain ocean common carriers to engage the services of an independent neutral body to police the obligations of such conferences and carriers. Authorizes the Commission to disapprove or modify any such conference agreement or to suspend the tariffs of any such conference or carrier. Directs a common carrier by water in foreign commerce or a conference that proposes to enter into a patronage contract to submit such contract to the Commission. Directs the Commission to permit the use of any such patronage contract that meets the requirements of this Act and which is available to all shippers and consignees on equal terms. Specifies requirements for such patronage contracts. Directs the Commission to withdraw such permission if it finds, after notice and hearing, that the use of such contract is inconsistent with this Act. States that such contract shall not be reinstated except with the permission of the Commission. Exempts certain agreements and patronage contracts from specified antitrust laws. Sets forth civil penalties for the implementation of an agreement or contract without prior Commission approval. Title IV: Tariffs and Rates - Directs common carriers by water in foreign commerce and conferences of such carriers to file with the Commission and keep open to public inspection tariffs which: (1) show rates and charges; (2) indicate the places between which the cargo will be carried; (3) list cargo classifications; (4) state additional charges, privileges, or facilities; (5) state rules or regulations which affect any part of such rates or charges; and (6) include sample copies of any bill of lading, contract of affreightment, or other related document. Directs the Commission to prescribe the manner in which such tariffs shall be published and filed. States that rates and charges for the barging and affreighting of containers and containerized cargo by barge between points in the United States shall be filed solely with the Commission under specified guidelines. Subjects a terminal operator who provides services described in this title to the provisions of this Act. Directs the Commission to promulgate rules which provide that such rates shall be based upon factors normally considered by a commercial operator in the same service. Sets forth requirements and procedures for changing or instituting such rates, charges, classifications, rules, or regulations. States that no person subject to this Act shall demand or receive a different compensation than the rate or charge specified in the applicable tariff in effect at that time. Specifies that such carriers shall not: (1) rebate, refund, or remit any portion of such rates; (2) extend or deny to any person any privilege, concession, equipment, or facility, except in accordance with such tariffs; or (3) allow any person to obtain transportation of cargo at less than the rates or charges specified in such tariffs by any other means. Prohibits shippers or other persons subject to this Act from demanding or receiving transportation of cargo by such a carrier or conference of carriers at less than the applicable rates and charges. Authorizes the Commission to permit such a carrier or conference to refund a portion of freight charges collected from a shipper under specified conditions. Directs the Commission to disapprove a rate or charge filed by such carrier or conference which it finds to be detrimental to the commerce of the United States or in violation of this Act. Authorizes the Commission, upon complaint of an exporter from the United States, to disapprove any rate or charge of such carrier or conference for the carriage of cargo from the United States to any foreign country if such rate or charge is higher than the rate or charge of that carrier or conference for the carriage of similar cargo which moves from: (1) that foreign country to the United States; or (2) a third country to that foreign country. Directs that no controlled carrier shall maintain rates or charges in its tariffs that are below a level which is just and reasonable, nor shall any such carrier establish classifications, rules, or regulations in such tariffs which are likely to result in the transportation or handling of cargo at rates or charges which are below a level which is just and reasonable. Sets forth criteria for determining such just and reasonable rates. Authorizes the Commission, after notice and hearing, to disapprove any rates, charges, classifications, rules, or regulations which such carrier has failed to demonstrate to be just and reasonable. Sets forth provisions for the suspension of such rates and for the issuance of orders to show cause why such rates should not be disapproved. Directs the Commission to transmit to the President any order of suspension or disapproval of such rates, charges, classifications, rules, or regulations of a controlled carrier. Authorizes the President to request the Commission to stay the effect of its order for specific reasons of national defense or foreign policy. Directs the Commission to comply with such request. Exempts specified carriers from the provisions of this Act. Sets forth civil penalties for violation of this Act. Title V: Discrimination, Preference, Prejudice, and other Prohibited Acts - Prohibits a common carrier by water in foreign commerce from: (1) agreeing to pay or allow a deferred rebate to any shipper; (2) excluding, reducing, or destroying competition; (3) refusing transportation services or equipment to any shipper when such are available; (4) giving undue or unreasonable preference to a particular person, port, locality, or description of traffic; (5) collecting an unjustly discriminating rate or charge; and (6) establishing unjust or unreasonable regulations or practices related to the handling of property. Authorizes the Governor of any State, territory, or possession to file a protest with the Commission upon the ground that such rate, rule, or regulation subjects that State, territory, or possession to undue or unreasonable prejudice or disadvantage. Directs the Commission to rule on such protest within 180 days. Exempts maritime labor agreements from the provisions of this title. Title VI: Licensing and Bonding - Permits only certain persons licensed by the Commission to engage in freight forwarding. Sets forth provisions for the issuance and revocation of such licenses. Prescribes specified requirements for the compensation of freight forwarders by such carriers. Requires non-vessel-operating common carriers to file a bond with the Commission. Title VII: Exemptions - Sets forth criteria by which the Commission may exempt (or revoke such exemption) for any class of agreements or specified activities subject to this Act from the requirements thereof. Title VIII: Commission Proceedings; Subpoenas and Discovery; Enforcement of Commission Orders - Sets forth provisions for the satisfaction or investigation of complaints filed with the Commission against a carrier, shipper, or other person. Authorizes the Commission to subpoena witnesses, compel the production of documents, and utilize other discovery methods in the course of such investigation. Prescribes penalties for the failure of a person subject to this Act to comply with such subpoenas or orders. Directs the Commission, in specified circumstances, to notify the Secretary of State of such failure to comply. Directs the Secretary to consult with the government of the nation named by the accused party as the holder of such documents or information. Authorizes the Commission to order a person subject to this Act to file periodic or special reports. Directs the Commission to require the chief executive officer of every vessel operating as a common carrier by water in foreign commerce and others to file a certification under oath with the Commission attesting to specified policies. Directs the Commission to issue a written report of every investigation made under this Act in which a hearing has been held. Authorizes the Commission to reverse, suspend, modify, or reconsider any of its orders. Allows the Commission, any party injured by the violation, or the Attorney General to seek judicial enforcement of any Commission order. Declares that the findings and order of the Commission regarding the payment of reparation shall be prima facie evidence of the facts stated. Authorizes the Commission to apply to an appropriate United States district court for an order to enjoin specified violative practices or acts. Requires each person subject to this Act to maintain a resident agent in the United States for the purpose of service of process. Title IX: Intergovernmental Maritime Agreements - Directs that maritime agreements between the United States and foreign governments must include: (1) provision for free and open access to United States-flag ships; (2) an equal division of cargo sharing between United States fleets and reciprocal trading nations; (3) provision for nondiscriminatory requirements for shippers and ports; and (4) assurances that carriers involved will comply with United States law by means of neutral policing systems. Directs the Secretary of Commerce to establish a Maritime Industry Advisory Committee. Directs the Committee to submit to the Secretary its recommendations and views on intergovernmental maritime agreements. Directs the Secretary of Commerce, in consultation with the Secretary of State, to negotiate such agreements which are presumed to further: (1) the declaration of policy set forth in this Act; and (2) the opportunity of the United States-flag carriers to participate in the reciprocal nation's trade with countries other than the United States. Authorizes the Secretary of Commerce, in consultation with the Secretary of State, to restrict or ban participation of national carriers of nations which fail to assure United States-flag carriers equivalent participation in that nation's trade with countries other than the United States. Declares that nothing in this title shall supersede specified Acts and Resolutions. Title X: Conforming Amendments - Makes technical and conforming amendments to the Shipping Act of 1916, the Merchant Marine Act of 1920, and the Merchant Marine Act of 1936."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean Shipping Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and codify the Shipping Act, 1916, and related laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:29-05:00"
}