{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service, H. Rept. 96-487.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-23", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 96-776.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr826-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "826", 
  "official_title": "A bill to amend title 39, United States Code, to provide that the United States Postal Service shall be subject to certain provisions of the Occupational Safety and Health Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postal Service Act of 1980", 
  "sponsor": {
    "district": "31", 
    "name": "Wilson, Charles H.", 
    "state": "CA", 
    "thomas_id": "01233", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Authorization", 
    "Congressional oversight", 
    "Direct mail advertising", 
    "Education", 
    "Fines (Penalties)", 
    "Fraud", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Lawyers", 
    "Lotteries", 
    "Newspapers", 
    "Occupational health and safety", 
    "Periodicals", 
    "Planning", 
    "Postal Services and Facilities", 
    "Postal employees", 
    "Postal rates and revenues", 
    "Postal service", 
    "Public safety", 
    "Research", 
    "Teaching materials"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-05-15", 
    "text": "(Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 96-776) Postal Service Act of 1980 - Subjects the United States Postal Service to the provisions of the Occupational Safety and Health Act of 1970, with specified exceptions. Authorizes the Postal Service to employ attorneys, without the consent of the Attorney General, to conduct litigation brought by or against the Postal Service under the provisions of such Act. Directs the Postal Service to submit an annual report to Congress on: (1) the number of work-related injuries and illnesses; and (2) actions taken to improve occupational health and safety. Establishes a civil penalty of not to exceed $10,000 to be assessed against any person who violates a mail stop order issued by the Postal Service with respect to mail-order lotteries and schemes involving false representations. Directs the Postal Service: (1) to notify a person of charges of such a violation; (2) upon the request of such person, to order a hearing on such violation; and (3) to notify the person of any decision to impose a penalty. Provides for the judicial review of such a decision. Authorizes the Postal Service to demand to purchase any article or service offered for sale by mail. Provides for the judicial enforcement of such a demand and such civil penalties. Authorizes the Postal Service: (1) to assess civil penalties of up to 100 percent of the unpaid postage against mail users who fail to affix lawful postage; and (2) to suspend permits for mailing without postage stamps if the permit holders fail to pay such a penalty. Authorizes the Postal Service to expend a portion of funds appropriated in a fiscal year for the public service cost of maintaining regular nationwide postal service, to conduct a research and development program regarding improved methods of postal service. Directs the Postal Service: (1) to submit a plan for such program to Congress by January 15, 1981; and (2) to report annually to Congress on the activities conducted under such program. Requires the Postal Service to include in its annual comprehensive statement to Congress certain postal planning information including plans for service cutbacks, capital improvement projects, and rate requirements projected over the next three years. Permits schools, libraries, and nonprofit organizations to mail books, films, sound recordings, and other types of educational materials at the \"library\" rate. Includes teaching aids, guides, and catalogs as eligible for such rate. Extends the reduced postage rates currently in effect for classroom publications to the home delivery of publications which are designed for use at home as educational reading by children and which contain no paid advertising. States that the first 250,000 pieces of an issue of a publication which is eligible for second-class postage shall qualify for a reduced per piece rate currently in effect for presorted mail, regardless of whether such pieces meet weight or volume requirements for the presorted rate (thus extending such rate to small publications). Directs the Postal Rate Commission to submit to the President and Congress its annual budget which shall be included in the Federal budget transmitted to the Congress pursuant to the Budget and Accounting Act, 1921. Requires the Comptroller General to audit and report to Congress on the accounts and operations of the Commission. Sets forth additional qualifications for Governors of the Postal Service and Postal Rate Commissioners. Prohibits the appointment of a former employee of the Postal Service or the Commission as a Governor or Commissioner for two years after the termination of such employment. Permits a Governor to serve up to one year after the expiration of his or her term if a successor has not been appointed. Empowers Postal Service security guards and employees performing duties relating to the inspection of postal matters, while on Postal Service property: (1) to enforce Federal laws and Postal Service regulations for the protection of persons and property; (2) to make arrests; and (3) to serve warrants. Prescribes penalties for violations of any law governing Postal Service property. Authorizes the Postal Service to establish size and weight limitations for mail matter by following the same procedures for making mail classification changes."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Postal Service Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to provide that the United States Postal Service shall be subject to certain provisions of the Occupational Safety and Health Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:08-05:00"
}