{
  "actions": [
    {
      "acted_at": "1980-12-12", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3263-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-12", 
  "number": "3263", 
  "official_title": "A bill to amend title 38, United States Code, to provide a new educational assistance program for persons who enter the Armed Forces after September 30, 1981.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "All Volunteer Force Educational Assistance Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-12", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Military dependents", 
    "Veterans' education", 
    "Volunteer forces"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-12", 
    "text": "All-Volunteer Force Educational Assistance Act of 1980 - Establishes a program of educational assistance for men and women who enter active duty in the armed forces after June 30, 1981. Defines an eligible veteran for such program as one who: (1) serves on active duty for three or more consecutive years; or (2) serves an obligated period of active duty for three or more consecutive years which began after June 30, 1981. Entitles an eligible veteran to basic educational assistance if such veteran is pursuing a program of education on a full- time basis. Authorizes the Administrator of Veterans' Affairs to reduce rates of assistance appropriately if such veteran is pursuing a program of education on less than a full-time basis. Entitles an eligible veteran to supplemental educational assistance if such veteran: (1) has served six or more consecutive years in the armed forces; or (2) has served four or more consecutive years and has been accepted for service in a component of the Ready Reserve. Excludes the periods of service for basic educational assistance from being counted for entitlement to supplemental assistance. Allows such veterans to receive both types of assistance concurrently. Allows such veterans who have served 12 or more consecutive years of active duty to transfer all or any part of their entitlement to their dependents in accordance with provisions of this Act. Prohibits any person divorced from an eligible veteran from receiving any educational assistance based on such veteran's service. Declares the use of an eligible veteran's educational assistance expires ten years after such veteran's last discharge or release from active duty. Sets forth exceptions to such ten-year period based on certain circumstances. Excludes certain service for the purpose of earning entitlement, including: (1) assignment to a course of education substantially the same as that offered civilians; (2) service as a cadet or midshipman at one of the service academies; (3) certain enlistment in the Army or Air National Guard; or (4) service in any of the Reserve components. Extends the period of entitlement when necessary for any person to complete a term of education. Provides that payments for basic educational assistance shall be made from appropriations made to the Veterans Administration and payments for supplemental assistance shall be made from appropriations made to the Department of Defense. Requires the Secretary of Defense and the Administrator of Veterans' Affairs to each report biennially on the operation of programs provided under this Act, including recommendations for administrative or legislative changes. Makes technical amendments to provisions of the United States Code to conform with this Act. Amends the Veterans' Education and Employment Assistance Act of 1976 to preclude enrollment in the Post-Vietnam Era Veterans' Educational Assistance program after December 31, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "All Volunteer Force Educational Assistance Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide a new educational assistance program for persons who enter the Armed Forces after September 30, 1981.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:37-05:00"
}