{
  "actions": [
    {
      "acted_at": "1983-04-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Telecommunications, Consumer Protection and Finance Prior to Referral (Apr 19, 83).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-09-15", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 98-356.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-15", 
      "references": [], 
      "text": "Placed on Union Calendar No: 222.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "references": [], 
      "text": "Committee on Rules Granted a Modified Open Rule Providing One Hour of General Debate; Waiving all Points of Order against Section 402(a) of the Congressional Budget Act; Making in Order the Energy and Commerce Committee Amendment as an Amendment in the Nature of a Substitute; Making in Order Certain Amendments to the Substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "bill_ids": [
        "hres364-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.364 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "references": [], 
      "text": "Passed House (Amended) by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-11-18", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-11-29", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-12-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1983-12-08", 
      "congress": "98", 
      "law": "public", 
      "number": "214", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-214.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h546-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "546"
    }
  ], 
  "bill_id": "hr2755-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1983-04-26", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "214"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1983-12-08", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-11-18", 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-26", 
  "number": "2755", 
  "official_title": "A bill to authorize appropriations for the Federal Communications Commission for fiscal years 1984 and 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres364-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr2952-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2953-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Communications Commission Authorization Act of 1983", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1983-12-08", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Amateur radio stations", 
    "Authorization", 
    "Broadcasting", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Congressional oversight", 
    "Debt", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Federal Communications Commission", 
    "Fees", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "Licenses", 
    "Planning-programming-budgeting", 
    "Pornography", 
    "Public broadcasting", 
    "Public radio", 
    "Public television", 
    "Radio broadcasting", 
    "Radio frequency allocation", 
    "Sex-oriented businesses", 
    "Telephone", 
    "Television", 
    "Television frequency allocation", 
    "Television stations", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1983-11-18", 
    "text": "(Measure passed House, amended) Federal Communications Commission Authorization Act of 1983 - Amends the Communications Act of 1934 to authorize appropriations for the Federal Communications Commission (FCC) for FY 1984 and 1985. Increases the appropriations authorized for the Public Broadcasting Fund for FY 1984 through 1986. Requires that a holder of a station license or construction permit be given at least 30 days to protest a proposed order to modify such license or permit. (Currently, such holder must be given 30 days to show cause by public hearing why such an order should not issue.) Allows any other licensee or permittee who believes its license or permit would be modified to protest such order before its effective date. Provides that a person who violates FCC rules by transmitting on frequencies assigned to an individual station shall be subject to forfeiture liability without prior notice. Prohibits the Corporation for Public Broadcasting from distributing any authorized appropriations to National Public Radio (NPR) unless the Corporation determines that: (1) NPR is implementing a financial management system recommended by a certified public accountant and deemed by the Comptroller General to be sufficient to assure prudent financial practices in accordance with generally accepted accounting principles; (2) NPR has adopted a budget under which expenditures will not exceed revenues; and (3) NPR's financial reporting systems provide the Corporation with continuous access to NPR's financial records. Requires the Corporation to report to the appropriate congressional committees on actions taken by NPR to meet such conditions and on actions taken by the Corporation with respect to the indebtedness accumulated by NPR before October 1, 1983. Terminates such conditions for NPR funding when the Corporation certifies that all such indebtedness has been liquidated. Repeals provisions that require the President of the Board of Directors of the Corporation to serve as Board Chairman. Requires the members of the Board to elect one of the members as Chairman annually. Allows the Chairman to receive compensation from an outside position. Provides that a broadcast station that is exempt from provisions prohibiting any party from owning, operating, or controlling three stations in a defined region shall not lose such exemption solely by reason of making changes in technical facilities to improve its service. Increases the maximum criminal fine for making an obscene or harassing phone call from $500 to $50,000. Establishes a criminal penalty for up to six months' imprisonment or a $50,000 a day fine or both for knowingly: (1) making any obscene or indecent telephone communication for commercial purposes, directly or by a recording device, to any person under 18 years of age or to any other person without that person's consent, regardless of whether the maker of the communication places the call; or (2) permitting the use of a telephone for such an activity. Provides that it is a defense to prosecution for such activity that the defendant restricted access to the prohibited communication to persons 18 years of age or older. Subjects a person who conducts such activity to a civil fine not exceeding $50,000 a day. Permits assessment of such fine by the FCC after appropriate administrative proceedings or by a court pursuant to a civil action brought by the FCC. Authorizes the Attorney General to bring a suit in the appropriate U.S. district court to enjoin such activity. Directs the FCC to act on all pending complaints regarding obscene, indecent, or harassing telephone communications within 90 days after enactment of this Act. Directs the FCC to: (1) establish a plan which ensures that the needs of State and local public safety authorities are taken into account in making allocations of the electromagnetic spectrum; and (2) recognize such needs in making such allocations pending adoption of such plan. Authorizes the FCC to endorse the certification of transmitter technicians in private land mobile services and fixed services by organizations which represent users in such services and which consist of individuals who are not Government employees. Allows organizations or individuals that provide voluntary uncompensated services for the preparation, processing, or administration of examinations for amateur station operator licenses to recover up to four dollars, to be adjusted for inflation, from each examinee as necessary to reimburse such individuals or organizations for out-of-pocket expenses. Declares that it is the policy of the United States to encourage new communication technologies and services. Directs the FCC to determine whether any proposed technology or service is in the public interest within one year after receiving the petition proposing such technology or service, or within one year after enactment of this Act, whichever is later. Places the burden to demonstrate that a proposal is inconsistent with the public interest on any person opposing such proposal. Requires that at least three chairpersons selected from employees of the Departments of State and Commerce and the FCC to be appointed to any U.S. delegation to International Telecommunications Union radio communications conferences. Prohibits the distribution of funds from the Public Broadcasting Fund to the Public Broadcasting Service or National Public Radio unless such entities assure the corporation for Public Broadcasting that they will not make interest free loans to any employee or official."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Communications Commission Authorization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Communications Commission Authorization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Communications Commission Authorization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Federal Communications Commission for fiscal years 1984 and 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:50-05:00"
}