{
  "actions": [
    {
      "acted_at": "1991-06-27", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1402-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-06-27", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-06-27", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1991-06-27", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1991-07-10", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1991-07-10", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-06-27", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1991-06-27", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-06-27", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1991-07-10", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-06-27", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1991-06-27", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1991-06-27", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1991-06-27", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1991-06-27", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-27", 
  "number": "1402", 
  "official_title": "A bill to provide for improved nuclear waste management at defense Federal nuclear facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Federal Nuclear Facilities Waste Management Act", 
  "sponsor": {
    "district": null, 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-27", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Land use", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Planning", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Research and development", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-27", 
    "text": "Defense Federal Nuclear Facilities Waste Management Act - Title I: Nuclear Waste Management Fund - Establishes in the Treasury the Defense Federal Nuclear Facilities Environmental Response Fund. Transfers into the Fund all amounts appropriated for Federal nuclear waste management of defense Federal nuclear facilities. Directs the Secretary of the Treasury to report annually to the Congress on the financial condition and operation of the Fund. Requires Fund amounts to be expended to carry out Federal nuclear waste management. Directs the Secretary of Energy (Secretary) to establish a separate budget account for the Fund within the Office of Environmental Restoration and Waste Management. Title II: Environmental Management and Remedial Action - Requires any land use compliance plan entered into between the Secretary and a State or Indian tribe to contain a requirement that such parties will cooperate in the development of a land use plan for the region in which the facility or site is located and the remediation of the facility or site to the extent necessary to make it compatible with the land use plan. Requires the Secretary, at least 180 days before a stage of remediation is scheduled to be accomplished under a compliance agreement, to notify the Administrator of the Environmental Protection Agency (EPA) and the State or Indian tribe affected concerning whether such stage of remediation will be completed on time or whether such compliance agreement will need to be modified to permit the delay. States that a substantial modification of a compliance agreement shall not be made without opportunity for public comment. Directs the Secretary, in consultation with the EPA Administrator and affected States and Indian tribes, to prepare a plan describing nuclear waste management activities that are recommended to be undertaken over a period of five years at all defense Federal nuclear facilities under the jurisdiction of the Department of Energy (DOE). Outlines plan contents and requires the Secretary to publish a notice in the Federal Register as well as a brief analysis of such plan, with opportunity for public comment. Requires the Secretary to adopt a final plan within one year after publication of the proposed plan and to submit it to the President and the Congress. Directs the Secretary to annually review and update such plan. Requires the Secretary to annually prepare and submit to the President a request for appropriations sufficient to fund all of the activities identified in the five-year plans in order to ensure that milestones established in the enforceable agreements will be achieved. Requires all defense Federal nuclear facilities and sites to meet all Federal, State, and tribal environmental, health, and safety laws at the earliest practicable time. Requires the Secretary to complete the environmental restoration of all defense Federal nuclear facilities by the year 2019. Establishes in DOE an Office of Nuclear Waste Management to consolidate all waste management, remedial, environmental, and decommissioning programs related to defense Federal nuclear facilities within the Department and to improve the efficiency, cost-effectiveness, budgeting, and accountability of those programs. Requires the Director of the Office to carry out the functions of the Secretary under this Act and to be responsible for DOE's remedial action and waste technology programs other than those assigned to the Office of Civilian Radioactive Waste Management under the Nuclear Waste Policy Act of 1982. Provides that, in the execution of activities necessary to bring defense Federal nuclear facilities into compliance with Federal laws governing the management of nuclear waste and in the execution of any other actions for the decommissioning, decontamination, long-term care, and monitoring of defense Federal nuclear facilities, the Secretary and the EPA Administrator shall consult with and ensure the participation of affected States and Indian tribes. Requires requests for information pertinent to a defense Federal nuclear facility or site by an affected Governor or Indian tribe to be acted upon by the Secretary within 30 days. Directs the Secretary to make grants from the Fund to States affected by defense Federal nuclear facilities remedial actions in order to implement all actions necessary to achieve remedial environmental and compliance activities at defense Federal nuclear facilities. Requires such grant funds to also be used for testing and monitoring, evaluations and public education, information requests, and public comment. Directs the Secretary to make grants to an affected State to which the Administrator has delegated regulatory authority under Federal law governing the management of Federal nuclear waste for execution of such authority with respect to defense Federal nuclear facilities located in that State. Requires such States, prior to receiving such grants, to submit to the Congress certain analyses of grant amounts and of the adequacy of DOE's environmental restoration and waste management programs relating to defense Federal nuclear facilities within such State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Federal Nuclear Facilities Waste Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improved nuclear waste management at defense Federal nuclear facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:05-05:00"
}