{
  "actions": [
    {
      "acted_at": "1988-03-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-03", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-09", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-09", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4081-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-03", 
  "number": "4081", 
  "official_title": "A bill to authorize the original enlistment of certain aliens in the armed forces of the United States and the militias of the several States, to provide temporary and permanent resident status to such enlisted members, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2132-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2132-100", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "DioGuardi, Joseph J.", 
    "state": "NY", 
    "thomas_id": "00300", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-03", 
  "subjects": [
    "Aliens", 
    "Armed forces and national security", 
    "Coast guard", 
    "Immigration", 
    "Naturalization", 
    "Recruiting and enlistment"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-03", 
    "text": "Authorizes the Secretary of each military department concerned to accept for original enlistment in the armed forces, the reserves, and the Coast Guard certain aliens not already admitted for permanent residence in the United States. Requires such aliens to satisfy any other enlistment qualifications prescribed by the Secretary concerned. Provides that, if within 60 days after the commencement of war or an emergency declared by the Congress, the Congress fails to increase the number of aliens authorized to serve in the armed forces and the Coast Guard, the President may set such number. Requires any alien taking an oath of enlistment to also declare an intention to become a citizen of the United States. Authorizes the chief executive officer of any State, territory, or possession of the United States to provide for the enlistment of aliens in the organized militia. Limits the number of aliens authorized to be enlisted during any fiscal year. Requires at least two-thirds of such enlisted members to be reserved for the Army National Guard. Provides the same conditions of enlistment for such aliens as stated above for aliens enlisting in the U.S. armed forces and Coast Guard. Amends the Immigration and Nationality Act to direct the Attorney General, in consultation with the Secretary concerned or other proper State, possession, or territorial official, to adjust to a temporary lawfully-admitted status any alien who: (1) is an enlisted member of the armed forces or militia; (2) establishes that he or she is otherwise admissible as an immigrant; (3) has not been convicted of any felony or three or more misdemeanors committed in the United States; and (4) has not assisted in the persecution of any person on account of race, religion, nationality, or membership in a particular social group. Requires any spouse or child of such alien to satisfy such requirements (except for the enlistment requirement) in order to have his or her status adjusted. Directs the Attorney General to adjust such status to lawfully admitted for permanent residence for an alien who: (1) serves no less than three years of honorable service in the armed forces or militia and is not released or discharged under other-than-honorable conditions; (2) applies for such adjustment within a specified time after such service if the Secretary or chief executive officer concerned approves such application; and (3) is admissible as an immigrant. Directs the Attorney General, upon petition by the Secretary or chief executive officer concerned, to waive such three-year service requirement condition for any alien who was wounded in action or held captive or with respect to a family member of an alien killed in action. Provides that certain numerical limitations on the number of aliens lawfully admitted into the United States under the Immigration and Nationality Act shall not apply to the aliens admitted under this Act. Prohibits the Attorney General from deporting, detaining, or taking any other adverse action against an alien who has submitted an application for enlistment under this Act pending determination of such enlistment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the original enlistment of certain aliens in the armed forces of the United States and the militias of the several States, to provide temporary and permanent resident status to such enlisted members, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:12-05:00"
}