{
  "actions": [
    {
      "acted_at": "1991-05-23", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1142-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-06-26", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-23", 
  "number": "1142", 
  "official_title": "A bill to amend the Controlled Substances Act with respect to the regulation of precursor chemicals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-23", 
  "subjects": [
    "Bankruptcy", 
    "Chemicals", 
    "Crime and law enforcement", 
    "Debtor and creditor", 
    "Drug industry", 
    "Drug law enforcement", 
    "Environmental protection", 
    "Forfeiture", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Licenses", 
    "Narcotic traffic", 
    "Prison labor", 
    "Sentencing guidelines"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-23", 
    "text": "Amends the Controlled Substances Act (CSA) to revise and expand the list of precursor chemicals, including transferring to such list hydriodic acid from the list of essential chemicals. Revises the definition of \"regulated transaction\" to include transfers of any amount of an essential listed precursor chemical, with exceptions. Requires each regulated person to report to the Attorney General on any regulated transaction involving any quantity of a listed essential chemical. Directs the Attorney General to cooperate with State authorities by providing information regarding regulated transactions in such chemicals that might be useful in the administration of State laws relating to precursor chemicals, controlled substances, and other illegal drugs. Makes it unlawful for any person to engage in a regulated transaction involving a listed precursor chemical or to manufacture, distribute, import, or export such a chemical without a license required under such Act, with exceptions. Requires the Attorney General to establish a program requiring licenses for regulated persons and regulated transactions involving listed precursor chemicals where such requirement will contribute to the achievement of the purposes of such Act and to criminal drug law enforcement. Bars the Attorney General from requiring a regulated person who maintains a record of all regulated transactions or reports of such transactions in accordance with the CSA to be licensed under such Act. Provides for fines and imprisonment as a class D (or, in the case of a willful violation, as a class C) felony for violations of the licensing requirement. Expresses the sense of the Congress that guidelines issued by the Sentencing Commission regarding sentencing for such violations should not be less than five years, nor less than ten years in the case of a willful violation. Requires the Attorney General to provide for the audit and control of listed precursor chemical inventories of persons possessing a license under this Act. Prohibits a person possessing a listed chemical with the intent that it be used in the illegal manufacture of a controlled substance to manage the listed chemical or waste from such manufacture other than as required by regulations issued under the Solid Waste Disposal Act. Provides for assessment of costs (of initial cleanup and disposal of the listed chemical and contaminated property and of restoring property damaged by exposure to a listed chemical) and imprisonment for violation of this requirement, in addition to a penalty imposed for the illegal manufacture, possession, or distribution of a listed chemical or toxic residue of a clandestine laboratory. Authorizes the Court to order that all or a portion of the earnings from work performed by a defendant in prison be withheld for payment of such costs. Amends the Federal bankruptcy code to provide that a discharge in bankruptcy does not discharge the debtor from any debt for such costs. Authorizes the Attorney General to direct that assets forfeited in connection with a prosecution under such Act be shared with State agencies that participated in the seizure or cleanup of a contaminated site."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Controlled Substances Act with respect to the regulation of precursor chemicals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:58-05:00"
}