{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1322-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1322", 
  "official_title": "A bill to amend the Military Selective Service Act to clarify the definition of conscientious objector so as to specifically include conscientious opposition to military service in a particular war; and to provide to certain individuals the opportunity to claim exemption from military service as selective conscientious objectors irrespective of their existing selective service status.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Armed forces and national security", 
    "Compulsory military service", 
    "Conscientious objectors", 
    "Selective Service System"
  ], 
  "subjects_top_term": "Conscientious objectors", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Includes conscientious opposition to military service in a particular war within the definition of conscientious objectors, for purposes of the Military Selective Service Act. (Presently only objection to \"war in any form.\") Provides that any person who received a notice to report for induction prior to the date of enactment of this Act or who left a jurisdiction with intent to avoid prosecution for refusing or evading service in the Armed Forces and who returns to such jurisdiction, shall be entitled to offer information to his local draft board in substantiation of his claim to exemption: (1) from combatant training and service in the Armed Forces provided he was conscientiously opposed to participation in a particular war at the time he received his notice, or left the jurisdiction; or (2) from both combatant and noncombatant training and service in the Armed Forces provided he was conscientiously opposed to participating in any form in a particular war at the time he received his notice or left the jurisdiction. States that any prosecution for refusing or evading service in the Armed Forces of a person who has offered information substantiating his claim to exemption under this Act shall be suspended until his claim to exemption has been granted or denied, including final appeals. Allows the grant or improper denial of his claim for exemption as a defense to such prosecution. Provides for motions for temporary and permanent release for an individual convicted for refusing or evading service in the Armed Forces prior to the enactment of this Act if he offers information substantiating his claim to exemption under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Military Selective Service Act to clarify the definition of conscientious objector so as to specifically include conscientious opposition to military service in a particular war; and to provide to certain individuals the opportunity to claim exemption from military service as selective conscientious objectors irrespective of their existing selective service status.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:49-05:00"
}