{
  "actions": [
    {
      "acted_at": "1998-03-17", 
      "references": [
        {
          "reference": "CR E393-394", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-17", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-04-17", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "subcommittee": "Postsecondary Education, Training and Life-Long Learning", 
      "text": "Referred to the Subcommittee on Postsecondary Education, Training and Life-Long Learning.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3479-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education, Training and Life-Long Learning", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Castle, Michael N.", 
      "sponsored_at": "1998-03-17", 
      "state": "DE", 
      "thomas_id": "00183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1998-03-17", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-17", 
  "number": "3479", 
  "official_title": "To provide for the implementation of recommendations of the National Commission on the Cost of Higher Education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tuition Reduction and Information Act of 1998", 
  "sponsor": {
    "district": "25", 
    "name": "McKeon, Howard P. \"Buck\"", 
    "state": "CA", 
    "thomas_id": "00778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-17", 
  "subjects": [
    "Administrative procedure", 
    "Age discrimination in employment", 
    "Auditing", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Building construction", 
    "Civil rights and liberties, minority issues", 
    "Class size", 
    "College administration", 
    "College administrators", 
    "College costs", 
    "College teachers", 
    "Commemorations", 
    "Computer security measures", 
    "Computer software", 
    "Computers and government", 
    "Computers in education", 
    "Conferences", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Data banks", 
    "Department of Education", 
    "Early retirement", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Educational statistics", 
    "Educational technology", 
    "Electronic data interchange", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal mandates", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government regulation", 
    "Government service contracts", 
    "Higher education", 
    "Identification devices", 
    "Information technology", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Local laws", 
    "Management information systems", 
    "Pension funds", 
    "Performance measurement", 
    "Personnel management", 
    "Planning-programming-budgeting", 
    "Rating of employees", 
    "Regulatory impact statements", 
    "Retirement", 
    "Retirement age", 
    "Salaries", 
    "School buildings", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "State budgets", 
    "State laws", 
    "Student aid", 
    "Student loan funds", 
    "Teacher salaries", 
    "Teachers' tenure", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-17", 
    "text": "Tuition Reduction and Information Act of 1998 - Provides for implementing certain recommendations of the National Commission on the Cost of Higher Education. (Sec. 2) Directs the Secretary of Education to: (1) convene a series of forums to develop a nationally uniform methodology for reporting costs incurred by postsecondary institutions in providing undergraduate and graduate education; (2) redesign relevant parts of the integrated postsecondary education data system to improve usefulness and timeliness; and (3) establish a system for the publication, in printed and electronic form, of such postsecondary educational cost data, in a form that permits parents and students to review and compare the data submissions of individual institutions of higher education on the basis of certain factors. (Sec. 3) Amends the Higher Education Act of 1965 (HEA) to require the Secretary to: (1) review biennially any student assistance regulations that apply to the operations or activities of any participant in those programs; (2) modify any such regulation determined to be no longer necessary in the public interest; and (3) report to the Congress any legislative changes necessary to permit such regulatory simplification. (Sec. 4) Directs the Comptroller General to study, and report to the Congress on, the extent to which unnecessary costs are imposed on postsecondary education as a consequence of the applicability to postsecondary facilities and equipment of regulations prescribed for regulating industrial and commercial enterprises. (Sec. 5) Directs the Comptroller General to conduct an on-going analysis of, and report annually to the Congress on, specified trends and other factors relating to the cost of higher education. (Sec. 6) Amends the Age Discrimination in Employment Act of 1967 to declare that the retirement plan of an institution of higher education shall not violate certain age discrimination prohibitions solely because it offers employees with unlimited tenure additional benefits upon voluntary retirement that are reduced or eliminated on the basis of age, if specified conditions are met. (Sec. 7) Amends HEA to revise requirements for special projects in areas of national need, for which the Director of the Fund for the Improvement of Postsecondary Education is authorized to make grants to higher education institutions. Modifies the list of such projects and eliminates a separate authorization of appropriations for such projects. Extends through FY 2003 the authorization of appropriations for the Fund for the Improvement of Postsecondary Education. (Sec. 8) Establishes a performance-based organization (PBO) in the Department of Education as a discrete management unit responsible for managing the information systems supporting the student financial assistance programs authorized under HEA title IV. Authorizes appropriations. Vests management of the PBO in a Chief Operating Officer (COO) appointed by the Secretary. Directs the Secretary and the COO to develop a performance plan for the PBO establishing measurable goals and objectives for the organization. Requires the COO to report annually to the Secretary and specified congressional committees. Requires the PBO to establish an annual performance management system which: (1) maintains individual accountability; and (2) strengthens its organizational effectiveness by providing for establishing goals or objectives for individual, group, or organizational performance, and using performance assessments as a basis for granting employee awards, pay adjustments, and other appropriate personnel actions. Grants the PBO certain procurement flexibility. Authorizes the COO to establish focus groups composed of students, institutions, and other participants in title IV student assistance programs to provide advice on student aid delivery matters. Directs the Secretary and the COO to encourage and participate in establishing voluntary consensus standards and requirements for the electronic transmission of information necessary for the administration of title IV student assistance programs. Directs the Secretary, except with respect to a common financial reporting form, to adopt voluntary consensus standards for transactions required under title IV, and common data elements for such transactions, to enable the electronic exchange of information between systems administered by the Department and among participants in the Federal student aid delivery system. Requires any such standard to: (1) have been developed by an organization open to the various entities engaged in such delivery system; and (2) be consistent with the objective of reducing administrative costs. Directs the COO to: (1) participate in the activities of such standard setting organizations; and (2) to encourage higher education groups seeking to develop common forms, standards, and procedures to do so within such an organization. Requires the Secretary to adopt initial standards for: (1) a single electronic personal identifier number for students receiving title IV assistance; (2) procedures for the electronic transmission and authentication of signatures with respect to transactions requiring a signature; and (3) a single identifier for eligible institutions. Requires such voluntary consensus standards to be compatible with the integrated postsecondary education data system. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tuition Reduction and Information Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the implementation of recommendations of the National Commission on the Cost of Higher Education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:42-05:00"
}