{
  "actions": [
    {
      "acted_at": "1983-08-04", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-21", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Housing and Urban Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-22", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Housing and Urban Affairs. Hearings concluded. Hearings printed:  S.Hrg. 98-451.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-06", 
      "bill_ids": [
        "s2040-98"
      ], 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Ordered favorably reported an original bill (S.2040) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1821-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Housing and Urban Affairs", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1983-10-31", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1983-09-12", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1983-08-04", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1983-10-05", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-08-04", 
  "number": "1821", 
  "official_title": "A bill to amend the Securities Act of 1933 and the Securities Exchange Act of 1934 with respect to the treatment of mortgage backed securities, to increase the authority of the Federal Home Loan Mortgage Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2040-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Secondary Mortgage Market Enhancement Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-08-04", 
  "subjects": [
    "Corporations and Stocks", 
    "Credit unions", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Investments", 
    "Mortgage loans", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation"
  ], 
  "subjects_top_term": "Housing finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-08-04", 
    "text": "Secondary Mortgage Market Enhancement Act of 1983 - Title I: Securities Laws Amendments - Amends the Securities Act of 1933 to exempt from the securities registration requirements securities backed by second mortgages, cooperative housing loans, and manufactured home loans. Expands the type of allowable security to include mortgage-related payment bonds. Exempts from the securities registration requirements securities originated by any Department of Housing and Urban Development approved mortgagee (principally mortgage bankers) in addition to financial institutions. Requires that the current minimum transaction amount of $250,000 be applied only to the initial purchase amount. Permits a 120 day time limit on the cash payment for the security (currently 60 days). Permits broker-dealers to extend credit to buyers of mortgage-related securities on the same basis as they may for government agency securities. Amends the net capital requirements applied to broker-dealers to direct the Securities and Exchange Commission to require for investment grade mortgage securities held in a dealer's inventory only the same amount of capital as government securities of a comparable maturity. Amends the Home Owner's Loan Act of 1933 and the Federal Credit Union Act to allow Federally-chartered financial institutions, including credit unions, to invest in mortgage-related securities subject only to limitations that the appropriate regulating board might impose. Permits national banks to underwrite and deal in investment grade mortgage-related securities. Preempts State blue sky and legal investment laws and regulations so that investment grade mortgage-related securities may be purchased by State-chartered and regulated financial institutions, insurance companies, pension funds, trustees or other regulated entities. Permits a State to reassert limitations on investments in mortgage securities within two years of enactment of these provisions if it finds such regulation necessary. Directs the Securities and Exchange Commission to extend its experimental self registration rule beyond the current September 1983 expiration date. Title II: Federal Home Loan Mortgage Corporation and Federal National Mortgage Association Amendments - Requires that any issuance of preferred stock by the Federal Home Loan Mortgage Corporation (FHLMC) or the Federal National Mortgage Association (FNMA) must comply with the New York Stock Exchange rules and procedures regarding the rights of preferred stockholders. Permits the FHLMC to purchase or deal in junior lien mortgages on the same basis as FNMA. Revises FHLMC's manufactured home loan authority to cover such loans even where the security property is real, personal, or mixed. Allows the FHLMC to purchase State agency insured mortgages. Prohibits the FHLMC from guaranteeing mortgage-backed securities issued by another entity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secondary Mortgage Market Enhancement Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Act of 1933 and the Securities Exchange Act of 1934 with respect to the treatment of mortgage backed securities, to increase the authority of the Federal Home Loan Mortgage Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:03-05:00"
}