{
  "actions": [
    {
      "acted_at": "1973-11-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11306-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-07", 
  "number": "11306", 
  "official_title": "A bill to provide for the appointment of a Special Prosecutor and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-07", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-07", 
    "text": "Provides that the appointment of the Special Prosecutor by the Acting Attorney General of the United States as successor to the former Special Prosecutor who assumed office on May 24, 1973 shall be subject to confirmation by the United States Senate. Authorizes and directs the Special Prosecutor to investigate, prepare, conduct and prosecute any criminal offense arising out of or connected with the unathorized entry into Democratic National Committee headquarters in 1972, arising out of or connected with the Presidential election of 1972, or any and all other matters heretofore referred to the former Special Prosecutor. States that upon request of the Special Prosecutor the head of any Federal department or agency shall detail any of the personnel of such agency and provide any relevant information or materials, to the Special Prosecutor to assist him carrying out his duties under this Act. Provides that all materials, tapes, documents, files, work in process, information, and all other property of whatever kind and description relevant to the duties of the Special Prosecutor, tangible or intangible, collected by, developed by, or in the possession of the former Special Prosecutor or his staff shall be delivered into the possession of the Special Prosecutor appointed under this Act. Provides that the Special Prosecutor shall hold office for a period of three years and shall carry out his duties within that three year period except as may be necessary to complete trial or appellate action on indictments then pending. Authorizes the Special Prosecutor to undertake any action he deems necessary and proper for the performance of his duties. Authorizes the Attorney General to remove the Special Prosecutor for gross impropriety, gross misconduct, gross dereliction of duty, or for violation of this Act, but for no other cause, or by Congress pursuant to the Constitution. Directs the Attorney General to give thirty days' notice in writing to the Congress of his intention to remove the Special Prosecutor, setting forth in detail the grounds for such removal and upon the giving of such notice the Attorney General may suspend the Special Prosecutor effective thirty days therafter. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the appointment of a Special Prosecutor and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:57-05:00"
}