{
  "actions": [
    {
      "acted_at": "1992-07-02", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2946-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-07-02", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-02", 
  "number": "2946", 
  "official_title": "A bill to provide for assistance to small businesses in the transition from defense related industries to nondefense industries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Defense Economic Transition Assistance Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-02", 
  "subjects": [
    "Armed forces and national security", 
    "Conversion of industries", 
    "Defense contracts", 
    "Early retirement", 
    "Federal employees", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Military bases", 
    "Military discharges", 
    "Retired military personnel", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-02", 
    "text": "Small Business Defense Economic Transition Assistance Act of 1992 - Amends the Small Business Act to authorize the Small Business Administration (SBA) to make loans to a small business concern that has been detrimentally affected by: (1) the closure (or substantial reduction) of a Department of Defense (DOD) installation; or (2) the termination or substantial reduction of a DOD program under which the small business was a prime contractor or subcontractor (or supplier). Authorizes such loans also for a qualified individual seeking to establish or acquire and operate a small business. Requires loan amounts to be provided in advance in appropriation Acts for such purpose. Defines as a qualified individual seeking to establish or acquire a small business: (1) a member of the armed forces honorably discharged from active duty involuntarily or under a separation incentive program; (2) a civilian DOD employee involuntarily separated or retired pursuant to a program for early retirement; or (3) an employee of a prime contractor, subcontractor, or supplier at any tier of a DOD program whose employment is involuntarily terminated (or voluntarily terminated under a program encouraging voluntary separation or early retirement) due to the termination or substantial reduction of a DOD program. Revises Federal provisions relating to services offered by small business development centers (SBDCs) to: (1) repeal a provision requiring the SBDCs to assist small businesses in developing and implementing marketing and production strategies to enable them to better compete in the domestic market; and (2) add to SBDC services assistance to small businesses to develop and implement strategic business plans to respond to the planned closure or reduction of a DOD facility within the community or actual or projected reduction in the firms' business base due to the termination or reduction of a DOD program or of a contract in support of such a program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Defense Economic Transition Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for assistance to small businesses in the transition from defense related industries to nondefense industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:40-05:00"
}