{
  "actions": [
    {
      "acted_at": "1977-05-18", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-18", 
      "committee": "House Select Committee on Intelligence", 
      "references": [], 
      "text": "Referred to House Select Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-08", 
      "references": [], 
      "text": "Reported to House from the Select Committee on Intelligence with amendment, H. Rept. 95-1283 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-06", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Motion to recommit to the Select Committee on Intelligence with instructions rejected in House, roll call #736 (164-207).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #737 (246-128).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "bill_ids": [
        "s1566-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1566 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7308-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Intelligence (Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-18", 
  "number": "7308", 
  "official_title": "A bill to amend Title 18, United States Code, to authorize applications for a court order approving the use of electronic surveillance to obtain foreign intelligence information.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1266-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1566-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreign Intelligence Surveillance Act", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-18", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Electronic surveillance", 
    "International affairs", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Electronic surveillance", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1978-09-07", 
    "text": "(Measure laid on table in House, S. 1566 passed in lieu) Foreign Intelligence Surveillance Act - =Title I: Electronic Surveillance with the United States for Foreign Intelligence Purposes= - Permits the President, acting through the Attorney General, to authorize electronic surveillances for foreign intelligence purposes without a court order, in certain circumstances. Requires the Attorney General: (1) to certify that the minimization procedures governing these surveillances meet certain standards; and (2) to forward such procedures to the House and Senate Intelligence Committees at least 30 days prior to their going into effect. Authorizes submission of applications for electronic surveillance, court orders to any United States district court. Requires the court to record its reasons for denying an application and, on the motion of the party whose application was denied, to transmit such reasons under seal to the United States Court of Appeals. Requires each application for any order approving electronic surveillance for foreign intelligence purposes to be approved by the Attorney General and to include, among other information: (1) the identity of the officer making the application; (2) the authority conferred on the applicant by the President and the approval of the Attorney General to make the application; (3) the identity of the subject of the surveillance (4) the fact and circumstances justifying belief that the target of surveillance is a foreign power or an agent of a foreign power; (5) a description of the type of information sought and a certification by specified Federal officers that such information is foreign intelligence information that cannot feasibly be obtained by normal investigative techniques; (6) a statement of the period of time for which the surveillance is required, and (7) a statement of procedures to be taken to minimize intrusion into the privacy of United States persons. Directs the judge to enter an ex parte order as requested or as modified approving the electronic surveillance if he finds that the criteria specified have been met. Allows issuance of orders to approve surveillance for 90 days or the period necessary to achieve its purposes, whichever is less. Permits extensions of orders upon application for an extension made in the same manner as required for an original application. Authorizes the Attorney General, upon a reasonable determination that an emergency situation exists, to authorize the emergency employment of electronic surveillance if the appropriate judge is informed by the Attorney General of such authorization at the time it is made and if an application is made as soon as practicable but not more than 24 hours after authorization. Requires, in the absence of a judicial order, that surveillance terminate when the information sought is obtained, when the application for an order is denied, or 24 hours after authorization, whichever is earliest. Directs the Attorney General to retain applications and orders for electronic surveillance for at least ten years stored under Central Intelligence Agency procedures. Prohibits the use or disclosure of any information concerning any United States person acquired from a disapproved emergency surveillance in any manner by Federal officers or employees without the consent of such person. Allows the Government to use such information to protect the life or the physical safety of a person, upon the approval of the Attorney General. Authorizes electronic surveillance, not targeted against the communications of any particular person, by officers, employees, or agents of the United States in the normal course of their official duties. Specifies that such electronic surveillance shall be solely to: (1) test the capability of electronic equipment; (2) determine the existence and capability of electronic surveillance equipment being used by persons not authorized to conduct such surveillance; and (3) train intelligence personnel. Allows information acquired from electronic surveillance conducted pursuant to this Act to be used and disclosed only for designated purposes or for the enforcement of the criminal law. Requires the Attorney General to submit an annual report to the Administrative Office of the United States Courts and to Congress, including the number of applications made for orders and extensions of orders approving electronic surveillance and the number of such orders and extensions granted, modified, and denied. Requires the Attorney General to inform the House and Senate Committees on Intelligence semiannually concerning all electronic surveillance under this Title. Authorizes the committees to inform United States persons that they have been under electronic surveillance, if such surveillance produced no foreign intelligence information and disclosure will not harm the national security. Makes it a criminal offense for officers or employees of the United States to intentionally engage in electronic surveillance under color of law except as specifically authorized. Imposes civil and criminal liability for such violations and authorizes the recovery of actual damages, punitive damages, and reasonable attorney's fees by an aggrieved person other than a foreign power. Permits the President, through the Attorney General, to authorize electronic surveillance without a court order to acquire foreign intelligence information for up to one year during a Congressionally declared war. =Title II: Conforming Amendments= - Makes conforming amendments to existing criminal laws. =Title III: Effective Date= - States that the provisions of this Act shall become effective upon enactment. Stipulates that any electronic surveillance approved by the Attorney General to gather foreign intelligence information shall not be unlawful if that surveillance is terminated or an order approving that surveillance is obtained within 90 days following the designation of the chief judges pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Intelligence Surveillance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title 18, United States Code, to authorize applications for a court order approving the use of electronic surveillance to obtain foreign intelligence information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:32-05:00"
}