{
  "actions": [
    {
      "acted_at": "2009-05-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1001-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2009-05-07", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-07", 
  "number": "1001", 
  "official_title": "A bill to provide for increased research, coordination and expansion of health promotion programs through the Department of Health and Human Services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2354-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Promotion FIRST Act", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-07", 
  "subjects": [
    "Health", 
    "Health care coverage and access", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Medical education", 
    "Medical research"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-07", 
    "text": "Health Promotion Funding Integrated Research, Synthesis, and Training Act or the Health Promotion FIRST Act - Amends the Public Health Service Act to require the Secretary of Health and Human Services (HHS) to develop a plan for health promotion that includes coordinating the health promotion activities of HHS and addressing how best to: (1) develop the basic and applied science of health promotion; (2) synthesize and disseminate health promotion research; (3) meet health promotion needs in rural and low-income inner city areas; (4) support and develop the health promotion and scientific community; and (5) modify or develop resources, policies, structure, and legislation to integrate health promotion into all health professions and sectors of society. Requires the Secretary to request other federal agencies to develop health promotion strategic plans. Requires the Director of the National Institutes of Health (NIH), acting through the Office of Behavioral and Social Sciences Research, to: (1) develop a plan on how best to develop the science of health promotion through NIH agencies; and (2) conduct or support early research programs and research training regarding health promotion. Requires the Secretary, acting through the Director of the Centers for Disease Control and Prevention (CDC), to develop a plan to establish a research agenda regarding health promotion for CDC. Requires the Director of the National Center for Chronic Disease Prevention and Health Promotion to award grants to develop Health Promotion Research Centers. Requires the Secretary to modify the application process for grants, cooperative agreements, and contracts awarded under this Act to attract the most qualified individuals and organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Promotion FIRST Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Promotion Funding Integrated Research, Synthesis, and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for increased research, coordination and expansion of health promotion programs through the Department of Health and Human Services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:04-05:00"
}