{
  "actions": [
    {
      "acted_at": "1981-01-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1322-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-27", 
  "number": "1322", 
  "official_title": "A bill to amend title IV of the Social Security Act to establish a block grant program designed to provide an effective test of the ability of the various states and counties to create their own welfare programs as an alternative to AFDC.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Gradison, Willis D., Jr.", 
    "state": "OH", 
    "thomas_id": "00451", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-27", 
  "subjects": [
    "Advisory bodies", 
    "Aid to dependent children", 
    "Federal advisory bodies", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aid to dependent children", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-27", 
    "text": "Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to establish a five-year block grant demonstration program, with at least three States and three counties, to test the ability of States and counties to create their own welfare programs as an alternative to the Federal program of aid to families with dependent children. Authorizes participants to utilize such grants without regard to AFDC requirements. Prohibits other AFDC payments to program participants. Authorizes the Secretary of Health and Human Services to make planning grants to States and counties demonstrating a firm intention to participate in the program. Directs each program participant to use program payments to benefit the social welfare of children and families with children. Subjects such programs to specified stipulations, including that program assistance may not be less than the AFDC payments the family would have otherwise received. Provides procedures for application and selection to and termination from the block grant program. Requires program participants to report to the Secretary concerning the dollar error rate. Establishes the National Oversight and Evaluation Panel to assure that the program contributes to the improvement of Federal assistance to needy families with children. Directs the Panel to take program applications and to submit its nominations to the Secretary. Directs the Panel and the Comptroller General to conduct a continuing evaluation of the program. Directs the Comptroller General to report annually to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to establish a block grant program designed to provide an effective test of the ability of the various states and counties to create their own welfare programs as an alternative to AFDC.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:11-05:00"
}