{
  "actions": [
    {
      "acted_at": "2009-08-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1597-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2010-09-29", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-08-06", 
  "number": "1597", 
  "official_title": "A bill to amend title 31, United States Code, to provide for the licensing by the Secretary of the Treasury of Internet poker and other games that are predominantly of skill, to provide for consumer protections on the Internet, to enforce the tax code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2267-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Internet Poker and Game of Skill Regulation, Consumer Protection, and Enforcement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-08-06", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Commerce", 
    "Consumer affairs", 
    "Department of the Treasury", 
    "Fraud offenses and financial crimes", 
    "Gambling", 
    "Games and hobbies", 
    "Government investigations", 
    "Government trust funds", 
    "Health promotion and preventive care", 
    "Indian lands and resources rights", 
    "Internet and video services", 
    "Licensing and registrations", 
    "Medical research", 
    "Mental health", 
    "Sales and excise taxes", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-08-06", 
    "text": "Internet Poker and Game of Skill Regulation, Consumer Protection, and Enforcement Act of 2009 - Prescribes federal administrative and licensing requirements governing Internet game-of-skill facilities. Vests the Secretary of the Treasury with regulatory and enforcement jurisdiction over such facilities. Prohibits any person from operating an Internet game-of-skill facility that knowingly accepts bets or wagers from persons located in the United States without a license issued by the Secretary. Requires the Secretary to impose: (1) fees upon licensees to cover the cost of administering this Act; and (2) specified civil money penalties for willful violation of this Act or related regulations. Cites safeguards required of licensees, including: (1) collection of customer and licensee taxes related to Internet games of skill or game-of-skill facilities; (2) safeguards against fraud, money laundering, and terrorist finance; and (3) safeguards to prevent compulsive Internet betting or wagering. Requires the Secretary to prescribe regulations for: (1) development of a Problem Gaming, Responsible Gaming, and Self-Exclusion Program; (2) establishment of a list of persons self-excluded from gaming activities at licensee sites; and (3) a public awareness program about the availability of the self-exclusion list. Prohibits a person who is prohibited from gaming with a licensee from collecting any winnings or recovering any losses that arise as a result of prohibited gaming activity. Shields a financial transaction provider from liability for engaging in financial activities or transactions in connection with bets permitted under this Act and the Interstate Horseracing Act of 1978, unless the provider knows or has reason to know they violate federal or state law. Permits states and Indian tribal authorities to opt-out of Internet gaming activities. Prohibits wagers on games of chance and sporting events. Prohibits electronic cheating devices. Requires the Director of the Financial Crimes Enforcement Network to give the Secretary a list of unlawful Internet gambling enterprises. Amends the Internal Revenue Code to impose upon licensees: (1) a federal Internet gaming license fee;(2) a state or Indian tribal government gaming license fee; and (3) specified tax return and recordkeeping requirements. Establishes the State and Indian Tribal Government Gaming License Fee Trust Fund. Subjects to tax withholding parimutuel pool winnings and net Internet gaming winnings (including those of nonresident aliens). Exempts certain gaming proceeds from taxation by either a state or Indian Tribal Government receiving appropriations from the Trust Fund. Amends the Public Health Service Act to authorize: (1) treatment programs for pathological gambling; and (2) grants for comprehensive education, prevention and treatment services for problem and pathological gaming. Directs the Secretary to carry out a national campaign to increase public awareness of problem gambling."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet Poker and Game of Skill Regulation, Consumer Protection, and Enforcement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 31, United States Code, to provide for the licensing by the Secretary of the Treasury of Internet poker and other games that are predominantly of skill, to provide for consumer protections on the Internet, to enforce the tax code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:17-05:00"
}