{
  "actions": [
    {
      "acted_at": "1991-06-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-13", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-12", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Education, Arts, Humanities", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources received executive comment from Department of Education.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-04-09", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute and an amendment to the title. With written report No. 102-269.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-09", 
      "calendar": "Senate Legislative", 
      "number": "441", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 441.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1275-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1991-06-11", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1991-06-11", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-06-11", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-11", 
  "number": "1275", 
  "official_title": "A bill to reauthorize funding for the Office of Educational Research and Improvement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Office of Educational Research and Improvement Reauthorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-03-18", 
  "subjects": [
    "Academic performance", 
    "Adult education", 
    "Authorization", 
    "Block grants", 
    "Central Europe", 
    "Child development", 
    "Citizenship education", 
    "Computer software", 
    "Computers in education", 
    "Conferences", 
    "Curriculum planning", 
    "Democracy", 
    "Dropouts", 
    "Eastern Europe", 
    "Economic theory", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational exchanges", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational technology", 
    "Educational television", 
    "Educational tests", 
    "Elementary education", 
    "Equipment and supplies", 
    "Estonia", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Government operations and politics", 
    "Group teaching", 
    "Higher education", 
    "Information networks", 
    "Information services", 
    "Instructional materials centers", 
    "International education", 
    "Labor statistics", 
    "Latvia", 
    "Libraries", 
    "Lithuania", 
    "Manpower training programs", 
    "Mathematics", 
    "Middle schools", 
    "Migrant education", 
    "Parent-school relationships", 
    "Parent-teacher relationships", 
    "Preschool education", 
    "Private schools", 
    "Public schools", 
    "Research and development contracts", 
    "Research and development facilities", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "School districts", 
    "Scientific education", 
    "Scientific instruments and apparatus", 
    "Secondary education", 
    "Teacher education", 
    "Technical education", 
    "Technology transfer", 
    "U.S.S.R.", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-04-09", 
    "text": "Office of Educational Research and Improvement Reauthorization Act - Title I: Office of Educational Research and Improvement - Amends the General Education Provisions Act (GEPA) to reauthorize and revise provisions for the Office of Educational Research and Improvement (OERI). Sets forth provisions relating to OERI's purposes and composition. Eliminates provisions for the National Advisory Council on Educational Research and Improvement. Provides that OERI, administered by the Assistant Secretary for Educational Research and Improvement (the Assistant Secretary), shall include: (1) the Distinguished Board of Governors for Educational Research; (2) the Directorates for Educational Research; (3) the regional educational laboratories; (4) the Office of Educational Dissemination; (5) the National Education Library; (6) the Education Resources Information Clearinghouses; (7) the National Center for Education Statistics, including the National Assessment of Educational Progress; and (8) such other entities as the Assistant Secretary deems appropriate. Requires that members of the Distinguished Board of Governors for Educational Research (the Board) be nominated solely on the basis of: (1) eminence in fields of basic or applied research, or dissemination of such research; or (2) established records of distinguished service in educational research and the education professions. Requests the President, in making such nominations, to give due consideration to: (1) equitable representation of educational researchers who are women, represent minority groups, or are classroom teachers with research experience; and (2) recommendations submitted by the National Academy of Education and the National Academy of Sciences. Prohibits Board members from serving on any other Department of Education (Department) advisory board, panel (including peer review panel), or task force or as a paid consultant of the Department. Sets forth term limits, Board responsibilities, and biennial reporting requirements. Sets forth authorized activities of OERI and responsibilities of the Assistant Secretary. Authorizes the Assistant Secretary, through the directorates and regional educational laboratories and other appropriate entities, to offer information and technical assistance to State and local educational agencies (SEAs and LEAs), school boards, and schools to ensure that no student is: (1) denied access to the same rigorous, challenging curriculum that such student's peers are offered; and (2) grouped or otherwise labeled in such a way as may impede such student's achievement. Directs the Assistant Secretary to report to the President and the Congress on: (1) a six-year long-term plan for the educational research agenda for OERI, within one year after enactment of this Act; and (2) upon submission of such report and every two years thereafter, a progress report on the six-year plan, including any modifications. Requires open competition for all awards of grants or contracts by OERI. Requires the Assistant Secretary, in carrying out OERI functions, to establish the following five directorates of educational research: (1) National Directorate on Curriculum, Instruction, and Assessment; (2) National Directorate on Early Childhood Learning, Families and Communities; (3) National Directorate on the Educational Achievement of Historically Underserved Populations; (4) National Directorate on School Organization, Structure and Finance; and (5) National Directorate on Postsecondary and Adult Education. Requires the Assistant Secretary to: (1) appoint a Director for each such directorate; and (2) provide for research syntheses and coordinate research plans, projects, and findings across the directorates. Sets forth directorate duties. Requires each directorate to reserve the following minimum portions of its available funding: (1) 15 percent in each fiscal year to conduct field-initiated research; and (2) one-third to support one or two long-term national research centers for educational research and development (through a ten-year grant to or contract or cooperative agreement with an institution of higher education, a public agency, or a private nonprofit organization). Requires the Board to evaluate and report, with recommendations, on each directorate's quality and relevance of research and effectiveness of dissemination. Requires the Assistant Secretary to: (1) biennially publish proposed research priorities developed by each directorate, and allow 60 days for public comments; and (2) prior to awarding a grant or contract for a research project or center, publish notice to invite applicants to compete for projects, centers, or assistance. Sets forth directorate reporting and coordination requirements. Sets forth the respective areas of research which each of the five directorates is authorized to conduct. Sets forth provisions relating to OERI personnel, selection procedures for competitive awards of grants and contracts, and research fellowships. Limits to a minimum of ten and a maximum of 15 the number of regional educational laboratories (established by public agencies or private nonprofit organizations) that the Assistant Secretary shall support. Requires each such laboratory to operate under the direction of a governing board with members: (1) being representative of the region; (2) including teachers; and (3) having sole authority for determining the mission of such laboratory, subject to specified requirements. Requires each such laboratory to: (1) bring educational research to bear on promoting school improvement and academic achievement and correcting educational deficiencies in its region; (2) develop a plan for identifying and serving regional needs by conducting a continuing survey, including an open hearing process; (3) have as its central mission the dissemination of educational research to schools, teachers, LEAs, and SEAs; (4) use applied research to assist site-specific problem-solving and development activities; (5) conduct applied research projects designed for particular regional needs only if such quality applied research does not exist in the region; (6) facilitate individual school restructuring, including technical assistance for adapting model demonstration grant programs; (7) facilitate communication among educational experts, school officials, teachers, and parents to help schools develop plans to meet national goals (as well as communication among OERI program offices, programs, and projects); (8) bring teams of experts together to develop and implement school improvement plans and strategies; (9) provide technical assistance to SEAs, LEAs, State boards of education, and schools (prioritizing on the basis of economic disadvantage in urban and rural areas of the region); (10) provide training in educational research and the use of new methods and products, through internships, fellowships, and stipends; and (11) coordinate its activities with the directorates. Requires the Assistant Secretary to publish notification of competition by applicants prior to award of a contract for such a laboratory. Sets forth planning and reporting requirements for such laboratories. Sets a five-year minimum contract duration for such a laboratory. Declares that nothing under such provisions of this Act shall be construed to require any modifications in the regional educational laboratory contracts in effect on the date of enactment of this Act. Provides for a teacher research dissemination network program. Authorizes the Assistant Secretary to award three-year grants or contracts to regional educational laboratories to carry out specified program activities for up to 250 teacher participants in any fiscal year, based on the number of teachers, schools, and students in each region. Mandates each laboratory receiving such a grant or contract to carry out three one-year-long programs to train teachers in acquiring relevant educational research information through the educational research infrastructure, and to provide them with current education research and development theory and practice. Requires such training to be during the summer, with specified components including certification in a small number of products or programs. Requires such programs to also provide school year activities for the teacher participants, including: (1) opportunities to meet with other participants to exchange experiences; (2) additional training or assistance in using or applying the information; (3) updates; and (4) opportunity to provide feedback into the educational research infrastructure on needed research and ways to improve dissemination of research. (Allows use of video conferences for some of the training.) Permits such programs, if funding exceeds a specified level, to first decrease the number of teachers which each teacher participant is expected to reach, and then include additional teacher training activities and teacher responsibilities. Requires each teacher participant to assume certain responsibilities during the school year, including: (1) meeting with other teachers in their school districts to show them how to acquire research information; (2) helping interested schools identify resources; (3) teaching other teachers how to use the products or programs in which they were certified; (4) informing teachers about obtaining Federal research funding, fellowships, and sabbaticals; and (5) surveying teacher needs in research and development. Requires laboratory applications for such grants and contracts to include certain plans, assurances, and descriptions. Sets forth procedures for teacher selection and eligibility. Requires an independent evaluation of such program to be submitted to the Congress by September 1, 1996. Directs the Assistant Secretary to establish an Office of Educational Dissemination (which may include the Education Resources Information Clearinghouses, the National Diffusion Network, and the National Education Library), and to appoint as head of such Office a Director who has demonstrated expertise and experience in dissemination. Sets forth the duties of such Office, along with permissible additional activities. Authorizes the National Diffusion Network to: (1) provide information through its State facilitators (directly and without program effectiveness panel approval) on model or demonstration projects funded by the Department of Education; and (2) disseminate other information which is available through the Office of Education Dissemination through the Network itself. Establishes a National Library of Education at the Department of Education. Sets forth the required functions and the mission of such Library. Directs the Secretary of Education (the Secretary) to appoint a task force of librarians, scholars, teachers, parents, and school leaders to advise on such Library's establishment, prepare a workable plan for such establishment and the implementation of specified requirements, identify other supplemental activities and functions for such Library, and report to the Secretary. Directs the Secretary to appoint a librarian to head such Library for a five-year renewable term. Directs the Assistant Secretary to establish and support 16 Education Resources Information Clearinghouses (ERICs) (including directly supporting dissemination services). Provides that these shall have the same functions and scope of work as such clearinghouses had on the enactment date of the Higher Education Amendments of 1986, except that the Assistant Secretary shall establish for them a coherent policy for abstracting and including in the ERIC system books, periodicals, reports, and other materials related to education. Authorizes appropriations for FY 1993 through 1999 for the following OERI programs: (1) Directorates of Educational Research (reserving 50 percent of directorate funding for the National Directorate on Curriculum, Instruction, and Assessment, and ten percent each for the other four directorates and for synthesis and coordination activities, and requiring that at least 95 percent of such funding for the directorates be expended through grants, cooperative agreements, or contracts); (2) salaries and expenses of the directorates; (3) regional educational laboratories; (4) Office of Educational Dissemination; (5) Teacher Research Dissemination Network; (6) provisions relating to the National Diffusion Network State Facilitators; (7) National Education Library; and (8) Education Resources Information Clearinghouses. Authorizes OERI, when more than one Federal agency uses funds to support a single project under OERI provisions, to act for all such agencies in administering such funds. Provides that existing contracts for the regional educational laboratories and centers assisted under OERI provisions of GEPA shall remain in effect until their termination date. Allows grants for such centers which terminate before the competition for new centers to be extended until awards for such new centers are made. Title II: Improved Statistics Regarding American Schools - Revises and reauthorizes GEPA provisions for the National Center for Education Statistics (NCES), including the National Assessment of Educational Progress (National Assessment). Requires that the Commissioner of Educational Statistics (the Commissioner) possess: (1) substantial experience with or knowledge of NCES data collection efforts; (2) expertise in mathematical statistics or statistical methodology; or (3) extensive knowledge of uses of statistics for policy purposes. Authorizes appropriations for FY 1993 through 1999 for NCES programs and activities (including the National Assessment), and for NCES salaries and expenses. Eliminates the requirement that the National Assessment produce data that are representative on a regional basis (in addition to a State and Federal basis). Directs the National Assessment to conduct certain trial assessments, and develop other trial assessments for administration, in 1994 and 1996. Requires that the two testing and measurement experts on the National Assessment Governing Board (NAGB) be psychometricians, educational psychologists, or measurement specialists, with extensive experience working on large-scale assessments. Prohibits any NAGB member from serving as a consultant to the Department of Education or on any other board, committee, panel, task force, or advisory body to the Department while serving on the NAGB. Requires NAGB technical employees to be eminently qualified to assist NAGB in administering the assessments, by virtue of their education or training and experience. Requires independent technical review of the NAGB replication and validation studies. Provides for Congressional Budget Office (CBO) access to NCES information, subject to specified disclosure restrictions. Directs the Secretary to provide for the organization that conducts the independent evaluation of assessments under specified GEPA provisions to study and report to the Congress, within 120 days after enactment of this Act, on: (1) the process whereby achievement goals are set pursuant to specified GEPA provisions; (2) whether such goals are set at an appropriate level; and (3) the ability of NAEP to maintain valid data with respect to trends in student performance. Directs the Commissioner of Educational Statistics (the Commissioner) to submit an annual report, beginning on January 1, 1994, to the Congress on the number of school dropouts, including information on race and ethnic origin, rural and urban location, and State. Requires the report to use a specified single definition of school dropouts. Requires States to provide information to the Secretary for such report. Allows States to use specified block grant funds under chapter 2 of title I of the Elementary and Secondary Education Act of 1965 to meet costs associated with collecting such information in the form required by the Commissioner. Authorizes the Secretary to enter into agreements (with the Secretaries of Defense and the Interior, respectively) to include in the National Assessment: (1) the defense dependents education system; and (2) schools for Indian children operated or supported by the Bureau of Indian Affairs. Amends the Department of Education Organization Act (DEOA) to authorize the Secretary to use up to one percent of the funds appropriated for any education program that awards such funds on a competitive basis to pay the expenses and fees of non-Federal experts (field readers) necessary to review applications and proposals for such funds (except programs under which funds are authorized to pay such field readers). Amends DEOA and GEPA to establish an Office of Educational Technology (OET) in OERI. Requires the Secretary to appoint a Director of OET who has demonstrated expertise and experience in a broad range of technologies for instruction and educational management, and in planning and policy formulation pertaining to technology application at all levels in the education system. Directs the Assistant Secretary to appoint a Technology Board of 11 members, of whom: (1) six shall have demonstrated competencies or expertise in developing technology systems; (2) five shall have past and ongoing experience with education at the State or local school level; and (3) at least three shall be educators with experience in using technology in the classroom. Provides for OET personnel. Requires the following OET functions: (1) leading policy development and coordinating technology-related education activities within the Department; (2) administering the Star Schools Program, Office of Training Technology Transfer activities, and other technology programs the Assistant Secretary deems appropriate; (3) coordinating educational technology programs with analogous programs of other Federal agencies and initiating of interagency agreements for joint funding; (4) recommending wider applications of technology use in Federal education programs; (5) coordinating and guiding the directorates in use of technology and in technology activities and policies; (6) providing guidelines to establish a technology education repository to house existing educational technology, including programming to locate and disseminate requests by teachers, administrators, and the public using Federal data banks to avoid duplication; (7) developing a proposal for a system to transfer such repository information to local school districts, schools, and classrooms nationwide via various technologies which produce visual images; (8) developing a proposal for a fair system for metering use of repository information provided via an electronic network to local classrooms, and a proposal for appropriately charging for copyrighted materials and computer access time; and (9) promoting technology use to assist OERI dissemination activities. Transfers the Office of Training Technology Transfer to OET. Directs the Secretary (upon completion of guidelines for a technology education repository and development of a system to transfer such information to local school districts, schools, and classrooms) to provide for an independent study (including applicable studies by other Federal agencies) to: (1) estimate costs of implementing such repository and system; and (2) assess availability of technology at local levels to access the educational technology to be transmitted. Authorizes appropriations for FY 1993 through 1999 for OET salaries and expenses. Title III: Educational Improvement Programs - Part A: International Education Program - Directs the Secretary to carry out an International Education Program that shall provide for: (1) grants to study, evaluate, and analyze education systems in other nations (particularly Great Britain, France, Germany, and Japan); (2) development or identification of tests to compare international achievement levels in various subject areas; and (3) an International Educational Exchange Program. Requires the International Educational Exchange Program (the Program) to: (1) make available to central and Eastern European and former Soviet educators exemplary civic government and economic education programs developed in the United States; (2) assist their countries in adapting and implementing such programs; (3) create and implement educational programs for U.S. students which draw upon emerging constitutional democracies' experiences; and (4) provide a means for participating nations' leaders to exchange ideas and experiences in civic education. Authorizes the Secretary to award up to three competitive contracts with independent nonprofit educational organizations, with specified types of experience, to carry out the Program. Sets forth Program contents for non-U.S. and U.S. participants, including home stays, other educational exchanges, and international conferences. Requires that the primary participants be leading civic, government and economic educators, including curriculum and teacher training specialists, scholars in relevant disciplines, and educational policymakers, from the United States and participating Central and Eastern European and former Soviet nations. Authorizes appropriations for FY 1993 through 1999. Part B: Transfer of Education and Training Software - Amends the Training Technology Transfer Act of 1988 to authorize appropriations for FY 1993 through 1999 for the program of transfer of education and training software under such Act. Part C: Amendments to the Carl D. Perkins Vocational and Applied Technology Education Act - Amends the Carl D. Perkins Vocational and Applied Technology Education Act to include postsecondary employment and training programs among those whose common occupational information needs must be met by the system developed and implemented by the National Occupational Information Coordinating Committee. Includes the State board or agency governing higher education among those entities which must be represented on a State occupational information coordinating committee. Requires each State board for higher education to develop a data collection system whose results can be integrated into the occupational information system (as such board develops and designs a system to provide data on graduation or completion rates job placement rates from occupationally specific programs, and licensing rates). Part D: Satisfactory Progress Study - Amends the Higher Education Act of 1965 to authorize the Secretary to study the satisfactory progress requirement, particularly with respect to institutions with short-term periods of instruction and to first year students. Sets deadlines for such study and a report. Part E: National Education Standards and Assessments Council - Establishes a National Education Standards and Assessments Council (the National Council) within the Department of Education. Provides that the National Council shall be composed of 15 members, appointed by the National Education Goals Panel (the Panel) as follows: (1) five public officials; (2) five educators; and (3) five members of the general public. Requires such appointment of members to be based on their widely recognized experience in, knowledge of, commitment to, and demonstrated record of service to education and to achieving education excellence at the Federal, State, or local level. Sets forth terms of service. Prohibits any Panel member from concurrently serving as a National Council member. Sets forth various functions of the National Council, including certification of content and student performance standards and criteria for assessments as world-class, and transmittal of such certification for Panel certification. Directs the National Council to report annually to the President, appropriate congressional committees, and State Governors. Sets forth provisions for National Council powers, meetings, Director and staff, experts and consultants, and evaluation. Authorizes appropriations to the National Council for FY 1993 and 1994 and succeeding fiscal years. Part F: Elementary Science Equipment Program - Elementary Science Equipment Act - Authorizes the Secretary to allot funds to State educational agencies to award grants to local educational agencies to provide hands-on instruction equipment and materials to elementary schools to improve mathematics and science education. Authorizes appropriations. Sets forth requirements for: (1) State allotments; (2) State and local applications; (3) grant award priorities; (4) participation of private schools; (5) State and Federal responsibilities; and (6) using grant funds only for science equipment or materials and mathematical manipulative materials necessary for hands-on instruction. Authorizes appropriations for FY 1993 through 1997 for such program. Part G: Parents as Teachers Program - Authorizes the Secretary to make grants to States for parents as teachers program. Gives priority, in making such grants, to applications describing such programs that target parents and children at risk, including families on public assistance. Sets forth program requirements, limiting services to families during the period from the last three months of a mother's pregnancy to the child's attaining age three. Prohibits requiring any person to participate in any program of parent education or developmental screening, or any program for developmentally delayed children. Directs the Secretary to: (1) establish a Parents as Teachers National Center for information dissemination and technical and training assistance for States with such programs; and (2) evaluate such programs within four years. Provides for a gradually declining Federal share. Authorizes appropriations for FY 1993 through 1997 for such program. Part H: Media Instruction - Directs the Assistant Secretary to enter into a contract with an independent nonprofit organization to establish a national multimedia television-based project, directed to homes, schools, and after-school programs, to motivate and improve the reading comprehension and writing coherence of elementary school-age children. Requires that such organization have demonstrated effectiveness in educational programming and development on a nationwide basis. Authorizes appropriations for such project for FY 1993 through 1995. Part I: Migrant Education - Amends the Elementary and Secondary Education Act of 1965 to modify, for purposes of programs for migratory children, the definition of \"currently migratory child\" to include a child who: (1) resides in a school district of more than 15,000 square miles; and (2) migrates at least 20 miles to a temporary residence to enable the child, a parent, or a member of the immediate family to engage in fishing activity. Part J: History and Principles of the Constitution - Directs the Secretary to carry out a program to educate students about the history and principles of the Constitution and Bill of Rights and to foster civic competence and civic responsibility, by continuing and expanding the educational activities of the Chief Justice Warren E. Burger National Historical Map Contest (the contest) sponsored by the Commission on the Bicentennial of the United States. Authorizes the Secretary, through an open competition process, to contract with an independent nonprofit educational organization to carry out such program. Requires such organization to have demonstrated experience and effectiveness in educating students about the history and principles of the Constitution. Requires such program to provide: (1) for conduct of the contest at upper elementary, middle, and secondary school levels at the congressional district, State, and national levels for public and private schools wishing to participate; and (2) curricular materials required for students to participate in the contest. Requires the Secretary to report biennially to the Congress on such program. Authorizes appropriations for FY 1993 through 1997 for such program. Part K: Classrooms for the Future - Classrooms for the Future Act of 1992 - Directs the Secretary to award competitive grants to eligible consortia to develop instructional programs and technology-based systems for complete courses or units of study for a specific subject and grade level, if these are commercially unavailable locally. Requires that an eligible consortium consist of: (1) State or local educational agencies in partnership with businesses; and (2) institutions of higher education or other public or private nonprofit organizations. Requires priority to be given to applications describing programs that are developed: (1) so that the program may be adapted and applied nationally; and (2) to raise the achievement levels of students, particularly disadvantaged students who are not realizing their potential. Sets forth application requirements and criteria for awarding such grants. Limits each grant to three years' duration and a specified maximum amount. Authorizes appropriations for FY 1993 through 1997 for such program. Part L: Buddy System Computer Education - Buddy System Computer Education Act - Directs the Secretary to award a grant to each of three States to create a computer-based education project for children in grades four through six. Requires such awards to be on a competitive basis. Gives preference to applications: (1) coming from States with demonstrated ability or commitment to computer-based technology education; and (2) describing projects serving school districts serving a large number or percentage of economically disadvantaged students. Requires site selection and project implementation within nine months after funds are appropriated. Requires such projects to: (1) be provided in a continuous three-year form to two consecutive groups of fourth, fifth, and sixth graders; (2) be conducted in not more than seven public elementary schools within the State; and (3) ensure each student in such classes participates and has access to a computer at school during the school year and at home during the school year and summer. Sets forth application requirements. Requires grant funds to be used to provide: (1) hardware and software components to all sites; and (2) training for classroom teachers as well as parents, administrators, and technical personnel. Requires the Secretary to evaluate such demonstration program and report to the Congress. Authorizes appropriations for FY 1993 through 1997 for such program. Part M: Compensation - Amends Federal law relating to civil service positions and compensation to: (1) increase by four (from six to ten) the number of Assistant Secretaries of Education, at level IV; and (2) eliminate the category of four additional officers of the Department of Education, at level V. Part N: Star Schools - Amends the Star Schools Assistance Act to revise the formula for the required reservation of funds for an independent evaluation of the Star Schools Assistance Program. Limits such amount to the lesser (currently \"the greater\") of not more than $500,000 or five percent of appropriations for such program. Title IV: Definitions - Sets forth definitions for purposes of this Act. Defines \"field-initiated research\" as research in which the topics and methods of study are generated by the investigators, not by the source of the research funding."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Office of Educational Research and Improvement Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Buddy System Computer Education Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Classrooms for the Future Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Elementary Science Equipment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize funding for the Office of Educational Research and Improvement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}