{
  "actions": [
    {
      "acted_at": "1973-04-09", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6714-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-09", 
  "number": "6714", 
  "official_title": "A bill to give effect to the International Convention for the Conservation of Atlantic Tunas, signed at Rio de Janeiro May 14, 1966, by the United States of America and other countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1591-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Atlantic Tunas Convention Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-09", 
  "subjects": [
    "Fisheries", 
    "International affairs"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-09", 
    "text": "Atlantic Tunas Convention Act - Provides that the United States shall be represented at the International Convention for the Conservation of Atlantic Tunas by not more than three commissioners. Directs the commissioners to appoint an advisory committee. Authorizes the Secretary of State to receive on behalf of the United States, reports, requests, and other communications of the International Commission for the Conservation of Atlantic Tunas and to act directly thereon. Authorizes the Secretary of Commerce to administer and enforce all of the provisions of the convention, this Act, and regulations issued pursuant thereto. Makes it unlawful for any master or other person charge of a fishing vessel subject to the jurisdiction of the United States to engage in fishing in violation of any regulation adopted pursuant to this Act, or for any person knowingly to ship, transport, purchase, sell, offer for sale, import, export, or have in custody, possession, or control any fish taken or retained in violation of such regulations. Makes it unlawful for the master or any person in charge of any fishing vessel subject to the jurisdiction of the United States or any person on board such vessel to fail to make, keep, or furnish any catch returns, statistical records, or other reports as are required by regulations adopted pursuant to this Act to be made, kept, or furnished. Makes it unlawful for the master or any person in charge of any fishing vessel subject to the jurisdiction of the United States to refuse to permit any person authorized to enforce the provision of this Act and any regulations adopted pursuant thereto, to board such vessel and inspect its catch, equipment, books, documents, records, or other articles or question the person on board in accordance with the provisions of this Act, or the convention, as the case may be, or to obstruct such officials in the execution of such duties. Imposes fines for violations of this Act. Provides enforcement procedures to carry out the purposes and provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Atlantic Tunas Convention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to give effect to the International Convention for the Conservation of Atlantic Tunas, signed at Rio de Janeiro May 14, 1966, by the United States of America and other countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:41-05:00"
}