{
  "actions": [
    {
      "acted_at": "2002-09-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-09-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-10-07T16:03:00-04:00", 
      "references": [], 
      "text": "Mr. Thomas moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-07T16:03:00-04:00", 
      "references": [
        {
          "reference": "CR H7058-7102", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-07T16:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5385.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-07T16:18:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7058-7099", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-10-07T16:18:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-08", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5385-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-10-07T16:18:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2002-09-17", 
  "number": "5385", 
  "official_title": "To amend the Harmonized Tariff Schedule of the United States to modify temporarily certain rates of duty, to make other technical amendments to the trade laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Miscellaneous Trade and Technical Corrections Act of 2002", 
  "sponsor": {
    "district": "8", 
    "name": "Crane, Philip M.", 
    "state": "IL", 
    "thomas_id": "00249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2002-10-07T16:18:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Administrative responsibility", 
    "Africa (Sub-Saharan)", 
    "Agricultural machinery", 
    "Agriculture and food", 
    "Aircraft", 
    "Airports", 
    "Alcohol tax", 
    "American Revolution", 
    "American Samoa", 
    "Automobile parts", 
    "Boundaries", 
    "Bridges", 
    "Business records", 
    "Canada", 
    "Carbon dioxide", 
    "Chemicals", 
    "Clothing", 
    "Clothing industry", 
    "Commemorations", 
    "Commerce", 
    "Concrete", 
    "Customs administration", 
    "Department of the Treasury", 
    "Developing countries", 
    "Dyes and dyeing", 
    "Electric batteries", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Electronics", 
    "Electronics industry", 
    "Emblems", 
    "Equipment and supplies", 
    "Europe", 
    "Exports", 
    "Families", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Fibers", 
    "Fines (Penalties)", 
    "Food adulteration and inspection", 
    "Foreign trade and international finance", 
    "Freight", 
    "Fungicides", 
    "Glass and glass industry", 
    "Government operations and politics", 
    "Government paperwork", 
    "Guam", 
    "Health", 
    "Herbicides", 
    "History", 
    "Imports", 
    "International affairs", 
    "International cooperation", 
    "Israel", 
    "Jewelry trade", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Leather industry", 
    "Light rail transit", 
    "Machinery in industry", 
    "Manufacturing industries", 
    "Marine transportation", 
    "Medical supplies", 
    "Metals", 
    "Middle East and North Africa", 
    "Most favored nation principle", 
    "Motor vehicles", 
    "Night vision devices", 
    "Normal trade relations", 
    "Optical instruments", 
    "Oregon", 
    "Pacific area", 
    "Packaging", 
    "Paints and varnishes", 
    "Pesticides", 
    "Plastics", 
    "Plastics industry", 
    "Polymers", 
    "Posters", 
    "Private aviation", 
    "Public lands and natural resources", 
    "Railroad rolling stock", 
    "Science, technology, communications", 
    "Scientific instruments and apparatus", 
    "Shipbuilding", 
    "Shoe industry", 
    "Sound recording and reproducing", 
    "Space activities", 
    "Stereophonic sound systems", 
    "Synthetic fabrics", 
    "Synthetic fibers", 
    "Tariff", 
    "Tariff preferences", 
    "Taxation", 
    "Telescopes", 
    "Television", 
    "Territories (U.S.)", 
    "Texas", 
    "Textile fabrics", 
    "Textile industry", 
    "Tire industry", 
    "Toys", 
    "Trade agreements", 
    "Transportation and public works", 
    "Treaties", 
    "Trucks", 
    "Tunnels", 
    "Turkey", 
    "Vegetable trade", 
    "Vegetables", 
    "Video display terminals", 
    "Virgin Islands", 
    "Wages", 
    "Wine", 
    "Wine industry", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-10-07", 
    "text": "Miscellaneous Trade and Technical Corrections Act of 2002 - Title I: Tariff Provisions - (Sec. 1001) Amends the Harmonized Tariff Schedule of the United States to strike certain expired provisions.Subtitle A: Temporary Duty Suspensions and Reductions - (Sec. 1101) Provides for temporary duty suspensions and reductions through December 31, 2005 for certain: (1) chemicals and dyes; (2) plastics; (3) helium; (4) acrylic fiber tow; (5) compound metals; (6) cases for certain toys and for certain children's products; (7) bags for certain toys; (8) children's products; (9) optical instruments used in children's products; (10) epoxy molding compounds; (11) textile machinery; (12) filament yarns; (13) pesticides; (14) refracting and reflecting telescopes; (15) rubber riding boots; (16) a specified ink; (17) sawing machines; (18) manufacturing equipment; (19) shearing machines; (20) thermal release plastic film; (21) silver paints and pastes; (22) polymer masking material for aluminum capacitors; (23) necks used in cathode ray tubes; (24) combed cashmere and camel hair yarn; (25) carded cashmere yarn; (26) rayon filament yarns; (27) tire cord fabric; (28) carbon dioxide cartridges; (29) high-performance loudspeakers; (30) 12-volt batteries; (31) prepared or preserved artichokes; (32) low expansion laboratory glass; (33) stoppers, lids, and other closures; (34) night vision monoculars; and (35) automotive sensor magnets.Extends the existing suspension of duty through December 31, 2005 for: (1) certain chemicals and dyes; (2) certain cathode-ray tubes; (3) a specified fungicide; and (4) a certain plastic.Grants duty-free treatment through December 31, 2005 to: (1) certain cathode-ray tubes; (2) ethalfluralin (a chemical); and (3) trifluralin (a chemical). Extends the suspension of duty through December 31, 2005 for: (1) certain polyamides; and (2) DMDS (a chemical). Reduces the duty on 2-methyl-4-chlorophenoxyacetic acid through December 31, 2005. Provides a duty through December 31, 2005 for Starane F (a chemical).Subtitle B: Other Tariff Provisions - (Sec. 1501) Directs the U.S. Customs Service to liquidate or reliquidate (refund of duties) a certain entry of two tramway cars manufactured in Plzen, Czech Republic, for the use of the city of Portland, Oregon, refunding any amounts owed as a result of such liquidation or reliquidation.(Sec. 1502) Directs the Secretary of the Treasury to admit free of duty into the United States a replica of the Liberty Bell imported from the Whitechapel Bell Foundry of London, England, by the Liberty Memorial Association of Green Bay and Brown County, Wisconsin, for use by the city of Green Bay, Wisconsin, and Brown County, Wisconsin.(Sec. 1503) Directs the U.S. Customs Service to reliquidate certain entries of cotton gloves and posters, refunding any amounts owed as a result of such reliquidation.(Sec. 1505) Directs the U.S. Customs Service to liquidate or reliquidate specified entries of posters and refund excess duties or relieve the importer of record of any excess duties, penalties, or associated fines.(Sec. 1506) Directs the U.S. Customs Service to liquidate or reliquidate specified entries of 13-inch televisions and pay amounts owed.(Sec. 1507) Directs the U.S. Customs Service to liquidate or reliquidate as free of duty and free of any quantitative restrictions, limitations, or consultation levels certain entries of apparel articles entered into the United States from eligible Caribbean and African countries, refunding any amounts owed as a result of such liquidation or reliquidation.(Sec. 1508) Requires the U.S. Customs Service to reliquidate certain entries prematurely liquidated and to refund any amounts owed.(Sec. 1601) Amends the Harmonized Tariff Schedule of the United States to provide duty treatment for hair clippers to be used for agricultural or horticultural purposes (including parts of hair clippers).(Sec. 1602) Provides duty-free treatment for certain tractor parts suitable for agricultural use.(Sec. 1603) Provides duty-free treatment for composite goods containing flexible magnet.(Sec. 1604) Amends the Tariff Act of 1930 and the Harmonized Tariff Schedule of the United States to declare that the duty imposed on vessels (equipment) purchased, or the repair of such vessels, in a foreign country and documented under U.S. laws to engage in the foreign or coasting trade shall not apply to the cost of such equipment, repair parts, and materials that are installed on such vessel, if the installation is done by members of the regular vessel crew while on the high seas.(Sec. 1605) Amends the Trade Act of 1974 to provide duty-free treatment under the Generalized System of Preferences for certain hand-knotted or hand-woven carpets.(Sec. 1606) Amends the Tariff Act of 1930 to allow a drawback (refund) of duties on certain articles imported into the United States and later shipped to the U.S. Virgin Islands, American Samoa, Wake Island, Midway Islands, Kingman Reef, Guam, Canton Island, Enderbury Island, Johnston Island, or Palmyra Island.(Sec. 1607) Provides a drawback (refund) of duties paid on unused merchandise which is entered into the United States and, within a specified time period, is later exported or destroyed.(Sec. 1608) Amends the Caribbean Basin Economic Recovery Act to limit to specified footwear the import-sensitive exclusion of footwear from duty.Provides duty-free treatment for certain footwear that: (1) is the growth, product, manufacture of a Caribbean Basin Trade Partnership Act (CBTPA) beneficiary country; and (2) meets certain other requirements.(Sec. 1609) Amends the Tariff Suspension and Trade Act of 2000 to extend for an additional period the designation of the San Antonio International Airport in San Antonio, Texas, as an airport at which certain private aircraft arriving in the United States from a foreign area may land for processing by the U.S. Customs Service.(Sec. 1610) Directs the Commissioner of the Customs Service to seek to establish Integrated Border Inspection Areas (IBIAs) on either side of the United States-Canada border in which U.S. Customs officers can inspect vehicles before they enter the United States from Canada, or Canadian customs officers can inspect vehicles before they enter Canada from the United States. Sets forth certain program elements, including to: (1) locate IBIAs in an area with bridges or tunnels with high traffic volume, significant commercial activity, and a history of backups and delays since September 11, 2001; and (2) ensure that U.S. Customs officers stationed in any IBIA on the Canadian side of the border and Canadian customs officers stationed in any IBIA on the United States side of the border are vested with the authority to carry out their duties and enforce U.S. law and Canadian law, respectively.(Sec. 1611) Amends the Tariff Act of 1930 to provide the Secretary of the Treasury the authority to designate foreign law enforcement officers as officers of the U.S. Customs Service. Authorizes the Secretary to station U.S. customs officers in foreign countries to inspect persons and merchandise subsequent to their exit from the United States.Authorizes the stationing in the United States of agriculture inspection officials of a foreign country (if similar privileges are extended by that country to U.S. officials) to insure that persons and merchandise going directly to that country from the United States, or that have gone directly from that country to the United States, comply with the customs and other laws of such country governing the importation or exportation of merchandise. Authorizes foreign inspection officials stationed in the United States to exercise such functions, perform such duties, and enjoy such privileges and immunities as U.S. officials are authorized to perform in that foreign country by treaty, agreement, or law.(Sec. 1612) Amends the Harmonized Tariff Schedule of the United States to extend through 2015 the Production Incentive Certificate program (PIC), which reimburses watch and jewelry producers in the U.S. Virgin Islands, Guam, and American Samoa (\"insular possessions\") for import duties. Includes fringe benefits (customary health insurance, life insurance, and pension) in determining verified creditable wages, which are used for calculations to determine refund totals.Includes in the reimbursement to producers of watches in the insular possessions, the difference between the amount that would have been due on a producer's non-digital watches during the preceding year under duty rates existing on January 1, 2001, and the amount due under the actual duty rates of that preceding calendar year.Increases the unit per producer limit for jewelry products of the insular possessions, while retaining the overall unit and dollar value limits for the PIC program.Revises certain requirements for duty-free treatment of articles of jewelry as products of the insular possessions. Requires treatment as such a product if the article of jewelry is: (1) assembled in an insular possession by a jewelry manufacturer or jewelry assembler that commenced manufacturing or assembly in such territory after August 9, 2001; and (2) entered into the United States within 18 months after the manufacturer or assembler commenced operations.(Sec. 1613) Amends the Tariff Act of 1930 to revise provisions requiring a refund of duties (drawback) on articles or merchandise which has been exported or destroyed under the supervision of the Customs Service within three years after importation or withdrawal, and which, among other things, is ultimately sold at retail by the importer, or the person who received the merchandise from the importer under a certificate of delivery, and for any reason returned to and accepted by the importer or the person who received the merchandise from the importer under a certificate of delivery. Authorizes a drawback to be claimed by designating any entry of such merchandise that was imported within one year before its exportation or destruction. Prohibits the allowance of a drawback unless the completed article is exported or destroyed under the supervision of the Customs Service within five years after its importation.Sets forth drawback requirements with regard to: (1) use of domestic merchandise acquired in exchange for imported merchandise of same kind and quality; (2) packaging material; and (3) liquidation of entries.Sets forth penalties for false drawback claims.Subtitle C: Effective Date - (Sec. 1701) Sets forth the effective date for amendments made by this title.Title II: Other Trade Provisions - (Sec. 2001) Authorizes the President to extend nondiscriminatory treatment (normal trade relations treatment) to the products of the Federal Republic of Yugoslavia.(Sec. 2002) Amends the United States-Israel Free Trade Area Implementation Act of 1985 to designate Israel and Turkey as qualifying industrial zones (granting duty-free treatment to articles imported into the United States from such countries due to similar duty-free treatment provided to articles imported by those countries). Excludes from duty-free treatment certain import-sensitive articles imported into the United States from such countries, including specified textiles and apparel articles, footwear, handbags, luggage, flat goods, work gloves, and leather wearing apparel.(Sec. 2003) Amends the Internal Revenue Code with respect to the cellar treatment of domestic and imported natural wine.(Sec. 2004) Sets forth the applicable rate of duty to certain currently excluded non-import-sensitive articles (handbags, luggage, flat goods, work gloves, and leather wearing apparel) imported into the United States from Andean Trade Promotion and Drug Eradication Act (ATPDEA) beneficiary countries (Bolivia, Ecuador, Colombia, and Peru) until such time as the President proclaims duty-free treatment for such articles pursuant to specified requirements having been met.(Sec. 2005) Amends the Trade Act of 2002 to revise certain reporting requirements to direct the Comptroller General to study and report to specified congressional committees on the extent to which the amount of certain imposed customs user fees approximates (currently, is commensurate with) the cost of services provided by the Customs Service.Amends the African Growth and Opportunity Act and the Caribbean Basin Economic Recovery Act to revise certain requirements with respect to the duty-free treatment of certain apparel articles that are imported into the United States from CBTPA or sub-Saharan African beneficiary countries.(Sec. 2006) Amends the Tariff Act of 1930 to revise provisions requiring vessels that enter the United States with undocumented cargo to notify the Customs Service within 48 hours after such merchandise is delivered to a marine terminal.Provides that merchandise that has been tendered to a marine terminal operator and subsequently reassigned for carriage on another vessel shall be considered properly documented if the cargo information provided reflects carriage on the previously assigned vessel and other specified requirements are met.Declares that the 48-hour notification period with respect to merchandise composed of multiple containers shall begin to run from the time the last container of the shipment is delivered to the marine terminal operator.Authorizes the Secretary of the Treasury to provide for the electronic transmission of cargo information to the Customs Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miscellaneous Trade and Technical Corrections Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Miscellaneous Trade and Technical Corrections Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Harmonized Tariff Schedule of the United States to modify temporarily certain rates of duty, to make other technical amendments to the trade laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:37-05:00"
}