{
  "actions": [
    {
      "acted_at": "1992-05-13", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2710-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1992-07-01", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1992-05-13", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-13", 
  "number": "2710", 
  "official_title": "A bill to provide for improvement of the health care system under chapter 55 of title 10, United States Code, for members and former members of the uniformed services and their dependents and survivors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Health Care Reform Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-13", 
  "subjects": [
    "Armed forces and national security", 
    "California", 
    "Child health", 
    "Collection of accounts", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Disabled", 
    "Drugs", 
    "Evaluation", 
    "Executive reorganization", 
    "Federal-local relations", 
    "Generic drugs", 
    "Government employees' health insurance", 
    "Government paperwork", 
    "Government trust funds", 
    "Hawaii", 
    "Health", 
    "Kidney diseases", 
    "Mail-order business", 
    "Managed care", 
    "Medical economics", 
    "Medicare", 
    "Military bases", 
    "Military dependents", 
    "Military hospitals", 
    "Military medicine", 
    "Relocation of federal installations", 
    "Retired military personnel", 
    "Risk assessment", 
    "Social welfare", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-13", 
    "text": "Military Health Care Reform Act of 1992 - Expresses the sense of the Congress that: (1) members and former members of the uniformed services and their dependents should have access to health care under the uniformed services regardless of age or health care status; (2) such system should include a comprehensive managed care plan; (3) such plan should involve medical personnel of the uniformed services, civilian health care professionals of the executive agency of such services, medical treatment facilities of such services, contract health care personnel, and the Medicare system; (4) the Secretaries of Defense, Health and Human Services, and Transportation (appropriate Secretaries) should provide active duty personnel with free care in medical treatment facilities of the uniformed services and provide other personnel referred to in (1) with health care at minimal cost; and (5) the Secretaries should offer additional health care options to such personnel, including specified options for persons eligible for Medicare. Directs the Secretary of Defense to establish a joint services working group on the provision of military health care to persons who rely on health care facilities at military installations being closed or realigned. Requires such groups, after meeting with persons entitled to military health care, to submit recommendations to the Congress and the Secretary regarding the alternative means for continuing to provide accessible health care to such persons. Requires the administering Secretaries to: (1) provide a system for such persons to obtain prescription pharmaceuticals from mail-order suppliers; and (2) enter into contracts for the supply of such pharmaceuticals. Directs the Secretaries to pay 80 percent of the cost of generic pharmaceuticals for a person (also authorizes payment for pharmaceuticals for which no generic exists) if the person: (1) is under 65 years of age; or (2) is 65 or older and obtained prescription pharmaceuticals at a military health facility within 18 months before closure of such facility. Directs the administering Secretaries to conduct annual surveys of persons receiving military health care to determine their level of satisfaction with the health care system. Lowers the maximum annual amount to be paid by members or former members or covered individuals or family groups for health care under Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) health benefit contract plans. Permits CHAMPUS coverage for end-stage renal disease. Prohibits the administering Secretaries from recouping the cost of any health care furnished to a person who was erroneously determined to be eligible for such care. Directs the Secretaries of Defense and Health and Human Services to conduct a four-year demonstration project that provides for the Secretary of Health and Human Services to reimburse the Department of Defense (DOD) for health care services furnished to Medicare-eligible persons at a DOD health facility. Limits such reimbursement to 85 percent of the amount that would be paid to a provider of services under Medicare. Directs such Secretaries to conduct a five-year demonstration project under which the Secretary of Defense enters into risk-sharing contracts with eligible organizations described in the Social Security Act (health maintenance organizations or other specified health care providers) to furnish health care to members or former members (or their dependents) who are eligible for retired pay. Applies Medicare provisions concerning risk-sharing contracts to contracts under the project. Directs the Secretary of Health and Human Services, under such contracts, to pay eligible organizations for services furnished to such persons in an amount not to exceed the per capita rate of payment that the Secretary pays for a relevant class of persons receiving health care under a risk-sharing contract under Medicare. Requires payments for such projects to be made out of the Federal Hospital Insurance Trust Fund. Amends the National Defense Authorization Act for Fiscal Years 1992 and 1993 to require the Secretary of Defense, in a study of the military medical care system, to include a review of: (1) the Federal employees health benefits program to determine whether a similar program would be effective for persons eligible for military medical care; and (2) the DOD system for processing health care claims. Requires the Secretary of Defense to test a broad array of reform options for furnishing health care and to conduct a study of the tested options during FY 1994. Requires the study to compare the cost effectiveness of such options and the extent to which the persons are satisfied with the health care. Prohibits the Secretary from limiting the eligibility of any member, former member, or dependent or survivor to receive health care on the basis of an election by the individual not to participate in the DOD Coordinated Care Management Initiative. Sets forth location requirements for the Initiative. Establishes as goals of the Initiative reductions in the administrative paperwork associated with health care and in the average period that dependents must wait for such care. Requires the Secretary to ensure that a replacement contract for the CHAMPUS Reform Initiative contract applicable to California and Hawaii is awarded in sufficient time for the contractor to provide health care in such states no later than August 1, 1993. Provides for an evaluation of such contract. Prohibits the provision of health care services under CHAMPUS Reform Initiative contract number MDA903-R-0047 unless: (1) the prime contractor is the contractor that was the prime contractor under such contract on January 1, 1992; and (2) the subcontractors include each of the subcontractors under the subcontract on that date. Excludes certain incapacitated dependent children from CHAMPUS coverage. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Health Care Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improvement of the health care system under chapter 55 of title 10, United States Code, for members and former members of the uniformed services and their dependents and survivors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:35-05:00"
}