{
  "actions": [
    {
      "acted_at": "1990-04-19", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2468-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1990-06-22", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2468", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide for State management of solid waste; to reduce and regulate the interstate transportation of solid wastes; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Regulation and Management of Solid Waste Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-19", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental protection", 
    "Fees", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Planning", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Rural conditions", 
    "Transboundary pollution", 
    "Waste reduction"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "Title I: General Amendments - State Regulation and Management of Solid Waste Act of 1990 - Amends the Solid Waste Disposal Act to revise provisions concerning congressional findings and objectives. Title II: State Solid Waste Management Plans - Sets forth as the objective of this title the reduction of solid waste generated and disposed of during the 20 years following the enactment of this Act by requiring States to develop programs which: (1) reduce the generation of solid waste and encourage resource conservation; and (2) facilitate the recycling of, and the use of valuable resources from, such waste. Requires State waste management plans to: (1) identify the types, sources, and characteristics of solid wastes that are expected to be generated within, transported to, or managed by, the State during the 20 years following the enactment of this Act; (2) ensure the availability of capacity to manage such waste in an environmentally sound manner; (3) provide for annual certifications to the Administrator of the Environmental Protection Agency with respect to meeting objectives and capacity to manage waste; (4) provide that all solid waste management facilities in the State meet Federal and State laws and allow only registered facilities to manage waste; (5) provide for technical and financial assistance to local communities to meet plan requirements; and (6) specify the conditions under which the State will authorize the acceptance of solid waste from other States. Directs a State, when identifying waste capacity, to take into account waste management agreements between persons in such State and persons in States contiguous with such State. Sets forth plan submission requirements. Title III: Hazardous Waste Management Programs - Directs the Administrator to promulgate guidelines detailing how States shall: (1) estimate the amount, sources, and types of hazardous waste generated annually within a State; and (2) estimate the annual amount of hazardous waste managed in, exported from, and imported into, a State. Requires States to provide such data to the Administrator. Directs the Administrator to publish a list of States that are net exporters of hazardous wastes. Authorizes a State to petition to change its designation as a net exporter. Requires the Administrator to promulgate guidelines to assist States in the implementation of hazardous waste management programs. Directs States to submit to the Administrator for approval programs that: (1) are protective of human health and the environment; (2) ensure that the State has adequate permitting, siting, planning, and regulatory capabilities for hazardous waste management for the five years following this Act's enactment; and (3) are revised annually. Sets forth minimum program requirements and approval procedures. Title IV: Interstate Transport of Waste - Authorizes a State with an approved solid waste management plan to prohibit or restrict the importation of solid waste from another State for management purposes (other than transportation). Permits States to levy fees on solid waste. Requires at least 50 percent of such fees to be allocated to the local government managing the waste. Authorizes States that are not net exporters of hazardous wastes and that have approved hazardous waste management programs to levy fees on, and restrict the importation of, hazardous waste from States who are net exporters without approved programs. Requires at least 50 percent of such fees to be allocated to the local government managing the waste. Title V: Transportation of Solid Waste - Directs the Administrator to promulgate regulations for the interstate transport of solid waste. Title VI: Financial Assistance - Authorizes appropriations for: (1) the development and implementation of waste management plans; (2) grants to States for the encouragement of recycling and resource recovery and conservation; and (3) assistance to rural communities for solid waste management."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Regulation and Management of Solid Waste Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide for State management of solid waste; to reduce and regulate the interstate transportation of solid wastes; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}