{
  "actions": [
    {
      "acted_at": "1984-06-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5904-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Dyson, Roy", 
      "sponsored_at": "1984-06-20", 
      "state": "MD", 
      "thomas_id": "00329", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1984-06-20", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Long, Clarence D.", 
      "sponsored_at": "1984-06-20", 
      "state": "MD", 
      "thomas_id": "00703", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1984-06-20", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1984-06-20", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Synar, Mike", 
      "sponsored_at": "1984-06-20", 
      "state": "OK", 
      "thomas_id": "01133", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1984-06-20", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1984-09-10", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wise, Robert E., Jr.", 
      "sponsored_at": "1984-06-20", 
      "state": "WV", 
      "thomas_id": "01237", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-20", 
  "number": "5904", 
  "official_title": "A bill to reorganize the Department of Health and Human Services by establishing an independent agency, governed by a bipartisan board, to administer the old-age, survivors, and disability insurance program under titles II and XVI of the Social Security Act, to provide appropriate delegations of authority to such agency from the General Services Administration and the Office of Personnel Management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Reorganization Act of 1984", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-20", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health and Human Services", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government trust funds", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Ombudsman", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-20", 
    "text": "Social Security Reorganization Act of 1984 - Amends title VII (Administration) of the Social Security Act to establish as an independent executive agency a Social Security Agency. Provides that the Agency shall be headed by a Social Security Board. Provides that the Board shall: (1) govern the Old Age, Survivors and Disability Insurance program under title II and the Supplemental Security Income program under title XVI of the Social Security Act; (2) appoint a Commissioner of Social Security to act as the chief operating officer of the Agency responsible for administering such programs; (3) constitute five of the members of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund; (4) make annual budgetary recommendations relating to the Agency to Congress; (5) make recommendations to Congress and the President with respect to the administration of such programs; (6) provide Congress and the President with all information relating to such programs; and (7) conduct policy analysis and research relating to such programs. Requires that the Office of the Board include an Office of the Actuary, an Office of Policy and Legislation, and an Office of General Counsel. Sets forth the Board's authority with respect to the appointment of employees and the organization of the Agency. Establishes an Office of the Inspector General within the Agency. Requires coordination between the Agency, the Department of Health and Human Services, and the Department of the Treasury in the administration of titles II, XVI, and XVIII (Medicare) of the Social Security Act. Establishes in the Agency an Office of the Commissioner, to be headed by a Commissioner of Social Security who shall be responsible for administering the Old Age, Survivors and Disability Insurance and Supplemental Security Income programs and for overseeing Agency operations. Provides that the Commissioner shall serve as Secretary of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund. Requires the Commissioner to report annually to the Board and Congress on the administration of the Agency. Establishes in the Office of the Commissioner an Office of Hearings and Appeals, to be headed by a Chief Administrative Law Judge who shall assist the Commissioner in carrying out responsibilities related to hearings under the Social Security Act. Sets forth the Commissioner's authority with respect to the organization of the Office of the Commissioner and the appointment of employees. Establishes in the Agency an Office of the Ombudsman, to be headed by a Social Security Ombudsman who shall: (1) represent the concerns of the public relating to the Old Age, Survivors and Disability Insurance program and the Supplemental Security Income program to the Commissioner, the Board, the President, and Congress; and (2) conduct studies and surveys of the administrative effectiveness and program policy goals of the Agency. Establishes in the Office of the Ombudsman a Citizens' Advisory Committee which shall prepare and transmit to Congress a biennial report assessing the administration and objectivess of such programs. Authorizes the Committee to request, and assist in the preparation of, studies and surveys by the Ombudsman. Provides for the transfer to the Agency of all functions carried out by the Secretary of Health and Human Services with respect to the programs and activities to be carried out by the Agency under this Act. Abolishes the position of Commissioner of Social Security in the Department of Health and Human Services. Requires that appropriations requests by the Agency for staffing and personnel be based upon comprehensive workforce plans. Sets forth rules for the apportionment of administrative appropriations for the Agency. Provides that the Agency's authority for automated data processing procurement and facilities construction shall be provided in the form of contract authority covering the total acquisition costs. Makes amounts needed for the liquidation of contract authority so provided available from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Specifies the authorities which are to be delegated to the Commissioner from the Administrator of the General Services Administration. Authorizes funds to pay the costs of the administration of titles II and XVI of the Social Security Act for which the Commissioner is responsible, the cost of title XVIII of such Act for which the Secretary of Health and Human Services (the Secretary) is responsible, and the costs of carrying out the functions of the Agency relating to the processing of tax data under title II of such Act. Requires the Commissioner to determine how the costs of administering the Old Age, Survivors and Disability Insurance program and the Supplemental Security program should be apportioned for each fiscal year among the general fund of the Treasury, the Federal Old-Age and Survivors Insurance Trust Fund, and the Federal Disability Insurance Trust Fund. Requires the Secretary to determine how the costs of administering the Medicare program should be apportioned for each fiscal year among the general fund of the Treasury, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund. Provides that following such determinations, the Commissioner and the Secretary shall certify to the Managing Trustee of the social security trust funds the amounts (if any) which need to be transferred from the Treasury to the trust funds or from the trust funds to the Treasury to ensure that each of the trust funds and the Treasury have borne their proper share of such administrative costs. Requires the Secretary to study and make recommendations with respect to the most effective methods of providing economic security and with respect to administrative policy for the social security programs which he or she administers. Requires the Board, the Comptroller General of the United States, and the Secretary to each submit to Congress within five years after enactment of this Act a report assessing the organizational changes made by this Act. Requires each of them to submit to Congress recommendations for further technical and conforming amendments as necessary within one year after enactment of this Act. Requires that the Social Security Act be implemented in a manner consistent with a beneficiary bill of rights providing for: (1) fair and equitable treatment of all persons by the Board, the Commissioner, and the Secretary; (2) a prohibition against discrimination on account of age, sex, race, creed, color, handicap, national origin, or economic condition; (3) prompt, professional, and effective services which are accessible to the public; (4) timely and proper benefit payments, with due process of law accorded to beneficiaries whose benefits are reduced, terminated, withheld, or assigned to a representative payee; (5) personal conferences with employees of the Agency or the Department of Health and Human Services for any beneficiary with respect to any determination by the Commissioner or the Secretary which adversely affects him or her; and (6) a full, fair, and impartial administrative appeals process. Sets forth the effective date of this Act and interim rules."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Reorganization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize the Department of Health and Human Services by establishing an independent agency, governed by a bipartisan board, to administer the old-age, survivors, and disability insurance program under titles II and XVI of the Social Security Act, to provide appropriate delegations of authority to such agency from the General Services Administration and the Office of Personnel Management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:09-05:00"
}