{
  "actions": [
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10509-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Hanley, James M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00493", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Wilson, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01233", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-25", 
  "number": "10509", 
  "official_title": "A bill to establish a Commission on Organization of the Federal Statistical Establishment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Statistical Commission Act", 
  "sponsor": {
    "district": "16", 
    "name": "White, Richard C.", 
    "state": "TX", 
    "thomas_id": "01219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-25", 
  "subjects": [
    "Census", 
    "Government operations and politics", 
    "Statistics"
  ], 
  "subjects_top_term": "Statistics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-25", 
    "text": "Federal Statistical Commission Act - Creates in the executive branch of the Government a Commission on Organization of the Federal Statistical Establishment which shall be composed of seven members who shall be appointed by the President with the advice and consent of the Senate. Require that not more than four of the members shall at any one time be of the same political party. Directs the Commission to conduct a study of alternatives to the present organizational structure of the Federal statistical establishment, with a view toward identifying the organizational posture that would best insure efficiency, accuracy, integrity, and maintenance of confindentiality in the production, dissemination, and control of public use statistics. Directs the Commission to include in its study explicit consideration of the viability and desirability of concentrating the responsibility for producing and disseminating Federal public use statistics in a single, independent, statistical authority within the executive branch of the Government. Requires the Commission to submit interim reports to the President and to the Congress at such times as the Commission, the Congress, or the President deem desirable, and to submit to the President and to the Congress a final report of its activities, findings, and recommendations not later than one year after the effective date of this Act. Provides that sixty days after the submission of its final report and recommendations the Commission shall cease to exist. Gives the Commission the power to make such rules and regulations as are necessary to carry out the purpose of this Act. Authorizes appropriation out of any money in the Treasury not otherwise appropriated, so much as may be necessary to carry out the provisions of this Act. Provides that this Act, shall take effect ninety days after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Statistical Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on Organization of the Federal Statistical Establishment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:44-05:00"
}