{
  "actions": [
    {
      "acted_at": "1994-04-28", 
      "references": [
        {
          "reference": "CR E787-788", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4314-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1994-07-20", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1994-06-09", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Edwards, Don", 
      "sponsored_at": "1994-05-19", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1994-05-19", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "1994-08-19", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kreidler, Mike", 
      "sponsored_at": "1994-08-19", 
      "state": "WA", 
      "thomas_id": "00652", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1994-05-19", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1994-06-09", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Richardson, Bill", 
      "sponsored_at": "1994-05-19", 
      "state": "NM", 
      "thomas_id": "00958", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Sanders, Bernard", 
      "sponsored_at": "1994-06-28", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1994-04-28", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Synar, Mike", 
      "sponsored_at": "1994-04-28", 
      "state": "OK", 
      "thomas_id": "01133", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1994-05-19", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1994-05-19", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-04-28", 
  "number": "4314", 
  "official_title": "To reauthorize the Safe Drinking Water Act.", 
  "popular_title": "Authorization bill FY95, Safe Drinking Water", 
  "related_bills": [], 
  "short_title": "Safe Drinking Water Reform Act of 1994", 
  "sponsor": {
    "district": "1", 
    "name": "Lambert, Blanche M.", 
    "state": "AR", 
    "thomas_id": "01570", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-04-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Auditing", 
    "Authorization", 
    "Bacteria", 
    "Carcinogens", 
    "Citizen lawsuits", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Data banks", 
    "Depressed areas", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Environmental education", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Federal aid to Indians", 
    "Federal aid to water pollution control", 
    "Federally-guaranteed loans", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Health", 
    "Housing and community development", 
    "Housing codes", 
    "Indoor air pollution", 
    "Infrastructure", 
    "Interstate commerce", 
    "Judicial review of administrative acts", 
    "Law", 
    "Lead", 
    "Lead poisoning", 
    "Licenses", 
    "Minorities", 
    "Potable water", 
    "Product safety", 
    "Radioactive pollution of water", 
    "Radon", 
    "Revolving funds", 
    "Risk assessment", 
    "Rural affairs legislation", 
    "Science, technology, communications", 
    "Sewage disposal", 
    "Social science research", 
    "Standards", 
    "Test facilities", 
    "Waste water treatment", 
    "Water conservation", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-04-28", 
    "text": "Safe Drinking Water Reform Act of 1994 - Amends the Safe Drinking Water Act to direct the Administrator of the Environmental Protection Agency to enter into agreements with States having primary enforcement responsibility (primacy) for public water systems to make capitalization grants to be deposited in drinking water treatment revolving funds. (Sec. 3) Permits such funds to be used only for providing financial assistance to public water systems for expenditures that will facilitate compliance with national primary drinking water regulations. Allocates 15 percent of amounts in such funds solely for assistance to systems which regularly serve fewer than 10,000 individuals. Permits assistance to systems not owned by governmental agencies, nonprofit organizations, or Indian tribes based on public health and financial needs and repayment ability. Sets forth requirements for agreements, including that no financial assistance will be provided to a public water system if expenses could be avoided or significantly reduced by consolidation of such system with another system. Authorizes the Administrator to make grants for public water system expenditures to Indian tribes and Alaskan Native villages which are ineligible for funding under this section. Authorizes appropriations. (Sec. 4) Replaces provisions concerning State wellhead protection areas with those requiring State Governors to adopt and submit State Source Water Assessment Programs. Provides for local source water assessment programs as well. Authorizes the Administrator, if a State fails to submit an approved program, to: (1) withhold drinking water capitalization grants; and (2) delineate drinking water protection areas. Permits States with primacy and approved source water assessment programs to apply to the Administrator for approval of State Drinking Water Pollution Prevention Programs. Authorizes States with approved pollution prevention programs to establish tailored monitoring (\"monitoring relief\") for public water systems whose source waters are covered by local drinking water pollution prevention programs. Permits monitoring relief for a specific contaminant only if monitoring demonstrates that the contaminant is not present in the water supply or, if present, is consistently at levels substantially below the maximum contaminant level (MCL). Prohibits monitoring relief with respect to microbiological contaminants or contaminants caused in part by the treatment or distribution of drinking water. Permits requirements for pollution prevention programs for systems serving fewer than 3,300 persons to vary based on State criteria. Establishes funding for source water and pollution prevention programs. (Sec. 5) Adds to the list of conditions which a public water system must meet to qualify for an exemption from an MCL or treatment technique that the system's source waters are within a drinking water protection area with a local pollution prevention program. Repeals certain procedural requirements regarding exemptions and bases exemptions on a specified analysis of the local pollution prevention program. (Sec. 6) Requires the Administrator to publish an MCL and a national primary drinking water regulation for cryptosporidium. (Sec. 7) Authorizes States with primacy to grant variances from MCL or treatment technique requirements to community water systems that: (1) serve fewer than 3,300 persons; and (2) cannot comply with regulations through restructuring or obtaining alternate drinking water supplies. Permits such variances only if they would protect public health. Makes variances effective for five years and permits renewals for additional five-year periods subject to compliance. (Sec. 9) Directs the Administrator to publish regulations specifying minimum standards for certification of operators of public water systems, laboratories conducting tests, and additional designated personnel. Requires the Administrator, whenever a new national primary drinking water standard is promulgated, to publish information simultaneously on available technologies to meet such standard in the case of public water systems serving 50,000, 10,000, and 3,300 persons, respectively. (Sec. 10) Directs the Administrator to maintain a national drinking water occurrence data base, using monitoring data on the occurrence of both regulated and unregulated contaminants in public water systems. (Sec. 11) Requires the Administrator to review and revise the list of unregulated contaminants every five years. Limits such list to a maximum of 40 contaminants. (Sec. 12) Revises provisions which require the Administrator to establish MCL goals and regulations for at least 25 contaminants every three years. Requires the Administrator to publish a list of at least 15 unregulated contaminants that present the greatest public health concern, with additional lists of at least 12 contaminants every four years until such contaminants have been listed or rejected. Provides for MCL goals and regulations for such contaminants. Requires primary drinking water regulations to be reviewed at least once every five (currently, three) years. Authorizes the Administrator to remove a contaminant from the list and repeal the national standard if the contaminant is known not to occur in public water systems or has not been demonstrated to have adverse health effects. (Sec. 13) Extends the authorization of appropriations for public water system supervision programs through FY 2000. Requires States with primacy to: (1) submit implementation and funding plans to the Administrator on a triennial basis; and (2) establish State Drinking Water Protection Funds to be composed of fees from community water systems. Directs the Administrator to establish permit fee programs in States without primacy. Establishes the Public Drinking Water System Supervision Fund. Authorizes appropriations for grants to States for source water assessment, pollution prevention, and viability programs. (Sec. 14) Requires States to implement State Drinking Water System Viability Programs to assure the capability of public water systems to comply with this Act. Directs States, as a condition of a full capitalization grant, to establish programs for assessing long-term technical, managerial, and financial capabilities of community public water systems to comply with this Act. Places restrictions on grants until such programs are established. (Sec. 16) Requires the Administrator to promulgate a national primary drinking water regulation: (1) requiring all public water systems to routinely inspect distribution systems where they are located in proximity to sewer system lines to detect contamination from leakage in the lines and protect against contamination; and (2) prohibiting any system from recycling into drinking water supplies any untreated material which has been discharged from the system's drinking water filtration devices."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY95, Safe Drinking Water", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Safe Drinking Water FY95 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Drinking Water Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize the Safe Drinking Water Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:51-05:00"
}