{
  "actions": [
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-08-25", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1252 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-11-12", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary, H. Rept. 96-1252 (Part II).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6121-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Collins, James M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Loeffler, Tom", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00700", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Marks, Marc L.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00736", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01096", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-13", 
  "number": "6121", 
  "official_title": "A bill to amend the Communications Act of 1934 to make certain revisions in the provisions of such Act relating to the regulation of telecommunications activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telecommunications Act of 1979", 
  "sponsor": {
    "district": "42", 
    "name": "Van Deerlin, Lionel", 
    "state": "CA", 
    "thomas_id": "01179", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-13", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Antitrust law", 
    "Civil defense", 
    "Collective bargaining", 
    "Communications and Broadcasting", 
    "Competition", 
    "Corporate reorganizations", 
    "Department of the Treasury", 
    "Employee rights", 
    "Equipment and supplies", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Fees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "International cooperation in telecommunication", 
    "National Security and Intelligence Operations", 
    "Planning", 
    "Presidential powers", 
    "Science, technology, communications", 
    "Telecommunication policy", 
    "Telecommunication rates", 
    "Telephone"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1980-08-25", 
    "text": "(Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1252 (Part I)) Telecommunication Act of 1979 - Amends the Communications Act of 1934 to declare that it is the purpose of such Act to: (1) assure that all the people of the Nation have available, at reasonable and affordable rates, telecommunications services, facilities, and products; and (2) assure that the people, economy, and general welfare of the Nation will benefit from continuing improvements in telecommunications technology. Declares that the Federal Communications Commission shall exercise regulatory authority only to the extent necessary to carry out the purposes of this Act. Allows the Commission to take any action as may be necessary to assure that the costs of the competitive activities of dominant carriers are not borne by the users of noncompetitive services or facilities of such carriers. Defines, for the purposes of this Act, the term \"interexchange telecommunications service\" as the provision of telecommunications service between local exchange telecommunications by any means including intraexchange telecommunications facilities. Defines the term \"intraexchange telecommunications service\" as the provision of telecommunications service between points within a single local exchange area. Authorizes the Commission to: (1) carry out the provisions of this title with respect to any carrier which furnishes telecommunications services or makes available telecommunications facilities, or both, between local exchange areas and any dominant carrier, and any affiliated organization or fully separated subsidiary of a dominant carrier; (2) establish and administer rules and regulations applicable to the rates, terms, and conditions for the use of intraexchange telecommunications services and facilities by interexchange carriers and other customers and the facilities of intraexchange carriers if used primarily as part of a network for the provision of interexchange telecommunications service; (3) regulate the provision of basic telecommunications service by an intraexchange carrier to assure availability and reasonable, affordable, and nondiscriminatory rates; (4) review, approve, disapprove, or modify requests for the pooling of revenues by interexchange carriers or intraexchange carriers; (5) administer the National Telecommunications Pool, upon the termination of the transitional joint board; and (6) determine whether any service, facility, or product is incidental to telecommunications. Prohibits the Commission from regulation: (1) the provision of terminal equipment or terminal devices except for the establishment of uniform, minimum technical standards for the interconnection of telecommunications facilities for both safety and competitive purposes, or as necessary for the performance of other functions of the Commission; or (2) the acquisition, processing, or marketing of information or any other data processing service or product, including any remote access data processing service. Binds the Commission to the formula established by the transitional joint board when establishing or approving rates. Sets forth the terms and conditions for Commission approval of pooling of revenues. Reserves to each State all regulation of intraexchange telecommunications service except for the provision of terminal equipment or terminal devices and the acquisition, processing, or marketing of information or any other data processing service or product. Requires the State communications commission of each State, not later than one year after the date of enactment of this Act, to establish boundaries for local exchange areas in such State. Requires any changes made in such boundaries to be approved by the transitional joint board. Declares that, subject to the authority of the Commission, the State shall exercise exclusive regulatory authority with respect to any telecommunications service to the extent such service originates and terminates in any such local exchange area. Authorizes the Commission to delegate to such commissions the authority to certify intraexchange access fees for the use of intraexchange telecommunications services of facilities by interexchange carriers or other customers. Requires the transitional joint board to establish allowable rates of return and the jurisdictional allocation of expenses when such certification authority is delegated. Declares that no interexchange carrier, other than any carrier classified as a dominant carrier by the Commission, shall be subject to any regulatory authority of the Commission, except that the Commission shall: (1) have authority to require the payment of an intraexchange access fee by any interexchange carrier for interconnection with the facilities of any intraexchange carrier; (2) have authority to establish standards to promote the national defense and security and the emergency preparedness of the Nation; (3) require, and provide for the regulation of baisc telecommunications service so that such service is available at reasonable and affordable rates; (4) have authority to regulate any telecommunications service which is offered by any interexchange carrier in direct association with a dominant carrier; and (5) have authority to regulate any interexchange carrier to the extent such carrier is offering specified interexchange telecommunications service. Requires the Commission, in accordance with the provisions set forth in this Act, to classify interexchange carriers according to whether each such carrier is a dominant carrier. Declares that a dominant carrier shall nto be subject to any regulatory authority of the Commission in connection with the offering of any telecommunications service (other than basic telecommunications service) in a particular market or submarket if such dominant carrier: (1) establishes a fully separated subsidiary, in accordance with the Act, to offer such service in such market or submarket; and (2) utilizes a cost accounting system designed to ensure that the costs of such fully separated subsidiary are not subsidized by revenues of such dominant carrier from telecommunications services facilities, or products which are subject to the regulatory authority of the Commission or the State commission. Requires any dominant carrier or affiliated organization which ceases to be subject to a consent degree to offer any telecommunications service, facility, or product or any service, facility, or product incidental to telecommunications, only through one or more fully separated affiliates. Requires such carrier to maintain a Commission-established system of accounting method, procedures, and techniques. Authorizes the Commission to regulate the offering of any telecommunications service or facility when effective competition does not or will not exist in a specified market or the exertion of such control is necessary to serve the public interest. Authorizes the Commission to regulate interexchange carriers the same degree of control as it does dominant carrier to the extent necessary. Sets forth the terms and conditions under which a fully separated affiliate must operate, including total separation of membership on the governing boards and separate recordkeeping requirements. Subjects fully separated subsidiaries which fail to comply with such requirements to Commission regulation. Directs the Commission to exercise remedial authority as necessary, including requiring the cessation of specified offerings or assessing a forfeiture penalty. Requires the Commission to include a detailed statement of enforcement proceedings in the annual report to Congress. Directs the Commission to study whether legislation authorizing the Commission to establish requirements relating to the structure or organization of dominant carriers, affiliated organizations, and fully separated affiliates is necessary to enable the Commission to perform its function. Sets forth the benefits, rights, and entitlements of an employee transferred from a dominant-regulated carrier or any affiliated organization to a fully separated affiliate. Permits a fully separated affiliate and any labor entity representing the employees of such unit to enter into a collective bargaining agreement which will supercede any such agreement between such carriers and the transferred employee. Requires a dominant or other regulated carrier to petition the Commission for approval before constructing or acquiring any new line or extension of a line, or transmitting any telecommunications through the use of such line or extension. Excludes specified lines from such requirement. Authorizes the Commission to authorize emergency or temporary telecommunications service without regard to such requirement. Permits a dominant or other regulated carrier to petition the Commission to discontinue or reduce the offering of specified services in specified markets. Authorizes the Commission, in granting any such petition, to impose such terms and conditions as the public convenience and necessity may require. Requires nonregulated interexchange carriers to notify the Commission whenever a specified service is commenced, discontinued, or reduced. Sets forth the requirements applicable to the furnishing of telecommunications services of facilities by dominant, regulated, and intraexchange carriers, including: (1) the establishment of interconnection with any telecommunications facility or equipment or private telecommunications system which meets Commission-specified uniform, minimum, technical standards; and (2) nondiscriminatory rates, terms and conditions for the furnishing of interexchange telecommunications services or facilities and for interconnection. Authorizes the Commission to determine such rates, terms, and conditions. Requires each common carrier to establish interconnection with any private telecommunications system, facility, or equipment which meets such Commission-determined uniform, minimum, technical standards. Permits the Commission to reduce or eliminate duties imposed upon such carriers. States that the Commission shall have no authority to establish or review any rates or terms for such interconnection. Declares that any dominant carrier which is subject to any consent judgement or decree entered into before the date of enactment of this Act, and any company or other business organization affiliated with such carrier, may provide any service, facility, or product which is not subject to the regulatory authority of the Commission or to the regulatory authority of any State Commission and which is: (1) a telecommunications service, facility, or products; or (2) a service, facility, or product which is incidental to telecommunications. Prohibits any dominant carrier or affiliated organization from providing any alarm service, cable service, or mass media service, mass media product through any facility owned by or controlled by such carrier or organization within any area in which such carrier is providing intraexchange telecommunication service. Permits such carrier or organization to lease such facilities for such purposes on a nondiscriminatory basis to any person not affiliated with such carrier or organization. Requires any business between any dominant carrier or affiliated organization and any fully separated subsidiary to be conducted through contract on a fully auditable and compensatory basis, subject to specified requirements. Authorizes the Commission to regulate any dominant carrier and its affiliated organizations (other than a fully separated affiliate) to deal with anticompetitive practices between a fully separated subsidiary and the dominant carrier, its subsidiaries, or any affiliated organization and to protect specified users of telecommunications services in connection with dealings between such dominant carrier, and its affiliated organizations, and any fully separated subsidiary. Directs the Commission to establish procedures requiring each dominant carrier and affiliated organization to: (1) maintain and file with the Commission a description of the operational protocols and technical interface requirements for connection with or use of any regulated telecommunications network; and (2) report to the Commission any material change relating to such protocols and requirements, summaries of construction programs, and any other information which affects connection with or the functioning of the service offerings of competing carriers or persons seeking interconnection. Prohibits a dominant carrier from disclosing any commercial information acquired in its provision of regulated telecommunications services unless such information is made available to all entities and persons at the same rates and on the same terms as those offered to a fully separated subsidiary. Requires such carrier to properly assign costs to such subsidiary including costs for research and development. Requires such carrier to file with the Commission: (1) an accounting system which ensures a complete separation of costs between such carrier and the subsidiary before such subsidiary is considered fully separated; and (2) a valuation of all the assets proposed for transfer to such subsidiary. Requires a dominant carrier to notify the Commission of any alterations to such plan after the Commission's approval of such plan. Requires that, within a specified period of time, a fully separated subsidiary provide: (1) final assembly of any products required to be offered exclusively by a fully separated subsidiary (or acquired from unaffiliated persons); (2) all applied research for, and development of, any telecommunications services, facilities, or products, or services, facilities, or products incidental to telecommunications; (3) specified subassembles incorporated in any product incidental to telecommunications; and (4) components incorporated in any telecommunications product or product incidental to telecommunications. Sets forth the terms and conditions of the operating relationship between a dominant carrier and a fully separated subsidiary during such transitional period, including full compensation for services or products and restrictions upon a dominant carrier's offering of regulated services, facilities, or products. States that the Commission shall not have any authority to establish any requirements relating to the structure or organization of any affiliated organization or fully separated subsidiary or the conduct of business between any such carrier and any fully separated subsidiary except as specified. Establishes a transitional joint board for the purpose of: (1) providing for an orderly transition to the system of intraexchange access fees established by this Act; (2) ensuring equitable economic treatment of subscribers to basic telecommunications service, and of competing interexchange carriers; and (3) providing for the orderly phased removal of terminal equipment and related facilities in use on the date of enactment from the rate bases of carriers. Declares that the authority of the transitional joint board with respect to the functions established by this Act shall supersede the authority of any joint board in existence on the date of enactment of this Act. Declares that the transitional joint board shall have the authority to perform as are consistent with the provisions of this Act and as may be necessary to carry out its functions. Requires such board to submit annual reports to each House of Congress with respect to its activities. Terminates the transitional joint board at the end of the 72 month period following the date of enactment of this Act. Transfers the functions and duties of such board, upon its termination, to the Commission. Establishes a system of intraexchange access fees for the use of intraexchange telecommunications services by interexchange carriers and other customers to achieve equality of treatment among carriers and competitive flexibility. Requires each intraexchange carrier, with specified exceptions, to submit to the Commission a schedule of fees for the use of its basic switched services or facilities by all interexchange carriers and other customers which interconnect with such facilities. Directs the Commission to approve, disapprove, or modify any such schedule of fees to ensure that such fees are consistent with the provisions of this Act. Establishes a National Telecommunications Pool to be administered by the transitional joint board, until the termination of such board, at which time the Pool shall be administered by the Commission. Requires intraexchange access fees, in such amounts as may be allocated by the transitional joint board, to be deposited into the National Telecommunications Pool to be disbursed by such board to: (1) ensure that any substantially increased costs of such carriers for the distribution of interexchange and intraexchange telecommunications services per station will not be borne directly by intraexchange rate payers or by access fees; and (2) minimize disparities in charges for basic telecommunications service provided by carriers which arise due to greater costs in providing connecting links for service to, from, and between rural or other remote areas. Directs the board to impose surcharges upon interexchange carriers and private telecommunications systems directly connected to basic telecommunications service provided by such carriers. Directs the transitional joint board to establish and prescribe: (1) the classes of property used by any dominant carrier or other regulated carrier for the provision of telecommunications services which are subject to the authority of the Commission or any State commission; and (2) the methods by which such classes of property may be recovered. Directs the Commission, upon termination of such board, to refer such matters to a Federal-State Joint Board with which it will share such authority. Requires each dominant carrier or other interexchange carrier to maintain a system of accounting methods, procedures, and techniques which shall be established and enforced by the Commission to ensure: (1) a proper allocation of costs to, and among, various telecommunications services, facilities, and products which are developed manufactured, or offered by such dominant carrier or any affiliated organization, or specified regulated carrier; and (2) a complete separation of costs between a dominant carrier and any fully separated affiliated and between the regulated and non-regulated services, facilities, and products of any regulated carrier or affiliated organization. Requires the Commission to submit an interim report to each House of Congress, not later than 18 months after the date of enactment of this Act, including a summary of action taken by the Commision to establish such accounting system. Requires the Commission to submit a final report to Congress as soon as practicable after the establishment of such accounting system. Allows any carrier, with specified stipulations, to engage in any meeting with any other carrier for purposes of planning or agreeing to: (1) the design, plan, construction, and maintenance of any network of telecommunications services or facilities; (2) the development of technical standards applicable to such services and facilities; and (3) any tariff for the provision of joint and through services. Requires a transcript of such meeting to be filed immediately with the Commission and to be available at the offices of the Commission for public inspection not later than 30 days after the meeting involved is conducted. Authorizes the Commission to require carriers to engage in meetings to assure the establishment and maintenance of appropriate networks and telecommunications services and facilities and maintaining the national defense and security and emergency preparedness of the Nation. Authorizes the President to require any carrier subject to the provisions of this Act to furnish telecommunications services or facilities to any Federal agency if the President determines that: (1) the provision of such services or facilities is necessary to promote the national defense and security or the emergency preparedness of the Nation; (2) there is a threat of war or the Nation is at war with a foreign nation or there is an immediate need for such services to provide for the national defense; and (3) all other means of obtaining such services and facilities have been exhausted. Declares that the provision of the Act relating to payment for such services shall apply if such a determination is made by the President. Authorizes the Commission to provide financial asistance for the direct costs of participation by any person in any proceeding of the Commission in which there may be public participation. Sets forth the terms and conditions for such assistance. Authorizes the Commission to conduct inquiries and establish requirements concerning the entry of foreign telecommunications services and foreign telecommunciations carriers into domestic United States telecommunications markets upon terms and conditions which are reciprocal with the terms and conditions under which United States telecommunications services and carriers are permitted into such foreign nation. Establishes civil and criminal penalties for the unauthorized interception and use of subscription telecommunications. Increases the amount of penalties for specified violations of the Communications Act of 1934. Establishes forfeiture penalties for violations committed by dominant carriers. Disallows as an operating expense for ratemaking purposes any forfeiture penalty required to be paid under such Act. Declares that nothing in this Act shall be construed to affect in any manner the applicability of the Federal antitrust laws, or to express in any manner the sense of the Congress with respect to any litigation which is pending on the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telecommunications Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to make certain revisions in the provisions of such Act relating to the regulation of telecommunications activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:52-05:00"
}