{
  "actions": [
    {
      "acted_at": "1973-05-23", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1877-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-23", 
  "number": "1877", 
  "official_title": "A bill to create river basin waste treatment authorities for the purpose of assuming control over, planning, constructing, and operating waste treatment facilities throughout the United States in order to eliminate water pollution in our Nation's river and streams.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "River Basin Waste Treatment Authority Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-23", 
  "subjects": [
    "Environmental protection", 
    "Independent regulatory commissions", 
    "Pollution", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-23", 
    "text": "River Basin Waste Treatment Authority Act - Sets forth the findings and purposes of the Act which are that demands are ever increasing for clean water, that previous governmental measures have failed to assure such clean water and therefore that River Basin Waste Treatment Authorities be created to build and operate treatment facilities for entire river basin systems. Defines various terms used in the Act. Directs the Administrator of the Environmental Protection Agency to designate river basin regions in which the Authorities will operate. Provides for the establishment of the Authorities: (1) one for each river basin region as designated under this Act which are not to be agencies of the U.S. government; and (2) governed by a board of directors representing states, cities, counties and the Federal government. Outlines the functions of the Authorities within their designated basin. Establishes the general corporate powers of the Authorities. Creates within the Environmental Protection Agency a Waste Treatment Review Board to decide all controversies. Authorizes the appropriation of Federal moneys to pay an amount equal to 40 percent of the interest on bonds issued by each Authority. Authorizes the guarantee of obligations issued by the Authorities by the Government National Mortgage Association and pledges the full faith, and credit of the United States for any obligations so guaranteed. Provides that obligations issued by the Authorities will be lawful investments and will be exempt from registration with the Security and Exchange Commission. Designates the Federal Reserve Banks as fiscal agents for the Authorities. Authorizes appropriations to the Authorities for organizing and other initial expenses. Terminates after June 30, 1974 the assistance activities carried out under the Federal Water Pollution Control Act. Authorizes the Secretary of the Treasury to prepare obligations to be issued by the Authorities. Directs that an annual report be submitted by each Authority to the Congress and the Environmental Protection Agency. States that the Authorities which shall be exempt from tax except as to real property and interest on their obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "River Basin Waste Treatment Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create river basin waste treatment authorities for the purpose of assuming control over, planning, constructing, and operating waste treatment facilities throughout the United States in order to eliminate water pollution in our Nation's river and streams.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:44-05:00"
}