{
  "actions": [
    {
      "acted_at": "1992-03-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4521-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-19", 
  "number": "4521", 
  "official_title": "To amend the Internal Revenue Code of 1986 to impose an excise tax on an employer's cost of providing medical benefits to his employees and to amend the Social Security Act to create a new program to update and maintain the infrastructure requirements of our Nation's essential urban and rural safety net hospitals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Safety Net Infrastructure Act of 1992", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-19", 
  "subjects": [
    "Building construction", 
    "Building laws", 
    "Debtor and creditor", 
    "Excise tax", 
    "Federal aid to hospitals", 
    "Federally-guaranteed loans", 
    "Foreclosure", 
    "Government securities", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Health planning", 
    "Hospitals", 
    "Infrastructure (Economics)", 
    "Interest rates", 
    "Licenses", 
    "Maintenance and repair", 
    "Medicare", 
    "Public hospitals", 
    "Revolving funds", 
    "Rural public health", 
    "Self-employed", 
    "Social welfare", 
    "Subsidies", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-19", 
    "text": "National Health Safety Net Infrastructure Act of 1992 - Title I: Amendments of Internal Revenue Code of 1986 - Amends the Internal Revenue Code to impose an excise tax on each employer of one percent of the amount paid by the employer to provide (directly or otherwise) employee medical benefits. Exempts from such tax any amount paid to a welfare benefit fund. Declares that benefits paid by such a fund to provide employee medical benefits shall be treated as paid by the employer. Imposes such excise tax on certain self-employed individuals. Title II: Capital Financing Assistance For Safety Net Hospitals Providing Indigent Care - Amends the Social Security Act (SSA) to add a new title XXI, Capital Financing Assistance For Safety Net Hospitals. Directs the Secretary of Health and Human Services to make payments for capital financing assistance to eligible hospitals with approved applications. Sets forth general eligibility requirements for such assistance, including requirements that hospitals receive disproportionate share adjustments under Medicare (SSA title XVIII) and be owned or operated by a State or local government in order to be eligible for such assistance. Details application requirements and criteria for application approval. Imposes certain public service responsibilities on hospitals accepting capital financing assistance. Creates in the Treasury the Health Safety Net Infrastructure Trust Fund to receive the excise taxes imposed to finance capital assistance payments. Establishes a loan guarantee program under which the Trust Fund will provide a Federal guarantee of loan repayment to non-Federal lenders making loans to qualified hospitals for hospital replacement, modernization, and renovation projects. Sets forth eligibility criteria hospitals must meet in order to qualify for loan guarantees. Gives a preference for loan guarantees to certain projects in which State or local government entities participate. Sets forth special rules with respect to loan guarantees, including rules: (1) requiring at least ten percent of the dollar value of loan guarantees to be allocated to eligible rural hospitals; and (2) allowing loan guarantees to be allocated for refinancing loans. Provides that hospitals will be charged a reasonable loan insurance premium. Sets forth procedures to be followed in the event of a loan default. Establishes an interest subsidy program that provides a partial Federal subsidy of debt service payment where State or local entities demonstrate a significant commitment to financing hospital replacement, modernization, and renovation projects by undertaking the issuance of bonds. Requires a hospital to receive assistance from non-Federal sources at least equal to the assistance received under such program in order to obtain an interst rate subsidy. Sets forth special rules with respect to interest rate subsidies, including rules: (1) reserving for rural hospitals at least ten percent of the total value of all interest subsidies awarded in any given year; and (2) limiting the aggregate value of interest subsidies made to hospitals in any State in a given year. Requires the Secretary to provide direct matching loans to qualified hospitals unable otherwise to obtain essential financing. Sets forth special rules with respect to direct matching loans, including rules concerning the use of loans for refinancing. Requires the Secretary to make direct grants to qualified hospitals with urgent capital needs. Provides that direct grants shall be available to eliglible hospitals for three types of projects: (1) emergency certification and licensure grants would be available to eligible hospitals that are threatened with closure or loss of accreditation or certification of a facility or of essential services as a result of life or safety code violations or similar facility or equipment failures; (2) emergency grants would be available for capital renovation, expansion, or replacement necessary to the maintenance or expansion of essential safety and health services; and (3) planning grants would be available to qualified hospitals which require pre-approval assistance to meet regulatory requirements related to management and finance in order to apply for loans, loan guarantees, and interest subsidies under this Act. Gives priority for direct grants to financially distressed hospitals. Sets forth special rules with respect to grants for capital expenditures and planning grants. Provides for adjustments to payments for capital-related costs under Medicare to take into account the extent to which capital-related costs incurred by a hospital are costs with respect to which the hospital received financial assistance under SSA title XXI."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Safety Net Infrastructure Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to impose an excise tax on an employer's cost of providing medical benefits to his employees and to amend the Social Security Act to create a new program to update and maintain the infrastructure requirements of our Nation's essential urban and rural safety net hospitals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:18-05:00"
}