{
  "actions": [
    {
      "acted_at": "1983-05-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1264-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-11", 
  "number": "1264", 
  "official_title": "A bill to require extended coverage under group health plans for employees who become unemployed, to provide grants to States for health benefit programs for unemployed workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Benefits for Unemployed Workers Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-11", 
  "subjects": [
    "Block grants", 
    "Business and commerce", 
    "Employee benefit plans", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Labor and employment", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-11", 
    "text": "Health Benefits for Unemployed Workers Act of 1983 - Amends the Public Health Service Act to require employer-provided group health plans (with 25 or fewer employees) to provide coverage availability to an involuntarily unemployed worker: (1) for 90 days at the same rate as during such person's period of employment; and (2) for an additional 90 days at such person's total expense. Requires such plans to permit working employees to elect health insurance coverage within 30 days after an unemployed spouse's coverage loss. Makes such provisions effective as of January 1, 1984. Establishes State block grants for unemployed workers' health care benefits. Authorizes appropriations for FY 1983 through FY 1985. Makes such authorizations contingent upon enactment of specified net revenue increases. Requires States to use such funds for preventive health services and pregnancy, prenatal, and postpartum services. Authorizes other services as the Secrtary of Health and Human Services determines. States that eligible persons are previously employed persons (and family members) who have been unemployed for at least 26 weeks and are no longer receiving unemployment insurance and are not eligible for health care under a spouse's plan or other public or private group health plan. Permits States to provide health care directly or through insurance or otherwise. Allocates funds according to specified categories of unemployed persons in a State. Sets forth State application requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Benefits for Unemployed Workers Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require extended coverage under group health plans for employees who become unemployed, to provide grants to States for health benefit programs for unemployed workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:52-05:00"
}