{
  "actions": [
    {
      "acted_at": "1980-08-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres592-96", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-01", 
  "number": "592", 
  "official_title": "A joint resolution transfer of powers to Puerto Rico.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-01", 
  "subjects": [
    "International law", 
    "Puerto Rico", 
    "Sovereignty", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-01", 
    "text": "Title I: Transfers of Powers - Declares it to be the policy of the United States: (1) to comply with the sovereign rights of the people of Puerto Rico to freely decide their political status; (2) to recognize that Puerto Rico constitutes a full-fledged Latin American nation; and (3) that all of the Government's powers and authority over Puerto Rico should be relinquished and transferred to the people of Puerto Rico. Directs the President, 90 days after approval of this Act, to proclaim the intention to withdraw and surrender all rights of possession, supervision, jurisdiction, and control of sovereignty exercised by the United States over Puerto Rico upon the convening of a constituent assembly of the people of Puerto Rico. Title II: The Constituent Assembly - Authorizes an organizing committee to convene a sovereign constituent assembly of the people of Puerto Rico and to transfer to it all the powers currently entrusted to the Puerto Rican government and all powers pertaining to Puerto Rico exercised by the U.S. Government. Title III: The Negotiating Commission - Requires the President to appoint one member and the Constituent Assembly of Puerto Rico to appoint five members to form a commission to negotiate any specific conditions or terms of relations between Puerto Rico and the United States. Directs the United States and Puerto Rico to submit any controversy which cannot be resolved by the negotiating commission to the International Court of Justice of the United Nations for final decision. Title IV: Transition - Declares that the functions of the government of the Commonwealth of Puerto Rico and the Federal Government shall be administered as customary until the moment that the constituent assembly proclaims the establishment of a permanent body politic in Puerto Rico. Authorizes the assembly to institute transitory measures before such moment in crucial areas. Requires all Government funds already appropriated to Puerto Rico, as well as corresponding funds during the transitory period not exceeding five years, to be put in trust for Puerto Rico in the World Bank or another international banking organization to be utilized as directed by the constituent assembly in consultation with the government of the Commonwealth of Puerto Rico. Maintains all rights and benefits acknowledged to Puerto Rican citizens who are U.S. veterans, retired Federal employees, or social security recipients, regardless of the political status of Puerto Rico."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution transfer of powers to Puerto Rico.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:20-05:00"
}