{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres254-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "254", 
  "official_title": "Joint resolution proposing an amendment to the Constitution of the United States providing that the term of office of Members of the U.S. House of Representatives shall be 4 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Congressional terms of office", 
    "Constitutional amendments", 
    "House of Representatives", 
    "Law", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congressional terms of office", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Constitutional Amendment - Provides that the United States House of Representatives shall be composed of Members chosen every second and fourth years by electors of each State who shall have the same qualifications requisite for electors of the most numerous branch of the State Legislature. Provides that after convening of the Congress after the first regular election to which this article applies, the Members of each State delegation shall assemble and be divided by lot as equally as may be into two classes. Requires that the seats of the first class shall be vacated at the expiration of the second year and the seats of the Members of the second class be vacated at the expiration of the fourth year. Provides that when the number of Representatives of a State is increased or decreased following a reapportionment, all Members who are reelected from that State shall serve for 4 year terms. Provides that a Member of the House of Representatives may not be elected to the United States Senate except in an election where his own term shall also be up for election, in which event he may not seek both offices. Provides for the election of Representatives of a new State in the same manner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution proposing an amendment to the Constitution of the United States providing that the term of office of Members of the U.S. House of Representatives shall be 4 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:13-05:00"
}