{
  "actions": [
    {
      "acted_at": "2012-09-21", 
      "references": [
        {
          "reference": "CR S6628-6629", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-21", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3609-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-21", 
  "number": "3609", 
  "official_title": "A bill to adopt fair standards and procedures by which determinations of Copyright Royalty Judges are made with respect to webcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6480-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Internet Radio Fairness Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-21", 
  "subjects": [
    "Administrative remedies", 
    "Broadcasting, cable, digital technologies", 
    "Commerce", 
    "Competition and antitrust", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Government information and archives", 
    "Intellectual property", 
    "Internet and video services", 
    "Judicial review and appeals", 
    "Library of Congress", 
    "Licensing and registrations", 
    "Music", 
    "Sound recording"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-21", 
    "text": "Internet Radio Fairness Act of 2012 - Amends federal copyright law to direct the President, with advice and consent of the Senate, to appoint the three Copyright Royalty Judges (CRJs) who serve on the Copyright Royalty Board. (Currently, the Librarian of Congress appoints CRJs after consultation with the Register of Copyrights.) Increases the years of legal experience and other qualifications necessary to serve as a CRJ. Amends the Digital Millennium Copyright Act with respect to the standards applied by CRJs to establish compulsory licensing royalty rates for the public performance of sound recordings by noninteractive digital audio services. Replaces the standard that CRJs apply to establish rates for eligible nonsubscription transmissions (including Internet radio, commonly referred to as webcasting) and new subscription services with the standard currently used to establish rates for subscription services (digital cable radio) and satellite digital audio radio services (satellite radio) existing on or before July 31, 1998. (Replaces a standard based on the rates and terms that would have been negotiated in the marketplace between a willing buyer and seller with a standard that requires CRJs to consider a broader set of objectives.) Authorizes a minimum annual administrative fee of up to $500 to be included in such rates. Sets forth a similar rate-setting methodology for compulsory licenses of ephemeral recordings (reproductions of sound recordings used by licensees to facilitate transmission) with authorization for a minimum annual fee (currently, a requirement for a fee of unspecified duration). Places the burden of proof on sound recording copyright owners to establish that the fees and terms they are seeking satisfy the requirements amended by this Act and do not exceed the fees to which most copyright owners and users would agree under competitive market circumstances. Defines \"competitive market circumstances\" as circumstances in which a licensee enters into a license for the noninteractive performance of sound recordings with a licensor that does not possess market power resulting from the aggregation of copyrights, either by a licensing collective or individual copyright owners. Directs CRJs to consider: (1) the public's interest in both the creation of new sound recordings of musical works and in fostering online and other digital performances of sound recordings; (2) the income necessary to provide a reasonable return on all relevant investments, including investments in prior periods for which returns have not been earned; (3) the value of any promotional benefit or other non-monetary benefit conferred on the copyright owner by the performance; and (4) the contributions made by the digital audio transmission service to the content and value of its programming. Requires CRJs to establish license fee structures that foster competition among the licensors of sound recording performances and between sound recording performances and other programming. Prohibits CRJs from: (1) disfavoring percentage of revenue-based fees, and (2) taking into account the rates and terms in licenses for interactive services or the determinations rendered by CRJs prior to the enactment of the this Act. Permits certain transmitting organizations entitled to transmit a performance to the public to make more than one (currently, no more than one) copy or phonorecord embodying a performance or display of a work for its own transmissions, archival preservation, or security. (Removes a requirement that such a copy or phonorecord be destroyed within six months from the first transmission to the public unless preserved exclusively for archival purposes.) Sets forth limitations on the antitrust exemptions for sound recording copyright owners acting jointly or through common agents or collectives. Specifies activities to be deemed a restraint of trade in violation of the Sherman Act. Requires common agents or collectives representing copyright owners of sound recordings, in order to obtain authority to negotiate certain statutory licenses for digital sound recordings, to make available via the Internet the list of sound recording copyright owners represented and sound recordings licensed by the organization. Revises evidentiary, procedural, and judicial review standards applicable to CRJs' proceedings and determinations. Requires, in proceedings to determine the terms and rates of royalty payments for digital performances of sound recordings, that participants in the voluntary negotiation period disclose: (1) previous license agreements entered into by the participant, its members, or participant-represented licensors or licensees during a specified preceding five-year period; or (2) other documents relied upon in their ratemaking proposals. Directs the Librarian of Congress to submit recommendations to Congress on how the federal government can facilitate, and possibly establish, a global music registry that is sustainably financed and consistent with World Intellectual Property Organization obligations. Sets forth transitional rules for proceedings pending and CRJs in office during the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet Radio Fairness Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to adopt fair standards and procedures by which determinations of Copyright Royalty Judges are made with respect to webcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:31-05:00"
}