{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1556-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1556", 
  "official_title": "A bill to allow a credit against Federal income tax or payment from the U.S. Treasury for State and local real property taxes or an equivalent portion of rent paid on their residences by individuals who have attained age 62.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Aged and aging", 
    "Housing and community development", 
    "Income tax", 
    "Real property", 
    "Real property tax", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Real property tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Allows a tax credit under the Internal Revenue Code for State and local real property taxes paid in an equivalent portion to the rent paid on their residences by individuals who have attained the age of 62. Provides that where an individual has attained the age of 62 there shall be allowed as a credit the amount of real property taxes paid which were imposed by a State or political subdivision on property owned and used by him as a principal residence or rent constituting such taxes as defined by the Internal Revenue Code. Allows payment by the U.S. Treasury to taxpayers, to the extent of the difference between the credit and amount of such real property taxes, where tax imposed is less than real property taxes. Provides that the total credit payment for any taxable year shall not exceed $450 (or $225 in case of a single return). Reduces the amount of the credit allowed by the amount that the taxpayer's income exceeds $7,500 (or $3,725 in the case of a married person filing a separate return). Directs that the credit be applied collectively in cases of joint ownership. Provides that where the joint return of the husband or wife is filed the age requirement is met if either person is 62 or older. Apportions the credit allowed to cover only that part of a residence actually used by the taxpayer or that part of a farm not in excess of 40 acres. Provides that an individual who is a tenant-stockholder in a cooperative housing corporation shall be treated as owning the house or apartment which he occupies and such person shall be treated as having paid real property taxes equal to the deduction allowable which represents the taxes paid by such cooperation. Provides that such credit shall be allowed in direct proportion to taxes actually paid on a particular residence where during the taxable year here has been a change in residence. Provides that the term \"rent constituting propery taxes\" means an amount equal to 25 percent of the rent paid during a taxable year by the taxpayer for the right to occupy his dwelling (exclusive of charges for utilities, services and furnishings). Reduces the amount of real property taxes paid by an individual by the amount of any refund given on such taxes. Provides that there shall be no assessment of interest charges where there has been an underpayment of taxes of an individual if the amount due is paid within 60 days after the taxpayer receives a refund of real property taxes which caused the under payment. Specifies that deductions for State and local real property taxes shall not be affectd by the credit allowed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to allow a credit against Federal income tax or payment from the U.S. Treasury for State and local real property taxes or an equivalent portion of rent paid on their residences by individuals who have attained age 62.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:14-05:00"
}