{
  "actions": [
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7527-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Stockman, David A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01113", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-09", 
  "number": "7527", 
  "official_title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Care Reform Act of 1980", 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-09", 
  "subjects": [
    "Administration of justice", 
    "Advertising and Marketing", 
    "Aid to dependent children", 
    "Antitrust law", 
    "Appellate courts", 
    "Bankruptcy", 
    "Business and commerce", 
    "Charities", 
    "Commercial arbitration", 
    "Comprehensive health care", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Deceptive advertising", 
    "Department of the Treasury", 
    "Disabled", 
    "Education", 
    "Federal aid to education", 
    "Federal aid to handicapped services", 
    "Federal employees and officials", 
    "Federal preemption", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Geriatrics", 
    "Government and business", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Jurisdiction", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Parties to actions", 
    "Peer review organizations (Medicine)", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public health personnel", 
    "Restrictive trade practices", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-09", 
    "text": "National Health Care Reform Act of 1980 - Directs the Secretary of Health and Human Services to establish actuarial categories, including an aged and disabled actuarial category, of individuals eligible for Federal financial assistance toward the purchase of membership in a health care plan qualified under this Act (health care contributions). Sets forth the factors to be considered by the Secretary in establishing such categories. Requires the Secretary to delineate the United States into health care areas according to specified criteria. Title I: Health Care Contributions - Makes every individual who is: (1) a resident of the United States; and (2) a citizen of the United States or a lawful resident alien, eligible for a health care contribution. Stipulates that a person who is a dependent of an eligible individual is not eligible for a health care contribution. Amends the Internal Revenue Code of 1954 to allow a tax exclusion of contributions paid by an eligible individual's employer toward the premium of a qualified health care plan. Sets forth the conditions for such exclusion. Establishes limits on the amount of the tax exclusion allowed to an eligible individual. Amends the Internal Revenue Code of 1954 to allow a taxpayer a tax credit for the premium paid by such taxpayer during the taxable year for membership in a qualified health care plan. Limits the tax credit to individuals eligible for a health care contribution under this Act. Specifies the maximum allowable credit for a taxable year. Sets forth additional limitations on such credit. Directs the Secretary to make a direct health care contribution to each eligible individual who is aged or disabled and who elects to receive such contribution in lieu of any benefits under Title XVIII of the Social Security Act (Medicare). Requires the Secretary to publish in the Federal Register the amount of direct health care contributions for aged or disabled individuals made for each health care area. Sets forth the method for computing such contributions. Entitles an eligible individual, whose family income is below specified guidelines, to receive for the year in which a qualified health care plan is effective (plan year) a direct health care contribution. Limits entitlement to a direct health care contribution to one eligible individual per family. Sets forth the conditions for receipt of a direct health care contribution for the financially needy. Entitles an eligible aged or disabled individual to such a contribution only if such individual has: (1) elected to receive such a contribution in lieu of Medicare benefits; and (2) waived any right to a direct health care contribution for the aged or disabled for the plan year. Provides for the periodic transfer of funds from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund established under the Social Security Act to make payments for such health care contributions to aged or disabled individuals. Directs the Secretary to publish in the Federal Register the amount of direct health care contributions for the financially needy made for each health care area. Specifies the amounts of such health care contributions. Allows the Secretary to enter into a contract with any State under which the State will determine the eligibility for and the amount of a direct health care contribution for financially needy, State residents. Directs the Secretary to issue a health care voucher to eligible individuals in the amount of the direct health care contribution. Specifies the contents of such voucher and the date of issuance of such voucher. Requires a qualified health care plan to accept a voucher issued to an eligible individual as full or partial payment of the plan's premium for a plan year. Requires the Secretary to make payments to a qualified health care plan presenting such vouchers. Sets forth the terms for such payments. Prohibits the Secretary from withholding any portion of the health care payments to which a qualified health care plan is entitled to offset any amount owed to the United States by the plan, an eligible individual, or any other person. Prohibits the Secretary from denying payment of an invalid voucher unless a qualified health care plan had actual knowledge of such invalidity when it accepted such voucher. Prevents the assignment or attachment of a health care voucher by an individual. Title II: Qualified Plans - Allows a health care plan to apply to the Secretary for certification as a qualified plan in one or more health care areas. Requires the Secretary to act upon the application of a health care plan for qualification within 30 days after receipt of such application, otherwise such application shall be deemed approved. Sets forth the factors to be considered by the Secretary in acting upon each application. Directs the Secretary to provide a health care plan with a written explanation and a hearing in the event of disapproval of the plan's application. Provides for the continued qualification of an approved plan until it is disqualified under this Act. Prohibits the Secretary from changing regulations which affect qualified plans for a plan year later than April 1 of the previous year unless all qualified plans thereby affected agree to a later date. Requires a qualified plan to provide its members with basic health care services including: (1) medical, surgical, and obstetrical care; (2) inpatient, outpatient, and other institutional health services, plus home health or institutional services for aged or disabled individuals; (3) preventive health services; (4) prescription drugs incident to basic health care services; (5) blood; (6) emergency transportation; and (7) medical equipment, including therapeutic devices and prosthetic appliances. Specifies exclusions from the required basic health care services. Requires a qualified plan to provide a written membership agreement which sets forth the rights and obligations of the plan and its members. States that the term of each membership agreement shall be a plan year. Limits membership in a qualified plan to eligible residents of the health care area in which the qualified plan is located. Requires a qualified plan to have an open membership enrollment, with specified exceptions including the number of medically high-risk individuals. Directs a qualified plan to provide an individual with a written explanation if membership is denied. Sets forth the terms of the qualified plan enrollment periods. Requires a qualified plan which enrolls an eligible individual to enroll as associated members any spouse or dependents (other than aged or disabled individuals) who are named by the individual. Provides for the automatic enrollment of each person who becomes a spouse or dependent (other than aged or disabled individuals) of an enrolled member. Requires each qualified plan to establish for each plan year for each health care area in which it is located an annual premium for each actuarial category established by the Secretary under this Act. Sets a maximum permissible cost per plan year for basic health services for a member of a qualified plan. Requires the Secretary to publish such maximum cost in the Federal Register. Allows a premium reduction to reflect prepayment or administrative savings effected by group purchases. Requires a qualified plan to permit monthly premium payments by members. Provides that if a member prepays premiums to one qualified plan and then enrolls in a different qualified plan during the plan year, such prepaid premiums must be transferred to the latter plan for such member. Entitles an aged or disabled individual who tenders a health care voucher which is greater than the premium for such individual to a refund or credit. Requires a qualified plan to report annually to the Secretary with enrollment information for each health care area in which the plan is located. Requires a qualified plan to submit to the Secretary any proposed changes in coverage. Requires a qualified plan to provide financial information and make payments to the Health Benefits Assurance Corporation established under this Act. Requires a qualified plan to file with the Secretary a brochure for a plan year describing: (1) the health care services to be provided; (2) the method by which such services will be provided; (3) the location of health care facilities; (4) the maximum amount of expenditures required of a member; (5) the health care area or areas in which the plan will be offered; (6) the premium charged for each actuarial category; and (7) the installments in which such premium may be paid. Directs the Secretary and the qualified plan to make such brochures available to the public. Allows advertising of the health care plan based on such brochure. Directs the Secretary to bar the distribution of a misleading and inaccurate brochure or advertisement of a health care plan. Allows members of qualified plans to refuse services by a person designated by the plan to provide such service. Allows health care personnel to refuse for moral reasons to provide certain services. Requires arbitration of specified grievances between an individual and a qualified plan. Sets forth limitations on the authority of the Secretary, the authority of the qualified plan, the authority of the sponsor of a qualified plan, and the authority of a deliverer of health care services. Requires the Secretary to disqualify a plan if the Secretary determines that proposed changes in the plan will prevent the plan from providing basic health care services or will require excessive out-of-pocket expenditures. Allows the Secretary to disqualify a plan if the Secretary finds that the plan's sponsor has violated the antitrust provisions established by this Act. Sets the effective date of disqualification. Allows the Secretary to rescind such disqualification if the plan meets certain criteria. Prohibits treatment of a plan as a qualified plan after the U.S. Health Court appoints a receiver. Requires the Secretary to provide information about qualified plans and to help process applications for health care vouchers by preparing and distributing pamphlets and by working with other organizations. Allows an eligible individual to authorize any person to act as the individual's agent and to take any necessary action under this Act or as a member of a qualified plan. Permits only a chartered health care contribution agent to serve as an authorized agent for more than 25 persons. Directs the Secretary to designate as chartered health care contribution agents persons who meet specified qualifications of honesty and expertise. Prohibits State payments under title III (Unemployment Compensation) and title IV (Aid to Families with Dependent Children) of the Social Security Act to any eligible person who is not a member of a qualified plan. Requires membership in a qualified plan in order to qualify for supplemental security income benefits and for food stamp benefits. Exempts specified persons from requirements of membership in a qualifying plan. Grants standing to a qualified plan to assert the rights of its members. Deems members to have assigned their rights to a claim to their qualified plan in specified circumstances. Repeals the provisions of Federal law relating to Federal employee health insurance. Requires the Federal Government to contribute to the premium of a health plan on behalf of Federal employees. Authorizes the Secretary to guarantee an insurance policy of a qualified plan in health care areas where similar insurance is not available at commercially reasonable rates. Establishes the Health Benefits Assurance Corporation to review health plan applications for financial certification. Exempts the Corporation from all Federal, State, and local taxes. Sets forth the powers of the Corporation. Directs the Corporation to review periodically the financial ability of such qualified plan to fulfill its obligations. Requires the Corporation to establish and finance a protective fund to assure the provision of health care services to members of qualified plans financially unable to meet their obligations. Establishes a revolving fund in the U.S. Treasury for the Corporation to use to carry out its duties with regard to the protective fund. Authorizes the Corporation to issue debt obligations. Requires a qualified plan to repay the Corporation if any amount of the protective fund is used to fulfill the obligations of such plan. Allows applications to be made to the Secretary for payment for basic health care services furnished to a non-member of a qualified plan. Requires a panel of three arbitrators to arbitrate a dispute between an individual and a plan involving $10,000 or more. Requires a single arbitrator in disputes involving less than $10,000. Sets forth the arbitration procedures. Provides for judicial review of any agency action by the Health Court. Prohibits judicial review of a determination that a plan is qualified. Establishes the Health Court. Sets forth the organization of such Court. Grants such Court exclusive jurisdiction over all civil actions brought to enforce this Act and all civil claims and disputes arising under this Act and under agreements by or with qualified plans. Directs the Court to appoint a receiver for a qualified plan if the Court determines there is a strong possibility the plan will not be able to fulfill its obligations to its members. Prohibits the commencement, or requires the suspension, of any Federal or State bankruptcy or reorganization proceeding during any period for which a receiver has been appointed. Establishes a Health Court of Appeals with jurisdiction over appeals brought from the Health Court. Allows the Supreme Court to review cases in the Health Court of Appeals by writ of certiorari. Sets forth criminal penalties for violations of this Act or specified sections of the Internal Revenue Code. Title III: Miscellaneous Provisions - Authorizes the Secretary to make grants and contracts to compensate public or private nonprofit charitable organizations for providing graduate medical education and training for health care professionals. Preempts specified State and local laws, including those which would prevent or impede the health care delivery system reforms of this Act. Revises the medical expense deduction provisions of the Internal Revenue Code to exclude the separate deduction for medical insurance and to prohibit any deduction for premiums paid to qualified health care plans. Sets forth the method of determining the adjustment amount which States, that have elected to accept health care contributions instead of Medicaid assistance, owe the Federal government or which the Federal government owes such States. Repeals provisions of the Social Security Act concerning professional standards review, uniform reporting, capital expenditure limitations, hospital utilization and bylaws, and customary charges. Revises the reasonable cost definition of the Medicare provisions to be costs actually incurred. Repeals specified provisions of the Public Health Services Act concerning health maintenance organizations, health planning, and health resources development. Negates the duty of an institution to provide free care and to fulfill community service obligations if 50 percent or more of the patient days of such institution were accounted for by members of qualified plans. Title IV: Effective Dates and Nonseverability - Establishes the effective date of this Act. Prohibits the Secretary from making a direct health care contribution to an individual who has not made a timely election to receive the health care contribution instead of Medicare benefits. Repeals the Medicare provisions after more than 50 percent of the eligible persons elect health care contributions. Requires a State to notify the Secretary by a certain date of its irrevocable election to accept health care contributions instead of Medicaid benefits. Deems such a State to have agreed to make any necessary adjustment payments. Deems the Act invalid, except the repeals and amendments of the Social Security and the Public Health Service Acts, if any portion of this Act is found to be invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Care Reform Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:21-05:00"
}