{
  "actions": [
    {
      "acted_at": "1978-05-02", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 95-1112.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-08", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-08", 
      "references": [], 
      "text": "Measure failed of passage in House under suspension of rules, roll call #287 (203-170).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-05", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-05", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-05", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #412 (292-54).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-05", 
      "bill_ids": [
        "s2821-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2821 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12481-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1977-01-03", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ketchum, William M.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00629", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Won Pat, Antonio B.", 
      "sponsored_at": "1977-01-03", 
      "state": "GU", 
      "thomas_id": "01241", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-02", 
  "number": "12481", 
  "official_title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1191-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2821-95", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-02", 
  "subjects": [
    "Agriculture and food", 
    "Authorization", 
    "Bikini Islands", 
    "Building construction", 
    "Compensation (Law)", 
    "Economics and public finance", 
    "Electric power production", 
    "Food stamps", 
    "Government operations and politics", 
    "Guam", 
    "Income tax", 
    "Legal fees", 
    "Legislative bodies", 
    "National parks", 
    "National seashores", 
    "Northern Mariana Islands", 
    "Parks", 
    "Rehabilitation", 
    "Seashores", 
    "Tariff", 
    "Taxation", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands", 
    "Water resources development"
  ], 
  "subjects_top_term": "Rehabilitation", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-06-05", 
    "text": "(Measure passed House, amended, roll call #412 (292-54)) Authorizes the appropriation to the Secretary of the Interior of specified sums through fiscal year 1983 for grants to the Government of Guam for the construction of public facilities and the maintenance of essential services. States that such authorization shall be effective on October 1, 1978. Directs that annually for five succeeding fiscal years, from specified sources, sums shall be covered into the treasury of Guam on the basis of the total amount of such duties, taxes, and fees as the Governor of Guam estimates will be collected in Guam as soon as the Legislature of Guam enacts legislation establishing a fiscal year commencing on October 1 and ending on September 30. Authorizes appropriations for the rehabilitation and resettlement of Bikini Atoll and Kili Island, Trust Territory of the Pacific Islands. Allots a specified amount for the relocation and resettlement of the Bikini people within the Marshall Islands and for compensation. Stipulates that none of the funds authorized shall be available for payment of any attorneys fees or associated expenses in connection with ex gratia payments authorized by this Act. Makes additional authorized sums available to the Secretary of the Interior to satisfy any claim for services rendered in connection with such ex gratia payments. Authorizes appropriations for the construction of the Saipan Permanent Power Station for the Northern Mariana Islands together with upgrading, rehabilitation, or replacement of distribution facilities. Authorizes the Secretary of Agriculture at the request of the Governor of the Northern Mariana Islands to implement a food stamp program in all or some of such Islands: (1) subject to the same income standards of eligibility, deductions, and allotment of values as are applicable to Guam or (2) with such income standards of eligibility, deductions, and allotment values which are suited to the economic and social circumstances of such islands. Authorizes appropriations to the Government of the Virgin Islands: (1) to promote economic development in the Virgin Islands; and (2) for the construction of public facilities and the maintenance of essential services. Stipulates that all customs duties and Federal income taxes derived from the Virgin Islands and proceeds of any other taxes or fees collected in the Virgin Islands shall be covered into the Treasury, held in account for the government, and expended for the benefit of the Virgin Islands. Authorizes the Director of the National Park Service to develop, maintain, and administer the existing American Memorial Park, located at Tanapag Harbor Reservation, Saipan. Establishes the War in the Pacific National Historical Park to conserve and interpret outstanding natural, scenic, and historic values and objects on the Island of Guam. Authorizes appropriations, effective October 1, 1978, for the acquisition of lands or interest in land, and for development to establish such monument. Includes Hassel Island, located in Saint Thomas Harbor, and the adjoining lands, submerged lands, and waters, in the Virgin Island National Park. Authorizes appropriations for conservation and rehabilitation of historic structures and for development of public facilities on Hassel Island. Makes authorizations of moneys appropriated effective October 1, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:05-05:00"
}