{
  "actions": [
    {
      "acted_at": "1985-06-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-10", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-10", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to Subcommittee on Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2664-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1985-06-04", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1985-06-04", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Boulter, Beau", 
      "sponsored_at": "1985-06-04", 
      "state": "TX", 
      "thomas_id": "00114", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Chandler, Rod D.", 
      "sponsored_at": "1985-06-04", 
      "state": "WA", 
      "thomas_id": "00189", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1985-06-04", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1985-06-04", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1985-06-04", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1985-06-04", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Smith, Lawrence", 
      "sponsored_at": "1985-06-04", 
      "state": "FL", 
      "thomas_id": "01077", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Strang, Michael L.", 
      "sponsored_at": "1985-06-04", 
      "state": "CO", 
      "thomas_id": "01116", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-04", 
  "number": "2664", 
  "official_title": "A bill entitled:  the \"Competition and Ethics Enforcement Act of 1985\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Smith, Denny", 
    "state": "OR", 
    "thomas_id": "01072", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-04", 
  "subjects": [
    "Accounting", 
    "Armed forces and national security", 
    "Auditing", 
    "Civil service employment", 
    "Competition", 
    "Conflict of interests", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Cost overruns", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Employee training", 
    "Ethics", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government contractors", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Military personnel", 
    "Planning", 
    "Public Contracts, Procurement, and Property", 
    "Standards"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-04", 
    "text": "Requires the Secretary of Defense to prepare an acquisition plan before initiating full-scale development of a weapon system or other defense equipment under a major defense acquisition program. Requires the use of competitive procedures when required by statute in such a plan. Mandates the inclusion in the plan of the establishment and maintenance throughout the duration of the program of two or more development sources of such program and of two or more production sources for system integration and for the production of major subsystems so that each production contract will result in a majority or plurality of the production under the contract being awarded to the bidder with the proposal most advantageous to the United States. Allows the Secretary of Defense to waive such requirements if such requirement will materially increase total program cost and will delay program completion. Requires the Secretary to submit a report to the Congress with a request for specific statutory authority to enter into a sole source prime contract for a major defense acquisition program. Sets forth the information required to be included in such report. Prohibits the awarding or renewal of a sole source prime contract for any major defense acquisition program unless the Congress authorized such specific contract in an annual Defense Authorization Act or in other appropriate legislation. Requires the Comptroller General to conduct a comprehensive audit of each prime sole source contract awarded by the Department of Defense for a major defense acquisition program and report the results of the audit to the Congress. Directs the Secretary to develop and implement an introductory training program for all personnel responsible for assuring quality standards for weapon systems or other defense equipment. Requires the attendance at such program within the first six months of a person's assignment to duties involving quality assurance. Provides that the cost of repair or replacement, including all labor costs, for weapons systems, other defense equipment, or services provided to the Department of Defense which fail to meet quality standards must be borne by the contractor. Imposes a penalty on contractors for failure to disclose instances in which defense equipment or services fail to meet prescribed quality standards. Places the burden of proof upon the contractor in any action in which the reasonableness of any contract costs for which a contractor seeks reimbursement is at issue. Prohibits a former employee of the Department of Defense or member of the armed forces from accepting compensation from any contractor for a three-year period beginning on the date of separation from government service or from discharge or release from active duty, if within three years before such date, the employee or member of the armed forces had significant responsibilities in the performance of a procurement function with respect to that contractor. Imposes fines on the various parties for violation of such provisions. Requires each contractor to furnish by March 1 of each year to the Inspector General of the Department of Defense a report on persons whom the contractor furnished compensation during the preceeding year. Requires copies of such report to be furnished to the Congress. Requires the Inspector General to assess the accuracy of such reports and report any violations to the Attorney General for prosecution or other appropriate action. Imposes an administrative penalty on any contractor who fails to transmit such report to the Inspector General. Requires the Director of the Office of Government Ethics to submit to the Congress a report on actions relating to the review of the reports filed. Exempts contracts for an amount of less than $25,000 from these requirements. Directs the Office of Government Ethics to coordinate and review the implementation and administration of these requirements. Provides a procedure for any person to request an opinion as to the applicability of these provisions to compensation received which might be in violation of these provisions. Modifies the requirements respecting persons holding civilian office or employment in the Department of Defense concerning the disclosure of employment or former employment with certain defense contractors. Authorizes appropriations for the purposes of carrying out the functions of the Office of Small and Disadvantaged Business Utilization for FY 1986 and 1987."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill entitled:  the \"Competition and Ethics Enforcement Act of 1985\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:29-05:00"
}