{
  "actions": [
    {
      "acted_at": "1978-03-03", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11293-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-03", 
  "number": "11293", 
  "official_title": "A bill to provide for the use of alcohol produced from renewable resources including silvicultural materials from the National Forests as home heating and motor vehicle fuels.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Silivicultural and Renewable Resource Home Heating and Gasohol Motor Fuel Act", 
  "sponsor": {
    "district": "4", 
    "name": "Weaver, James H.", 
    "state": "OR", 
    "thomas_id": "01210", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-03", 
  "subjects": [
    "Alcohol as fuel", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Fuel research", 
    "Research and development", 
    "Resource allocation"
  ], 
  "subjects_top_term": "Alcohol as fuel", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-03", 
    "text": "Silvicultural and Renewable Resource Home Heating and Gasohol Motor Fuel Act - Requires the Secretary of Energy to establish a program to promote the development and use of alcohol-blended fuels in the United States. Directs the Secretary to study, in cooperation with relevant Federal agencies, the most suitable raw materials for the production of alcohol-blended fuels. Requires that such study emphasize alternative fuel sources to petroleum and natural gas, and evaluate the efficiency of various production and distribution systems. Requires the Secretary to report to Congress within six months after the enactment of this Act concerning the results of such study. Directs the Secretary to set production goals for alcohol-blended fuel-development within six months after the completion of the study. Directs the Secretary to require that motor fuel sold in 1981 be one percent alcohol-blended. Sets increasing percentage requirements for succeeding years ending in 1990 where motor fuel shall be ten percent alcohol-blended. Empowers the Secretary to enforce the provisions of this Act and enumerates the enforcement procedures and penalties. Requires that all facilities constructed to distill alcohol for motor fuel use shall use fuel sources which are renewable. Directs the Secretary to establish within six months after the enactment of this Act procedures for the certification of alcohol distilling facilities. Requires the Secretary to give first prioity for fuel sources to operate such distillation facilities to renewable energy resources. Grants last priority for fuel sources to petroleum, petroleum derivatives and natural gas. Empowers the Secretary to waive the preference for renewable resources upon a finding that they are economically or technically infeasible for use as fuel sources to power distillation facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Silivicultural and Renewable Resource Home Heating and Gasohol Motor Fuel Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the use of alcohol produced from renewable resources including silvicultural materials from the National Forests as home heating and motor vehicle fuels.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:43-05:00"
}