{
  "actions": [
    {
      "acted_at": "1988-10-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2909-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-18", 
  "number": "2909", 
  "official_title": "A bill to amend the Toxic Substances Control Act to protect the environment and human health from unreasonable adverse effects caused by the release of novel organisms into the environment, to promote the safe use of novel organisms, to protect human health and the environment by requiring testing and necessary distribution restrictions on novel organisms, to establish a National Environmental Biotechnology Library and Data Base, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Novel Organism Release Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-18", 
  "subjects": [
    "Biological research", 
    "Biotechnology", 
    "Business and commerce", 
    "Business intelligence", 
    "Communications and Broadcasting", 
    "Computers", 
    "DNA", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Genetic engineering", 
    "Genetic research", 
    "Government and business", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Health", 
    "Information services", 
    "Libraries", 
    "Licenses", 
    "Medical libraries", 
    "Medical research", 
    "Microbiology", 
    "National Institutes of Health (NIH)", 
    "Research and development facilities", 
    "Science and technology", 
    "Technology policy", 
    "Telephone", 
    "Virus research"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-18", 
    "text": "Novel Organism Release Act - Amends the Toxic Substances Control Act to regulate the release of novel organisms. Defines \"novel organism\" as any living organism, including nucleic acid, or a plasmid, virus, bacterium, fungus, blue-green algae, or protist or algae, or plant or animal, the genetic material of which has been deliberately manipulated or altered by human intervention through methods including gene amplification, conjugation, transformation, transduction, transposition, cell fusion, or methods of genetic engineering. Requires the publication of an Instruction Manual for Notification of Proposed Releases of Novel Organisms to be made available to biotechnology research organizations and firms. Establishes within the Environmental Protection Agency's (EPA) Office of Pesticides and Toxic Substances a Division for Biotechnology Assistance. Calls for the establishment of a toll-free telephone information service on laws regulating biotechnology. Establishes categories of releases of novel organisms based upon factors that contribute to risk to health and the environment, requiring notification or a permit. Creates within the National Library of Medicine a Biotechnology Environmental Release Database to coordinate the accumulation of information concerning the interactions and impacts of novel organisms with the environment. Establishes a general framework for the coordination of regulatory efforts of governmental agencies for the release of novel organisms. Requires persons submitting notification of a proposed release of a novel organism to initially contact the Administrator of the Environmental Protection Agency. Requires that an Internal Environmental Biosafety Committee (IEBC) be established whenever the release of a novel organism is proposed, to review the release and recommend tentative categorization. Sets forth other IEBC duties, requires public hearings on the release, and describes authorities to withhold confidential business information regarding the release. Details procedures for petitions for review as to whether information withheld constitutes confidential business information. Makes special provision for information to health professionals, doctors, and nurses. States that research and manufacturing facilities practicing contained use of novel organisms but which demonstrate compliance with EPA Good Laboratory Practice Guidelines and compliance with Guidelines for Recombinant DNA Research and Containment of Genetically Engineered Organisms shall be exempted from the notification and permit requirements under this Act. Prohibits the release of a novel organism into the environment for any purpose except in compliance with a permit issued under this Act. Describes permit application procedures and informational requirements, including a description of the natural habitat of the organism or its parental strains and information on the relative environmental competitiveness of the microorganism. Provides for enforcement of this Act. Allows the issuance of post de facto permits for releases made in response to emergency situations, such as oil spills, toxic chemical spills, or agricultural or environmental pest infestations. Authorizes appropriations through FY 1994 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Novel Organism Release Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Toxic Substances Control Act to protect the environment and human health from unreasonable adverse effects caused by the release of novel organisms into the environment, to promote the safe use of novel organisms, to protect human health and the environment by requiring testing and necessary distribution restrictions on novel organisms, to establish a National Environmental Biotechnology Library and Data Base, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:10-05:00"
}