{
  "actions": [
    {
      "acted_at": "1992-05-07", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-07", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-07", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-07", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-14", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-14", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to the Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to the Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-22T18:03:00-04:00", 
      "references": [], 
      "text": "Mr. Moakley notified the House that Members should submit 55 copies of proposed amendments to the bill to the Committee on Rules by 5 p.m. on Friday, September 25, 1992.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5097-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Browder, Glen", 
      "sponsored_at": "1992-06-25", 
      "state": "AL", 
      "thomas_id": "00130", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1992-07-08", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Sanders, Bernard", 
      "sponsored_at": "1992-09-10", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-07", 
  "number": "5097", 
  "official_title": "To amend title 38, United States Code, to improve benefits in certain education and employment programs for veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-07", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Business records", 
    "Counseling", 
    "Department of Labor", 
    "Department of Veterans Affairs", 
    "Education", 
    "Employee training", 
    "Employment agencies", 
    "Employment of the handicapped", 
    "Fees", 
    "Government and business", 
    "Government publicity", 
    "Homeless", 
    "Housing and community development", 
    "Housing finance", 
    "Information services", 
    "Manpower training programs", 
    "Military discharges", 
    "Mortgage loans", 
    "Occupational retraining", 
    "Public assistance programs", 
    "Small business", 
    "Technical education", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-07", 
    "text": "Increases the amount of basic monthly educational assistance to be paid to members of the all-volunteer force who serve in excess of two years of active duty from $300 to $500 and from $250 to $400 for members serving an initial period of two years of active duty. Makes similar increases in the amount of basic monthly educational assistance paid to members of the Selected Reserve pursuing programs of education on a full-time, three-quarter time, or half-time basis. Requires amounts currently required to be paid from the Defense Cooperation Account for veterans' and armed forces' educational assistance benefits under the Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991 to continue to be paid from such Account after the date of enactment of this Act. Extends through FY 1995 (currently, 1993) the authorization of appropriations to the Departments of Labor and Veterans Affairs to carry out programs of employment assistance, job training assistance, and other transitional services to members of the armed forces (and their spouses) who are being separated from active duty. Increases the amount currently authorized for such programs for FY 1992 and 1993. Directs the Secretary of Veterans Affairs (Secretary) and, to the extent provided in this Act, the Secretary of Labor to carry out a program to assist eligible veterans in obtaining, through training, employment in stable and permanent positions that involve significant training. Requires the program to pay employers who employ and train eligible veterans in such jobs for the costs of such training. Directs the Secretary of Labor to carry out his required responsibilities through the Assistant Secretary of Labor for Veterans' Employment and Training. Makes eligible for such job training and employment program any veteran who was discharged on or after August 2, 1990, and who either: (1) served on active duty for more than 90 days; (2) served on active duty and is entitled to veterans' disability compensation for a disability rated at 30 percent or more; or (3) was discharged or released from active duty because of a service-connected disability. Requires such veteran to: (1) be unemployed at the time of application to the program; (2) have been so unemployed for at least ten of the 15 weeks immediately preceding the date of application; and (3) submit an application within four years of the date of discharge or date of enactment of this Act, whichever is later. Outlines application requirements and requires the Secretary to issue certificates of eligibility to veterans meeting such requirements. Provides maximum periods of training for which assistance may be provided under the program. Requires a job training program, in order to be approved, to provide training for at least 12 months in an occupation in a growth industry or one requiring the use of new technological skills. Allows training programs of at least six months in duration to be approved by the Secretary if the purposes of this Act would be met. Allows an employer to be paid for job training provided to a veteran under an approved program unless the Secretary determines that the employer's application does not contain proper certifications or that the withholding of approval is otherwise warranted. Prohibits the Secretary from approving a program of job training: (1) for seasonal, intermittent, or temporary employment; (2) for employment under which commissions are the primary sources of income; (3) for employment involving political or religious activities; (4) for employment with the Federal Government; or (5) if the training will not be carried out in a State. Outlines employer application requirements for program approval, including certification that the employment of a veteran under the program will not result in the displacement of currently employed workers or workers laid off from the same or a substantially equivalent job. Authorizes the Secretary to withhold approval of an employer's proposed job training program until the end of an investigation of compliance with application requirements. Provides that an approved program of apprenticeship or other on-job training for purposes of veterans' educational assistance benefits shall be considered to meet all program requirements established under this Act. Provides for quarterly payments to employers for approved job training programs, with a limit of $12,000 for any participating veterans. Allows the Secretary to make such payments monthly in order to relieve financial burdens on businesses with relatively few employees. Requires, before any such employer payments are made, receipt by the Secretary: (1) from the veteran of a certification that the veteran was employed full-time by the employer in a program of job training during the applicable period; and (2) from the employer, of a certification that the veteran was employed during such period and performed satisfactorily, and of the number of hours worked by the veteran during the period. Requires all requests for payment to be made within two years after the training ends. Requires repayment by an employer of any amount overpaid or when non-compliance with program requirements occurs. Authorizes the Secretary to withhold or deny approval of a veteran's entry into an approved job training program if funds are not available to make payments to an employer on behalf of a veteran. Requires the employer to notify the Secretary of the employer's intention to employ the veteran after completion of the job training program. Authorizes an employer to enter into an agreement with an educational institution approved for the enrollment of veterans under which the institution provides the program of job training. Requires the employer's program approval application to state its intention to enter into such an agreement. Authorizes the Secretary to immediately disapprove further participation of a veteran in an approved program if the Secretary finds that such program thereafter fails to meet any requirements. Requires the Secretary to provide the employer and the affected veteran a statement of reasons for such disapproval, together with an opportunity for a hearing. Allows the Secretary to disapprove participation of veterans in a program if the rate of veterans' successful completion of the program is disproportionately low because of program quality deficiencies. Requires certain data to be taken into account when determining whether a success rate is disproportionately low. Requires such disapproval to remain in effect until adequate remedial measures have been taken. Requires employer records and books to be made available with respect to an approved program. Authorizes the Secretary to monitor employers and veterans and to investigate any matter considered necessary in order to determine compliance with applicable requirements. Authorizes the Secretary to administer such inspection, investigation, and monitoring functions in conjunction with the Secretary of Labor. Requires coordination of benefits paid under an approved program with other similar Federal programs and benefits. Prohibits payments to employers receiving certain other types of Federal assistance. Authorizes the Secretary and the Secretary of Labor to provide employment counseling services to assist any veteran eligible to participate in a job training program under this Act in selecting a suitable job training program. Directs the Secretary to provide a program of job-readiness skills development and counseling services to assist such veterans in finding, applying for, and successfully participating in a suitable job training program. Requires coordination of such activities with the veterans' readjustment counseling program. Directs the Secretary of Labor to provide for a program under which: (1) a disabled veteran's outreach specialist (specialist) is assigned as a case manager for each veteran participating in a job training program; (2) the veteran has an interview with the case manager within 60 days after entering the program; and (3) at least monthly contact is maintained with such veteran for purposes aimed at facilitating the veteran's successful completion of the program. Waives the assignment of a specialist case manager in specified circumstances. Directs the Secretary and the Secretary of Labor to provide a program of counseling and other services designed to resolve difficulties that may be encountered by veterans during their training under this Act. Directs the Secretary and the Secretary of Labor to jointly provide for an outreach and public information program to inform: (1) veterans about the employment and job training opportunities available under this Act; and (2) private industry and business concerns and all appropriate organizations, institutions, and associations about the job training opportunities available under, and the advantages of participating in, the program established under this Act. Directs the Secretary of Labor to promote the development of employment and job training opportunities for veterans by encouraging potential employers to make job training programs available for eligible veterans, by advising other Federal departments and agencies of the program, and by advising employers of applicable responsibilities under such program with respect to veterans. Requires such outreach and public information program to be coordinated with other programs offered under Federal provisions and by public agencies and organizations. Requires the Secretary of Labor, in carrying out responsibilities under these provisions, to use the services and resources of various directors, specialists, employees, and resources (including those available under title IV of the Job Training Partnership Act (JTPA)). Directs: (1) the Secretary of Labor to request and obtain from the Administrator of the Small Business Administration a list of small business concerns, and to update such list on a regular basis, in order to promote possible training and employment opportunities for veterans; (2) the Secretary and the Secretary of Labor to assist veterans and employers desiring to participate in the job training program with application and certification requirements; and (3) the Secretary of Labor, at least quarterly, to collect and compile information from State employment services and directors of State veterans' employment and training services on the number of veterans receiving counseling services who are referred to employers, who participate in a job training program, and who complete such programs, or the reasons for noncompletion. Authorizes appropriations to the Department of Veterans Affairs for FY 1993 through 1995 for making payments to employers under this Act. Allows up to two percent of such funds to be used for administrative purposes. Prohibits assistance from being paid to an employer under this Act: (1) on behalf of a veteran who initially applies for a job training program after September 30, 1995; or (2) for any such program which begins after March 31, 1996. Amends the JTPA to require each job training plan under such Act to provide a preference in the provision of such employment and training opportunities to disabled veterans with service-connected disabilities, recently separated veterans, and homeless veterans. Amends the Stewart B. McKinney Homeless Assistance Act to provide that, beginning in FY 1993, 25 percent of the funds authorized for homeless assistance under such Act shall be available only to carry out projects which attempt to reintegrate homeless veterans into the labor force. Amends the veterans' home loan guaranty program to waive the collection of the home loan origination fee in the case of a veteran who: (1) is involuntarily separated before October 1, 1995; (2) prior to obtaining such guaranteed home loan, has not obtained housing loan benefits under the veterans' housing and small business loan provisions; and (3) has never held a present ownership interest in his or her principal residence. Waives the minimum active-duty service requirement, for purposes of eligibility for certain veterans' benefits, in the case of individuals who were on active duty or full-time duty with the National Guard on September 30, 1990, and after such date were involuntarily discharged or released under other than adverse conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to improve benefits in certain education and employment programs for veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:33-05:00"
}