{
  "actions": [
    {
      "acted_at": "1991-10-17", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-17", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres216-102", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1991-10-29", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-10-29", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-17", 
  "number": "216", 
  "official_title": "A joint resolution requiring a report under the Nuclear Non-Proliferation Act of 1978 on United States efforts to strengthen safeguards of the International Atomic Energy Agency.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres351-102", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-17", 
  "subjects": [
    "Arms control", 
    "Arms control agreements", 
    "Awards, medals, prizes", 
    "Congressional reporting requirements", 
    "Diplomacy", 
    "Fines (Penalties)", 
    "Fissionable materials", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Information services", 
    "Informers", 
    "Inspection (Arms control)", 
    "International agencies", 
    "International control of nuclear power", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Radioactive wastes", 
    "Telephone", 
    "Uranium", 
    "Visas"
  ], 
  "subjects_top_term": "Arms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-17", 
    "text": "Expresses the sense of the Congress that: (1) U.S. policy toward the International Atomic Energy Agency (IAEA) should be guided by a conviction that the interests of international security must take precedence over any conflicting interests in promoting nuclear commerce; and (2) the United States should encourage the IAEA to introduce reforms to strengthen its ability to pursue its safeguards objectives. Expresses the sense of the Congress that the President should undertake bilateral and multilateral initiatives to maintain and enhance international confidence in the effectiveness of IAEA safeguards and in other multilateral undertakings to halt the proliferation of nuclear weapons, including initiatives for: (1) building international support for the principle that nuclear supply relationships must require purchasing nations to agree to full-scope international safeguards; (2) encouraging each nuclear weapon state to undertake a comprehensive review of its own procedures for declassifying information relating to the design or production of nuclear explosive devices and to investigate any measures that would reduce the risk of such information contributing to nuclear weapons proliferation; (3) arranging for timely payment of annual financial contributions by all IAEA members; and (4) seeking agreement among the parties to the Treaty on the Non-Proliferation of Nuclear Weapons to apply IAEA safeguards in perpetuity and to establish new limits on the right to withdraw from that Treaty. Expresses the sense of the Congress that the President should direct the U.S. representatives to the IAEA to work toward the early adoption of reforms in the implementation of the safeguards responsibilities of the IAEA, including: (1) making public the IAEA's annual safeguards implementation report, establishing a public registry of commodities in international nuclear commerce, and creating a public repository of current nuclear trade control laws, agreements, regulations, and enforcement and judicial actions by IAEA member nations; (2) enabling the IAEA to issue fines for violations of safeguards procedures, pay rewards for information on possible safeguards violations, and establish a hotline for reporting such violations and other illicit uses of weapons-grade nuclear material; (3) implement special inspections of undeclared nuclear facilities and seeking authority for the IAEA to conduct challenge inspections on demand at suspected nuclear sites; and (4) developing with other IAEA member states an agreement on procedures to expedite approvals of visa applications by IAEA inspectors. Directs the President, within six months, to submit to specified congressional committees a report describing the bilateral and multilateral initiatives which the President has taken during the period since the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution requiring a report under the Nuclear Non-Proliferation Act of 1978 on United States efforts to strengthen safeguards of the International Atomic Energy Agency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:22-05:00"
}