{
  "actions": [
    {
      "acted_at": "1992-03-24", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2396-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1992-03-24", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-24", 
  "number": "2396", 
  "official_title": "A bill to establish the Manufacturing and Industrial Research Foundation for the Eurasian Republics, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Manufacturing and Industrial Research Foundation for Eurasian Republics Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-24", 
  "subjects": [
    "American investments", 
    "Armenia", 
    "Arms control", 
    "Arms control agreements", 
    "Azerbaijan", 
    "Belarus", 
    "CIS countries", 
    "Conversion of industries", 
    "Democracy", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Free enterprise", 
    "High technology industries", 
    "Human rights", 
    "Industrial research", 
    "Intellectual property", 
    "International affairs", 
    "International agencies", 
    "International cooperation in science", 
    "International environmental cooperation", 
    "Joint ventures", 
    "Kazakhstan", 
    "Kirghizia", 
    "Manufacturing industries", 
    "Moldova", 
    "Negotiations", 
    "Research and development", 
    "Russian Republic", 
    "Scientific exchanges", 
    "Scientists", 
    "Tajikistan", 
    "Tax-exempt organizations", 
    "Technology transfer", 
    "Turkmenistan", 
    "Ukraine", 
    "Uzbekistan"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-24", 
    "text": "Manufacturing and Industrial Research Foundation for Eurasian Republics Act - Title I: The Manufacturing and Industrial Research and Foundation for the Eurasian Republics - Establishes as a U.S. Government agency the Manufacturing and Industrial Research Foundation for the Eurasian Republics. Authorizes the President to enter into an agreement with each eligible foreign country for participation by the country in the Foundation if the country agrees to: (1) contribute at least $5,000,000 to the Foundation during the first five years of its membership; and (2) make such changes in its laws as necessary to enable the Foundation to operate in the country. Defines an \"eligible foreign country\" as Armenia, Azerbaijan, Belarus, Kazakhstan, Kyrgyzstan (a.k.a. Kirghizia), Moldova, Russia, Tajikistan, Turkmenistan, Ukraine, or Uzbekistan if the President certifies to the Congress that the country: (1) has made sufficient progress toward marketization and democratization; (2) is observant of arms control agreements previously agreed upon by the United States and the Soviet Union; and (3) is not in violation of specified human rights provisions of the Foreign Assistance Act of 1961. Permits the President to cancel the indebtedness owed by a participating country to the extent of the country's contribution to the Foundation. Requires the Foundation to: (1) carry out this Act through direct investments, grants, and joint ventures with participating countries; (2) develop technology, research, and products which shall be freely transferable among the countries participating in the Foundation's programs; and (3) work closely with specified international agencies to carry out this Act. Provides that intellectual property rights derived from joint ventures under this Act shall be the property of joint venture partners. Establishes an Advisory Council on Manufacturing and Industrial Research for the Eurasian Republics. Authorizes appropriations. Title II: International Energy Agency Assistance - Expresses the sense of the Congress that the President should direct the U.S. representatives to the International Atomic Energy Agency and the International Energy Agency to enter into discussions with other member countries to facilitate a process to: (1) assist the development and funding of research projects for scientists from the Commonwealth of Independent States, particularly nuclear scientists working in defense-related industries; (2) develop international exchange programs for Commonwealth scientists; (3) assist such scientists in finding employment in non-defense related occupations and provide financial support to scientists who have been working in the nuclear-related defense industry until non-defense employment can be found; and (4) assist the conversion of defense related industries in the Commonwealth to the production of products for commercial, nonmilitary purposes and assist scientists in using their skills to improve energy systems and to clean up the environment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Manufacturing and Industrial Research Foundation for Eurasian Republics Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Manufacturing and Industrial Research Foundation for the Eurasian Republics, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:28-05:00"
}