{
  "actions": [
    {
      "acted_at": "1988-06-08", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-14", 
      "bill_ids": [
        "s2560-100"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 2560 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2486-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1988-06-08", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1988-06-08", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1988-06-08", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1988-06-08", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1988-06-08", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-08", 
  "number": "2486", 
  "official_title": "A bill to improve nutrition programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2560-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Nutritional Assistance Improvements Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Boschwitz, Rudy", 
    "state": "MN", 
    "thomas_id": "01288", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-06-14", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Cheese", 
    "Child health", 
    "Child nutrition", 
    "Children and youth", 
    "Dairy products", 
    "Day care", 
    "Depressed areas", 
    "Education", 
    "Exports", 
    "Farms", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government records, documents, and information", 
    "Homeless", 
    "Income", 
    "Information services", 
    "Marketing of farm produce", 
    "Maternal and infant welfare", 
    "Nutrition and the aged", 
    "Nutrition policy", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Rural affairs legislation", 
    "Rural conditions", 
    "School lunch program", 
    "Social welfare", 
    "Unemployment", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-08", 
    "text": "Nutritional Assistance Improvements Act of 1988 - Title I: Temporary Emergency Food Assistance Program (TEFAP) - Amends the Temporary Emergency Food Assistance Act of 1983 to state that the dairy export incentive program and the export sales of dairy products program shall not be operated in a manner that will reduce the dairy products available for the temporary emergency food assistance program (TEFAP). States that the TEFAP bonus commodities program shall not be operated in a manner that will reduce available commodities for other school nutrition or elderly feeding programs. Directs the Secretary of Agriculture, during each of FY 1989 through 1991, to purchase and make available for food assistance at least $225,000,000 worth of high protein commodities. Authorizes States to make supplemental commodities available for food assistance under this Act. Authorizes appropriations. Extends TEFAP, including storage and distribution authorizations, through FY 1991. Title II: Child Nutrition Programs - Amends the Child Nutrition Act of 1966 to increase the school breakfast program reimbursement rate by three cents per meal. Amends the National School Lunch Act to provide an additional meal or snack to children who attend day care centers which are open more than eight hours a day. Title III: Special Supplemental Food Program - Amends the Child Nutrition Act of 1966 to define \"homeless individual\" for purposes of the special supplemental food program (WIC) as an individual who: (1) lacks a fixed and regular nighttime residence; or (2) has a primary nighttime residence that is a publicly or privately operated temporary shelter, institution providing temporary residence, temporary accommodation in another individual's residence, or a public or private place not normally used as a sleeping accommodation. Makes homeless individuals eligible for WIC assistance. Requires State WIC plans to include homeless outreach programs. Title IV: Food Stamp Program - Amends the Food Stamp Act of 1977 to exclude dependent care payments from the household income computation for purposes of food stamp program (program) eligibility. Changes the dependent care deduction from $160 per month per household to $160 per month per dependent. Requires State program plans to include rural area outreach. Title V: Farmers Market Demonstration Project - Authorizes three-year demonstration projects in seven States to provide coupons (between ten and 20 dollars' worth) to WIC and commodity supplemental food program (low-income elderly) recipients for use at farmers' markets. Requires 35 percent State matching funds. Establishes minimum and maximum grant amounts at $75,000 and $400,000, respectively. Limits the use of funds for administrative costs. Authorizes FY 1989 through 1991 appropriations. Requires: (1) State recipients to report annually to the Secretary; and (2) the Secretary to report annually to the appropriate congressional committees. Title VI: Other Nutrition Programs - Directs the Secretary to carry out at least one food bank commodity distribution project in each standard Federal region. Requires the Secretary to submit a program report to the Congress by January 3, 1990. Terminates the program on September 30, 1991. Directs the Secretary, for FY 1988 through 1991, to purchase and distribute in high unemployment areas at least $50,000,000 of surplus commodities for use in cooperative emergency feeding facilities. Amends the Agriculture and Consumer Protection Act of 1973 to provide the commodity supplemental food program with bonus cheese equal to at least the value of cheese provided to such program in FY 1988. Title VII: Effective Date - Makes this Act effective as of October 1, 1988, except for the provisions of title II which shall become effective as of July 1, 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nutritional Assistance Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve nutrition programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}