{
  "actions": [
    {
      "acted_at": "1979-04-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-05", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1300.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Committee on the Judiciary discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3806-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-30", 
  "number": "3806", 
  "official_title": "A bill to establish a United States Court of Appeals for the Federal Circuit, to establish a United States Claims Court, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Court of Appeals for the Federal Circuit Act of 1979", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-30", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Appellate procedure", 
    "Claims", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Government liability", 
    "Independent regulatory commissions", 
    "Judges", 
    "Judicial review", 
    "Law", 
    "Lawyers", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Trademarks"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-15", 
    "text": "(Measure passed House, amended) Court of Appeals for the Federal Circuit Act of 1980 - =Title I: United States Court of Appeals for the Federal Circuit and United States Claims Court= - Establishes the United States Court of Appeals for the Federal Circuit as an article I court under the Constitution, consisting of 12 judges and having nationwide jurisdiction. Exempts such Court from the current provision which limits to three the number of judges who may serve on circuit court panels. Locates such Court in the District of Columbia, but permits it to hold sessions at any of the designated places for the other courts of appeals. Gives the Court of Appeals for the Federal Circuit exclusive jurisdiction over: (1) certain interlocutory decisions; (2) patent, trademark, copyright, and unfair competition appeals from district courts (except cases involving only copyright); (3) claims against the United States with specified exceptions; (4) appeals from the United States Claims Court; and (5) other specified patent and trademark appeals; (6) appeals from final judgments of the United States Customs Court; and (7) certain other appeals with respect to the International Trade Commission, the Secretary of Commerce, the Plant Variety Act, the Merit Systems Protection Board, and final decisions of agency boards of contract appeals under the Contract Disputes Act of 1978. Replaces the Court of Claims with the United States Claims Court, consisting of 16 judges serving 15-year terms. Sets forth rules governing the salaries, terms, assignment, expenses, and removal from office of such judges, and the administration of such court. Abolishes the Court of Customs and Patent Appeals. =Title II: Conforming Amendments Outside Title 28= - Makes technical and conforming amendments. Applies current law governing retirement of judges of the United States Tax Court to the judges of the United States Claims Court. Stipulates that a Claims Court judge who elects Tax Court retirement: (1) is not entitled to a refund of contributions made toward a Civil Service annuity; and (2) will be entitled to an immediate, partial annuity on September 30, 1984, if such judge, having served on the Claims Court from October 1, 1981, to September 30, 1984, is not appointed to a full 15-year term. =Title III: Miscellaneous Provisions= - States that the judges of the United States Court of Claims and United States Court of Customs and Patent Appeals in regular active service on the effective date of this Act shall continue as judges of the Federal Circuit. Provides that a commissioner of the United States Court of Claims serving immediately prior to this Act shall become a judge of the United States Claims Court. Stipulates that this Act does not affect current law governing the legal representation of the Tennessee Valley Authority in any Federal court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Court of Appeals for the Federal Circuit Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a United States Court of Appeals for the Federal Circuit, to establish a United States Claims Court, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:05-05:00"
}