{
  "actions": [
    {
      "acted_at": "1988-06-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2556-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-22", 
  "number": "2556", 
  "official_title": "A bill entitled \"Merger and Acquisition Worker Notification Act.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Merger and Acquisition Worker Notification Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-22", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Dismissal wage", 
    "Employee rights", 
    "Fines (Penalties)", 
    "Government and business", 
    "Labor and employment", 
    "Layoffs", 
    "Leveraged buyouts", 
    "Plant shutdowns", 
    "Tender offers", 
    "Unemployment", 
    "Wage restitution", 
    "Wages"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-22", 
    "text": "Merger and Acquisition Worker Notification Act - Requires prior notification of workers or severance pay in cases of plant closings or major layoffs, in situations of major mergers or hostile takeovers, leveraged buyouts, or other involuntary acquisition of businesses. Prohibits an employer, in such a merger or acquisition situation, from ordering a plant closing or mass layoff until the end of a 90-day period after the employer serves written notice of a proposal to issue such an order to: (1) the representative of the affected employees, or if there is no representative, to each affected employee; and (2) the State dislocated worker unit and the affected local government. Defines \"employer\" as any business enterprise: (1) that either employs 100 or more employees, excluding part-time employees, or employs 100 or more employees who in the aggregate work at least 4,000 hours per week (excluding overtime); and (2) with respect to which either a control contest or a covered acquisition has occurred within two years prior to the date of a written notice given pursuant to specified provisions of this Act. Defines situations under which, for purposes of this Act, there shall be deemed to have occurred: (1) an attempted change of control as a result of a control contest; or (2) a change of control as a result of a hostile takeover, leveraged buyout, or other involuntary acquisition. Defines \"plant closing\" as the permanent or temporary shutdown of a single site of employment, or one or more facilities or operating units within a single site of employment, if the shutdown results in an employment loss during any 30-day period for 50 or more employees, excluding any part-time employees. Defines \"mass layoff\" as a reduction in force which is not the result of a plant closing and results in an employment loss (excluding part-time employees) at the single site of employment during any 30-day period for: (1) at least 33 percent of the employees and at least 50 employees; or (2) at least 500 employees. Defines \"part-time employee\" as one who is employed for an average of fewer than 20 hours per week or who has been employed for fewer than six of the 12 months preceding the date of the required notice. Defines \"employment loss\" as: (1) an employment termination, other than a discharge for cause, voluntary departure, or retirement; (2) a layoff exceeding six months; or (3) a reduction in hours of work of more than 50 percent during each of the months of any six-month period. Excludes from such definition closings or layoffs which are the result of the relocation or consolidation of part or all of the employer's business and, prior to the closing or layoff, the employer offers to transfer the employee, with no more than a six-month break in employment, to: (1) a different site of employment within a reasonable commuting distance; or (2) any other site of employment regardless of distance if the employee accepts such transfer within 30 days after the offer or closing or layoff, whichever is later. Allows an employer to order a plant closing or mass layoff before the conclusion of such notification period if it is caused by an act of God or business circumstances that were not reasonably foreseeable as of the time that notice would have been required. Treats as employment losses layoffs of more than six months which, at their outset, were announced to be layoffs of six months or less. Provides an exemption from such worker notification requirements if the employer grants 90 days severance pay and benefits. Makes an employer who orders a plant closing or mass layoff in violation of the notice requirements of this Act liable to employees for back pay and benefits and subject to civil penalties for violations with respect to a local government. States that such remedies shall be the exclusive remedies for any violation of this Act. States that the rights and remedies provided to employees by this Act are in addition to any other contractual or statutory rights and remedies of the employees. Declares that it is the sense of the Congress that any employer not subject to the notice requirements should, to the extent possible, notify its employees about a proposal to close a plant or permanently reduce its workforce. Directs the Secretary of Labor to prescribe regulations to carry out this Act, including interpretative regulations describing the methods by which employers may provide for appropriate service of notice. Provides that the giving of notice in good faith compliance with this Act shall not constitute a violation of the National Labor Relations Act or the Railway Labor Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Merger and Acquisition Worker Notification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Merger and Acquisition Worker Notification Act.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:02-05:00"
}