{
  "actions": [
    {
      "acted_at": "1980-08-26", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3075-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-26", 
  "number": "3075", 
  "official_title": "To prevent unnecessary spending by government offices at or near the end of a fiscal year.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Government Fiscal Responsibility Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-26", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Cost of living adjustments", 
    "Economics and public finance", 
    "Federal budgets", 
    "Fiscal policy", 
    "Government operations and politics", 
    "Government spending", 
    "House of Representatives", 
    "House rules and procedure", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Government spending", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-26", 
    "text": "Federal Government Fiscal Responsibility Act of 1980 - Requires the Comptroller General of the United States, after consultation with specified congressional committees, to issue regulations describing the actions which constitute unnecessary spending at the end of a fiscal year by a Government office, as such term is defined in this Act. Directs the head of each Government office to take such actions as necessary to eliminate unnecessary spending. Authorizes the office head to provide awards to employees who help to eliminate unnecessary spending. Directs each office head to submit to Congress an annual report describing the savings of that office during the preceding fiscal year. Requires the Comptroller General, by April 1 of each fiscal year, to conduct random selective audits of at least 15 Government offices to determine whether such offices have engaged in substantial unnecessary spending during the preceding fiscal year. Directs the Congress to recognize by appropriate resolution each office which has achieved savings during a fiscal year. Requires each committee of the Senate and the House of Representatives having legislative jurisdiction over a program carried out by a Government office, when reporting legislation to authorize the enactment of new budget authority for such program for a fiscal year: (1) to authorize new budget authority for a program which achieved savings in the preceding year in an amount which at least equals the amount of budget authority authorized in the preceding year plus the savings during such year, except under specified circumstances; and (2) to authorize the enactment of new budget authority for a program which engaged in unnecessary spending during the preceding year in an amount not exceeding the amount of budget authority authorized in the preceding year reduced by the amount of unnecessary spending. Directs the Committees on Appropriations of each House to report legislation providing new budget authority in accordance with such authorization guidelines. Requires the amount of such new budget authority to be adjusted to reflect changes during the preceding year in the Consumer Price Index beginning with the second fiscal year after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Government Fiscal Responsibility Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent unnecessary spending by government offices at or near the end of a fiscal year.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:33-05:00"
}