{
  "actions": [
    {
      "acted_at": "1983-06-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-29", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-08", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, Treasury, GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-08", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3451-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1983-06-29", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-29", 
  "number": "3451", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to improve the congressional budget process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-29", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional committees", 
    "Congressional oversight", 
    "Credit", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federal reserve system", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "Government operations and politics", 
    "House of Representatives", 
    "Legislation", 
    "Legislative procedure"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-29", 
    "text": "Title I: Revisions of the Congressional Budget Process - Amends the Congressional Budget Act of 1974 to require the first concurrent resolution on the budget for each fiscal year to set forth the budgets for each of the next two ensuing fiscal years. Provides for the annual adoption of one concurrent resolution on the budget. Repeals the requirement of a second concurrent resolution on the budget. Revises the reconciliation process to include reconciliation directions if needed in the first budget resolution. Requires completion of the reconciliation process within 60 days. Requires a two-thirds majority of the House to pass any bill, resolution or conference report which would cause new budget authority or budget outlays to exceed established levels in a fiscal year . Expands the term for reelection to the Committee on the Budget as chairman. Title II: Federal Credit Activities - Subtitle A: Reports Regarding Federal Credit Activity - Directs the Council of Economic Advisers, in its annual report to the Congress, to examine the relationship between Federal credit activity during the previous year and: (1) the condition of the economy; (2) the availability and cost of credit in the private sector; and (3) the exercise of monetary and fiscal policy by the Government. Amends the Federal Reserve Act to direct the Board of Governors of the Federal Reserve System, in their biannual reports to Congress concerning recent developments affecting economic trends in the Nation, to examine the effects of Federal credit activity on the availability and cost of credit in the private sector and on the exercise of monetary policy by the Board and the Federal Open Market Committee. Amends the Budget and Accounting Act, 1921, to require the President, in the annual budget statement to the Congress, to include all essential facts regarding direct Government loans and loan guarantees. Subtitle B: Changes in Congressional Budget Procedures - Amends the Congressional Budget Act of 1974 to require the concurrent resolution on the budget for each fiscal year to set forth the appropriate level of total gross obligations for the principal amount of direct loans and the appropriate level of total commitments to guarantee loans, and to allocate such totals among the major functional categories of the budget. Directs each standing committee of the House and Senate to submit its estimates of direct loan obligations and loan guarantee commitments provided for in legislation under its jurisdiction by March 15 of each year for the consideration of the Budget Committee in formulating the budget resolution. Directs the House and Senate Banking Committees to submit recommendations to the Budget Committees for the aggregate levels of direct loans and loan guarantees in each fiscal year. Requires the joint explantory statement accompanying a conference report on the budget resolution to include an estimate allocation of the total levels of direct loan obligations and loan guarantee commitments among the committees of the House and Senate. Directs the Committees on Appropriations to provide such an allocation among their subcommittees as soon as practicable after a budget resolution has been agreed to. Requires the House Committee on Appropriations, before reporting any regular appropriations bills, to submit a summary report to the House comparing the credit authority contained in such bills to the levels agreed to in the budget resolution. Requires any report accompanying legislation conferring new budget authority or increasing tax expenditures to include information on direct loan obligations and loan guarantee commitments. Establishes a deadline for the completion of action on legislation providing credit authority. Requires the reconciliation process to take into account Federal obligations and commitments on loans and loan guarantees. Declares out of order any measure brought up for consideration in either House which would increase the level of loan obligations and guarantee commitments agreed to in the budget process without limiting such increase to amounts provided in appropriation Acts. Subtitle C: Budget Execution - Includes all annual limitations on direct loans and loan guarantees within the definition of appropriations. Subtitle D: Effective Dates - Sets forth the effective dates for this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to improve the congressional budget process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:08-05:00"
}