{
  "actions": [
    {
      "acted_at": "1981-05-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3723-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1981-05-28", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-28", 
  "number": "3723", 
  "official_title": "A bill to amend provisions of law concerned with health professions personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1284-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1284-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Professions Personnel Amendments of 1981", 
  "sponsor": {
    "district": "21", 
    "name": "Madigan, Edward R.", 
    "state": "IL", 
    "thomas_id": "00724", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-28", 
  "subjects": [
    "Aliens", 
    "Authorization", 
    "Economics and public finance", 
    "Education", 
    "Government lending", 
    "Medical education", 
    "Medical personnel", 
    "Public health", 
    "Public health personnel", 
    "Regional medical programs", 
    "Scholarships", 
    "Student aid"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-28", 
    "text": "Health Professions Personnel Amendments of 1981 - Amends the Public Health Service Act to eliminate authorities for: (1) capitation and construction grants for health professions facilities; and (2) start-up assistance. Eliminates the enrollment maintenance requirement for facilities already receiving assistance. Makes such requirement discretionary for nursing facilities. Authorizes appropriations for fiscal years 1982-1984 for financial distress assistance. Consolidates such assistance authority. Limits a grant to 75 percent of last year's amount. Prohibits a school from receiving more than three grants after fiscal year 1981. Authorizes appropriations for fiscal years 1982-1984 for the Health Education Assistance Loans Program. Makes nursing students eligible for them. Increases the annual and aggregate loan limits available to other health professions students. Permits the Secretary of Health and Human Services to repay part of a loan for a person practicing in a health manpower shortage area. Repeals the 50 percent limit on loan recipients in a given class. Permits (rather than requires) the Secretary to make loan repayments for service in health manpower shortage areas. Authorizes the Secretary to collect defaulted loans. Eliminates certain restrictions on loan amounts, interest, and penalties. Authorizes appropriations for fiscal years 1982-1984 for the National Health Service Corps (NHSC). Authorizes the payment of certain travel expenses. Authorizes appropriations for fiscal years 1982-1984 for NHSC scholarships. Authorizes appropriations through fiscal year 1987 for students already receiving scholarships. Permits service obligations to be fulfilled under the Departments of Health and Human Services or Defense, the Veterans' Administration, or State or local entities. Eliminates the freshman priority. Permits the Secretary to release persons from NHSC service if they agree to pay back from one to three times the amount of scholarship money they received. Allows the private practice option to be used in any health manpower shortage area specified by the Secretary. Authorizes special grants to encourage private practice in health manpower shortage areas. Requires a two-year minimum commitment. Gives priority to NHSC obligees. Limits grants to a maximum of $25,000. Authorizes appropriations for fiscal years 1982-1984 for: (1) public health and health administration training; (2) family medicine; (3) Area Health Education Centers; (4) physician assistant training; (5) primary care training; (6) disadvantage student assistance; (7) nurse training; (8) preventive medicine; (9) remote site training; (10) allied health disease prevention and health promotion; (11) veterinary medicine; (12) continuing education; and (13) podiatry. Consolidates the National Advisory Councils on Health Professions Education, Nurse Training, and the National Health Service Corps. Eliminates advisory council review of health professions personnel grants and contracts. Authorizes the use of health professions funds for technical assistance. Amends the Immigration and Nationality Act to permit a foreign exchange visitor in a graduate medical course or training program to stay for the time normally required to complete such work (currently two years with a one year extension). Eliminates specified regulations requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Personnel Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend provisions of law concerned with health professions personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:02-05:00"
}