{
  "actions": [
    {
      "acted_at": "1985-02-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-19", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1370-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1985-02-28", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1985-02-28", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1985-02-28", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1985-02-28", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1985-02-28", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1985-02-28", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wyden, Ron", 
      "sponsored_at": "1985-02-28", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-28", 
  "number": "1370", 
  "official_title": "A bill to amend the Social Security Act to protect beneficiaries under the health care programs of that Act from unfit health care practitioners, and otherwise to improve the antifraud provisions of that Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare and Medicaid Patient and Program Protection Act of 1985", 
  "sponsor": {
    "district": "6", 
    "name": "Moore, W. Henson", 
    "state": "LA", 
    "thomas_id": "00829", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-28", 
  "subjects": [
    "Block grants", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Drug abuse", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Health services administration", 
    "Hospitals", 
    "Information services", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical personnel", 
    "Medicare", 
    "Medicare fraud", 
    "Physicians", 
    "Social welfare", 
    "White collar crime"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-28", 
    "text": "Medicare and Medicaid Patient and Program Protection Act of 1985 - Amends part A (General Provisions) of title XI of the Social Security Act to direct the Secretary of Health and Human Services to exclude from participation under title XVIII (Medicare) of the Social Security Act any individual or entity convicted of a criminal offense related to such individual's or entity's participation in the delivery of items or services under Medicare or under any of the following State health care programs: (1) title XIX (Medicaid) of the Act; (2) title V (Maternal and Child Health Block Grant) of the Act; or (3) title XX (Block Grants to States for Social Services) of the Act. Authorizes the Secretary to exclude from participation under Medicare the following individuals or entities: (1) any individual or entity convicted of any financial abuse or abuse of patients in connection with the delivery of health care items or services in any publicly operated or financed program; (2) any individual or entity convicted of unlawful manufacture or distribution of a controlled substance; (3) any individual who has had his or her health care license revoked or suspended; (4) any individual suspended or sanctioned under any Federal program involving the provision of health care; (5) any individual or entity that the Secretary determines has knowingly made any false statement in an application for payment under Medicare or a State health care program; (6) any entity whenever the Secretary determines that any person with an ownership or controlling interest in that entity or a managing employee of that entity is a person who has been convicted of specified health care related crimes, fined for specified health care abuses, or excluded from participation in Medicare or a State health care program; or (7) any individual or entity which fails to supply certain information. Entitles any individual or entity excluded from participation to a hearing. Directs the Secretary to promptly notify each appropriate State agency administering or supervising the administration of a State health care program of the fact and circumstances of each exclusion. Requires a State to exclude under its programs those individuals or entities excluded by the Secretary, but permits waivers if requested of and approved by the Secretary. Permits an excluded individual or entity to apply, following the period of exclusion, to the Secretary for reinstatement. Sets forth provisions providing for civil and criminal penalties for acts involving Medicare or State health care programs abuses. Prohibits Federal payments with respect to any amount expended for items or services furnished with respect to any individual or entity excluded from Medicare because of the patient and programs protection provisions of part A of title XI. Requires a State, as a condition of Medicaid plan approval, to provide for the following: (1) a system of reporting any type of adverse action concluded against any health care practitioner or entity by the State or a local licensing authority; and (2) such access to documents as may be necessary by the Secretary. Requires the Secretary to provide suitable safeguards for the confidentiality of such information. Requires any health care provider providing health care services for which payment may be made under the Act to assure that services or items furnished: (1) will be provided economically and only when, and to the extent, medically necessary; (2) will be quality services which meet professionally recognized standards of health care; and (3) will be supported by evidence of medical necessity and quality in such form and fashion and at such time as may reasonably be required by a reviewing peer review organization in the exercise of its duties and responsibilities. Permits a State to exclude from Medicaid participation any individual or entity excluded under Medicare pursuant to the patient and program protection provisions. Requires a State in order to receive Federal payments with respect to a health maintenance organization (HMO) to exclude any HMO that: (1) could be excluded because of the conviction of the owners or managers of certain crimes; or (2) contracts with any individual or entity convicted of such crimes. Prohibits Federal payments with respect to any amount expended for items or services furnished with respect to any individual or entity excluded from Medicaid participation because of the patient and program protection provisions. Prohibits a State under title V from making payments to any individual or entity excluded from participation pursuant to the patient and program protection provisions. Revises disclosure requirements under part A of title XI. Revises Medicare provisions concerning agreements with providers. Sets forth effective date provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Patient and Program Protection Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to protect beneficiaries under the health care programs of that Act from unfit health care practitioners, and otherwise to improve the antifraud provisions of that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:55-05:00"
}