{
  "actions": [
    {
      "acted_at": "1985-06-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held Prior to Introduction (Jun 5, 85).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-12", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-12", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-06-18", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Banking, Finance and Urban Affairs.  Report No: 99-174.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "references": [], 
      "text": "Placed on Union Calendar No: 116.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2707-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Cooper, Jim", 
      "sponsored_at": "1985-06-11", 
      "state": "TN", 
      "thomas_id": "00231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Dreier, David", 
      "sponsored_at": "1985-06-11", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1985-06-11", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1985-06-11", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1985-06-11", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1985-06-11", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Lehman, Richard H.", 
      "sponsored_at": "1985-06-11", 
      "state": "CA", 
      "thomas_id": "00679", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Lundine, Stanley N.", 
      "sponsored_at": "1985-06-11", 
      "state": "NY", 
      "thomas_id": "00716", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Manton, Thomas J.", 
      "sponsored_at": "1985-06-11", 
      "state": "NY", 
      "thomas_id": "00732", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1985-06-11", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1985-06-11", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-11", 
  "number": "2707", 
  "official_title": "A bill to authorize certain interstate acquisitions of depository institutions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr52-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr688-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1276-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1514-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1923-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1942-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2099-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2212-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Depository Institutions Acquisition Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-06-12", 
  "subjects": [
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Branch banking", 
    "Citizen participation", 
    "Community development", 
    "Credit", 
    "Finance and financial sector", 
    "Interstate banking", 
    "Loans", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "Small business", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1985-06-18", 
    "text": "(Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 99-174) Depository Institutions Acquisition Act of 1985 - Amends the Bank Holding Company Act of 1956 to permit a State to authorize an out-of-State bank holding company to acquire interest in, or voting shares or assets of, a bank in such State: (1) without restriction; or (2) on the basis of the location of the other State involved or reciprocal treatment by such other State. Provides that where a State has enacted a law allowing such an acquisition (with specified exceptions), one of, and such acquisition has been implemented, such State shall, beginning the later of July 1, 1990, or two years after enactment of this Act, permit such acquisitions without regard to the location of the other States involved. Permits such State to require out-of-State bank holding companies that control banks within the State to comply with reporting, examination, and other requirements applicable to bank holding companies located within the State. Amends the Federal Deposit Insurance Act to prohibit a Federal Deposit Insurance Corporation-insured bank from establishing or maintaining branches outside the State in which the bank is chartered and maintains the largest number of its branches, unless such branch was established before the date of enactment of this Act. Prohibits the Federal Reserve Board from approving an interstate acquisition that would result in: (1) an undue concentration of resources in the provision of banking services nationally or in any State or region of the United States; (2) the merger of a bank holding company and a banking organization both among the 25 largest banking organizations in the United States in terms of total domestic deposits; (3) the applicant bank holding company controlling more than one percent of the total domestic deposits in depository institutions, unless the target bank is a de novo institution or a bank with less than $100,000,000 in total assets; or (4) a single banking organization or depository institutions holding company controlling a percentage of the total assets or deposits in all State depository institutions which exceeds the limit established by State statute. Waives such prohibition if the Comptroller of the Currency or the appropriate State bank supervisory authority certifies to the Board that the proposed acquisition is necessary in order to prevent a bank failure or to permit a bank (or successor) to resume operations after failing. Permits the Board to impose additional and managerial requirements on interstate bank holding companies as necessary to assure the stability of the banking system. Prohibits the Board from approving an interstate acquisition if: (1) the financial performance and condition of the applicant bank holding company are unsatisfactory according to the inspection report; or (2) the acquisition would threaten the safety or soundness of the institutions involved. Directs the Federal Financial Institutions Examination Council to recommend to all Federal banking agencies any changes needed regarding: (1) the method and frequency of examinations for depository institutions and holding companies involved in interstate acquisitions; and (2) the use of simultaneous onsite examinations of such institutions and companies that are under common control. Prohibits the Board from approving an interstate acquisition unless: (1) the appropriate Federal regulatory agency has made public a community reinvestment evaluation and community reinvestment rating of each subsidiary bank of the holding company applying for approval of such acquisition; (2) such applicant has made written commitments to significantly improve the availability and affordability of credit and deposit services offered to, and used by, the entire community, including low- and moderate-income persons and small business; (3) the applicant has made written commitments that any target bank with a specified amount of assets will disclose information on the number and aggregate dollar amount of loans in certain categories originated by the bank within its own State and within low- and moderate-income areas of such State; (4) the applicant holding company and each subsidiary bank, with specified exceptions, have a current community reinvestment rating no less favorable than \"good\"; (5) the acquisition would significantly improve the availability and affordability of credit and deposit services offered to low- and moderate-income borrowers; and (6) neither the applicant holding company nor its subsidiary banks have exhibited a pattern of acquiring or chartering federally insured depository institutions or opening or closing deposit facilities in a manner that tends to exclude low- and moderate-income areas or of failing to provide reasonably priced and accessible deposit services to low- and moderate-income persons. Requires the appropriate Federal regulatory agency to make public for each applicant a community reinvestment evaluation and a community reinvestment rating which judges each applicant's performance on a five-grade scale. Requires each applicant holding company to publish notice of its proposed acquisition in a newspaper. Directs the Board to prepare and mail to requesting persons a weekly bulletin listing each applicant holding company and identifying each target bank. Directs the Board, before acting on an acquisition application, to: (1) allow a 45-day public comment period after the later of the date of newspaper notice or the date of the first bulletin concerning the acquisition; (2) hold an informal public hearing at the request of any person who has submitted a comment raising a substantial issue concerning the applicant's performance or commitments; and (3) consider the hearing record in acting on the application. Sets forth exemptions from such community benefit and public participation requirements. Amends the National Housing Act to permit a State to authorize an out-of-State savings and loan holding company to acquire control of an insured or uninsured institution in such State: (1) without restriction; or (2) on the basis of the location of the other State involved or reciprocal treatment by such other State. Provides that where a State has enacted a law allowing such an acquisition (with specified exceptions), and such acquisition has been implemented, such State shall, beginning the later of July 1, 1990, or two years after enactment of this Act, permit such acquisitions without regard to the location of the other States involved. Sets forth community benefit and public participation requirements applicable to interstate acquisitions by savings and loan holding companies which are practically identical to such requirements prescribed earlier in this Act for interstate acquisitions by bank holding companies. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend the Deposit Insurance Flexibility Act of three years. Amends the Federal Deposit Insurance Act to eliminate asset level requirements under interstate emergency bank acquisition provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institutions Acquisition Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Depository Institutions Acquisition Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain interstate acquisitions of depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:30-05:00"
}