{
  "actions": [
    {
      "acted_at": "1994-03-08", 
      "references": [
        {
          "reference": "CR S2509", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1909-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-08", 
  "number": "1909", 
  "official_title": "A bill to improve the interstate enforcement of child support and parentage court orders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Support Enforcement Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-03-08", 
  "subjects": [
    "Administrative procedure", 
    "Arrest", 
    "Child support", 
    "Collection of accounts", 
    "Commerce", 
    "Consumer credit", 
    "Crime and law enforcement", 
    "Domestic relations", 
    "Economics and public finance", 
    "Families", 
    "Federal aid programs", 
    "Federal aid to child welfare", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Fraud", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Immigration", 
    "Income tax", 
    "Interstate relations", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Limitation of actions", 
    "Passports", 
    "Paternity", 
    "Prosecution", 
    "Recruiting of employees", 
    "Social welfare", 
    "State courts", 
    "State laws", 
    "Taxation", 
    "Warrants (Law)", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Domestic relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-08", 
    "text": "TABLE OF CONTENTS: Title I: Child Support Enforcement Title II: Interstate Child Support Enforcement Title III: Hiding Assets Child Support Enforcement Act of 1994 - Title I: Child Support Enforcement - Amends the Social Security Act to require States to have in effect statutorily prescribed procedures under which the State occupational licensing and regulating agencies may not issue or renew any occupational, professional, or business license (license) of: (1) a noncustodial parent who is the subject of an outstanding failure to appear warrant, capias, or bench warrant related to a child support proceeding that appears on the State's crime information system; and (2) an individual who is delinquent in the payment of child support until the obligee or a State prosecutor consents to, or a court orders, the release of the hold on the license or an expedited inquiry and review is completed while the individual is granted a 60-day temporary license. Makes such provision inapplicable to an individual who makes an adequate showing to the State that the failure to issue or renew the license will result in undue hardship. Prohibits (subject to a showing of undue hardship) a Federal agency from issuing or renewing a license of an individual who is delinquent in the payment of child support until the obligee, the obligee's attorney, or a State prosecutor consents to, or a court orders, the release of the hold on the license or an expedited inquiry and review is completed while the individual is granted a 60-day temporary license. (Sec. 102) Prohibits (subject to a showing of undue hardship) each agency or instrumentality of the Federal Government, under any program, from providing a benefit to, making a loan to, or providing any guarantee for the benefit of, any individual: (1) whose child support arrearages determined under a court order or an order of an administrative process established under State law exceed $1,000; and (2) who is not in compliance with a plan or an agreement to repay the arrearages. Makes such an individual ineligible to accept employment in a position in the Federal Government (subject to a showing of undue hardship). (Sec. 103) Authorizes the Secretary of State to refuse a passport or revoke, restrict, or limit a passport in any case in which the Secretary determines or is informed by competent authority that the applicant or passport holder is a noncustodial parent who is the subject of an outstanding State warrant of arrest for nonpayment of child support where the amount in controversy is not less than $10,000. (Sec. 104) Amends the Consumer Credit Protection Act to authorize a consumer reporting agency to furnish a consumer report to a State agency administering a State plan under the Social Security Act for use to establish or modify a child support award. (Sec. 105) Directs the Secretary of the Treasury to: (1) establish a system of reporting of new employees by requiring employers to provide a copy of every new employee's W-4 form to the child support enforcement agency of the State in which the employment is located; and (2) modify the W-4 form completed by the new employee to include whether a child support obligation is owed by such employee (and, if so, to whom such obligation is payable and the amount of such obligation), whether payment of such obligation is to be by income withholding, and whether the new employee has health care insurance available. Title II: Interstate Child Support Enforcement - Amends the Federal judicial code to: (1) require the courts of each State to recognize and enforce according to its terms a child support order or an order adjudicating parentage against an individual over whom personal jurisdiction has been exercised consistent with this title; and (2) prohibit such courts from modifying such an order unless each contestant has filed written consent and the court of the State otherwise has jurisdiction to issue such an order. Sets forth provisions regarding: (1) the exercise by the court of a State of personal jurisdiction over a nonresident contestant and of continuing, exclusive jurisdiction of a child support order or an order adjudicating parentage; (2) which law applies (generally, the forum State's law is applicable in a proceeding to establish, modify, or enforce such an order); and (3) which statute of limitations applies (whichever is longer). Title III: Hiding Assets - Amends the Social Security Act to require States to have in effect statutorily prescribed procedures: (1) requiring that, in any case related to child support, any transfer of property by an individual who owes a child support arrearage be presumed to be made with the intent to avoid payment of the arrearage (subject to rebuttal by evidence to the contrary); and (2) that allow the State to void fraudulent conveyances of property that are made in an attempt to avoid child support obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Support Enforcement Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the interstate enforcement of child support and parentage court orders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:19-05:00"
}