{
  "actions": [
    {
      "acted_at": "1981-10-06", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-29", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1709-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-06", 
  "number": "1709", 
  "official_title": "A bill to amend the Clean Air Act to provide for a program to control acid precipitation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4936-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4936-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Acid Precipitation Control Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-06", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Air pollution control", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal-state relations", 
    "Public utilities", 
    "Standards", 
    "States"
  ], 
  "subjects_top_term": "Acid precipitation (Meteorology)", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-06", 
    "text": "Acid Precipitation Control Act of 1981 - Amends title I of the Clean Air Act (Air Pollution Prevention and Control) to establish a new program (Acid Precipitation Control) to: (1) regulate acid precipitation precursor emissions of sulfur dioxide and nitrogen oxide; and (2) reduce the transport of air pollutants across international boundaries. Establishes an \"acid precipitation mitigation region\" consisting of 31 States (east of or bordering the Mississippi River) and the District of Columbia. Requires States in the region to reduce, prior to December 31, 1991, sulfur dioxide emissions from all major stationary sources by an amount equal to 85 percent of the actual 1980 sulfur dioxide emissions from all major emitting powerplants (fossil-fuel-fired electric powerplants with specified emissions levels) within such States. Disregards, for purposes of determining such reduction, any emissions from a separate generating unit or units of such powerplants that are subject to new source performance standards. Sets forth formulas for determining the maximum required reduction for any state, based on annual statewide utility sulfur dioxide emission rates. Directs the Administrator to: (1) determine such rates within 60 days; (2) establish a reduction requirement for each State in the region within 90 days; and (3) notify each State of such requirement within 120 days. Requires that, within one year, each applicable State implementation plan be amended to contain enforceable measures for meeting the sulfur dioxide emissions reduction requirement by December 31, 1991. Permits States to substitute a reduction in nitrogen oxide emissions for a reduction in sulfur dioxide emissions, at a specified rate. Prohibits States, in meeting the requirement deadline, from including emissions reductions representing compliance with Federal emission standards other than those imposed under this Act by sources in operation before December 31, 1980. Permits for sources not in operation before such date, inclusion of emissions reductions in excess of those required under such other Federal standards. Directs the Administrator to: (1) review State implementation plan amendments within 90 days of submission; (2) approve plan amendments that will insure that the emissions reduction requirement will be met by December 31, 1991; (3) revise plan amendments where necessary to meet the requirement deadline; (4) periodically review such plans; (5) take actions necessary to insure compliance with the requirement deadline; and (6) apply additional sanctions or limitations on emissions with respect to any major emitting powerplant, if necessary to insure such compliance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Acid Precipitation Control Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to provide for a program to control acid precipitation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:03-05:00"
}