{
  "actions": [
    {
      "acted_at": "1984-01-25", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2213-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-01-25", 
  "number": "2213", 
  "official_title": "A bill to amend the Federal Financing Bank Act of 1973 with respect to the budget treatment of activities financed by the Federal Financing Bank.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Honest Budgeting Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-01-25", 
  "subjects": [
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government securities", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-01-25", 
    "text": "Honest Budgeting Act of 1984 - Amends the Federal Financing Bank Act of 1973 to require that loans guaranteed by a Federal agency and financed by the Federal Financing Bank be included in the unified budget as outlays of such agency. Declares that in the case of any off-budget agency, the unified budget shall include for such agency its receipts from, and disbursements to, the bank. Permits a Federal agency that issued, sold, or guaranteed obligations financed in investment securities markets after September 30, 1982, and before October 1, 1983, to continue financing such obligations, or others serving the same program purposes, up to the percentage of its annual activities obligated or disbursed during FY 1983 in investment securities markets. Prohibits a Federal agency, except in such circumstances, from issuing, selling, or guaranteeing any obligation of a type ordinarily financed in the investment securities markets unless such obligation is first offered to the Bank. Requires the Bank to purchase any such investment security unless: (1) the originating agency requests the Secretary of the Treasury to approve financing through the investment securities markets and demonstrates to the Secretary's satisfaction that program purposes can best be served by such financing; or (2) the Secretary determines that it is not a suitable investment for the Bank. Directs the Secretary to approve a request to finance through the investment securities markets if an agency shows: (1) lower costs from private financing; (2) services to borrowers from private markets or institutions which outweigh added costs of private financing; or (3) undue disruption of existing financial markets due to financing by the Bank. Declares that such restrictions shall not apply: (1) to an obligation issued or sold by a Federal agency pursuant to an Act of Congress which expressly prohibits any Federal guarantee; or (2) to funds disbursed pursuant to an agreement backed by the assets of such agency. Requires the Secretary, in the case of a request by a Federal agency for an exception from the requirement for Bank financing, to submit to Congress a detailed explanation of his reasons for granting or disapproving the agency's request."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Honest Budgeting Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Financing Bank Act of 1973 with respect to the budget treatment of activities financed by the Federal Financing Bank.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}