{
  "actions": [
    {
      "acted_at": "1974-03-13", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13445-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-13", 
  "number": "13445", 
  "official_title": "A bill to authorize the Secretary of Labor to provide financial and other assistance to certain workers and business firms to assist compliance with State or Federal pollution abatement requirements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Business Pollution Abatement Loan Assistance and Workers Readjustment Assistance Act", 
  "sponsor": {
    "district": "38", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-13", 
  "subjects": [
    "Business and commerce", 
    "Environmental protection", 
    "Labor and employment", 
    "Pollution", 
    "Unemployment"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-13", 
    "text": "Business Pollution Abatement Loan Assistance and Worker's Readjustment Assistance Act - Title I: Assistance to Businesses - Authorizes the Secretary of Labor to make planning grants to a business firm or to a group of employees of a business firm not to exceed $100,000 or 100 percent of the cost of preparing a plan for pollution abatement. Authorizes the Secretary to make loans to business firms not to exceed $500,000 or 100 percent of the cost of meeting the requirements of State or Federal laws, rules, or regulations relating to pollution abatement, whichever is less. Requires a pollution abatement plan to include a summary of the requirements of State or Federal laws, rules, or regulations, relating to pollution abatement with which such business firm must comply; proposals for meeting such requirements; and the estimated costs of meeting such requirements. Provides for loans not to exceed $500,000 for the initial capital cost to businesses of tying into municipal waste treatment facilities. Authorizes to be appropriated such sums not to exceed $4,000,000,000 as may be necessary to carry out this title. Title II: Assistance to Workers - Provides readjustment allowances to workers meeting qualifying requirements who are totally or partially separated from employment due to the enforcement of State or Federal laws, rules, or regulations relating to pollution abatement. States that the amount of readjustment allowance payable to an adversely affected worker for any week shall be equal to his average weekly wage over the last 6 months of his employment, and that it shall be reduced by any amount of unemployment insurance received with respect to such week. Specifies a limit of 52 weeks, plus an extension under specified circumstances, for which readjustment allowances may be paid, and states that a readjustment allowance shall not be paid for a week of unemployment beginning more than 2 years after the beginning of the appropriate week. Affords affected workers, where appropriate, testing, counseling, training, and placement services provided under any Federal law. States that any adversely affected worker who refuse to accept or fails to make satisfactory progress in suitable training to which he has been referred by the Secretary of Labor shall not thereafter be entitled to readjustment allowances under this Act until he enters or resumes training to which he has been so referred. States that any adversely affected worker who is the head of a family as defined in regulations prescribed by the Secretary of Labor and who has been totally separated may file an application for relocation, subject to terms and conditions specified in this Act. Provides for agreements with and payments to States in order to enable such States to act as agent for the United States in carrying out the provisions of this Act. Authorizes to be appropriated from time to time and to remain available until expended the sums necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Business Pollution Abatement Loan Assistance and Workers Readjustment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Labor to provide financial and other assistance to certain workers and business firms to assist compliance with State or Federal pollution abatement requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:34-05:00"
}