{
  "actions": [
    {
      "acted_at": "2013-01-23", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S215-217", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s80-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2013-01-23", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2013-01-23", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2013-02-07", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heller, Dean", 
      "sponsored_at": "2013-10-29", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2013-01-23", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-01-23", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2013-02-07", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-23", 
  "number": "80", 
  "official_title": "A bill to amend the DNA Analysis Backlog Elimination Act of 2000 to provide for Debbie Smith grants for auditing sexual assault evidence backlogs and to establish a Sexual Assault Forensic Evidence Reporting System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr354-113", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s47-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SAFER Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-01-23", 
  "subjects": [
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal justice information and records", 
    "Evidence and witnesses", 
    "Genetics", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Law enforcement administration and funding", 
    "Sex offenses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-01-23", 
    "text": "Sexual Assault Forensic Evidence Reporting Act of 2013 or the SAFER Act of 2013 - Amends the DNA Analysis Backlog Elimination Act of 2000 to authorize the Attorney General to make Debbie Smith grants under such Act to states or local governments to: (1) conduct audits of samples of sexual assault evidence that are awaiting testing; and (2) ensure that the collection and processing of DNA evidence by law enforcement agencies from crimes is carried out in an appropriate and timely manner and in accordance with specified protocols and practices. Requires not less than 5% but not more than 7% of Debbie Smith grant funds distributed in FY2014-FY2017 to be awarded for such audits if sufficient applications to justify such amounts are received by the Attorney General, provided such award doesn't decrease funds for other distribution requirements. Authorizes the Attorney General to award such a grant to a state or local government for auditing sexual assault evidence backlogs only if the recipient submits a plan for performing the audit and includes a good-faith estimate of the number of such samples. Sets forth provisions regarding grant conditions, including requirements that: (1) the government complete the audit within one year, assign a unique numeric or alphanumeric identifier to each sample awaiting testing, and identify any statutory deadlines for prosecuting a perpetrator to which a sample relates; and (2) the chief law enforcement officer of the state or local government be the individual responsible for compliance with reporting requirements. Requires a grant recipient, at least every 60 days for 12 months after completing an initial count of the samples awaiting testing, to submit a report to the Department of Justice (DOJ) on the number of samples: (1) that such government has determined should undergo testing, (2) that such government has determined should not undergo testing, (3) that have been submitted for testing, and (4) for which testing has been completed. Directs the Attorney General to publish such reports and to ensure that any information published does not include information that might lead to the identification of the individuals involved. Requires the Director of the Federal Bureau of Investigation (FBI) to: (1) develop and publish a description of protocols and practices appropriate for the accurate, timely, and effective collection and processing of DNA evidence; and (2) make available technical assistance and training to support states and local governments in adopting and implementing such protocols and practices. Requires the Attorney General, to submit to Congress an annual report that: (1) lists the states and local governments awarded grants and the amount received by each, (2) states the number of audit deadline extensions granted by the Attorney General, and (3) summarizes the processing status of the samples of sexual assault evidence identified in Sexual Assault Forensic Evidence Reports. Requires, for each fiscal year through FY2018, that not less than 75% of Debbie Smith grant amounts be awarded to: (1) carry out, for inclusion in the Combined DNA Index System, DNA analyses of samples collected under applicable legal authority and of samples collected from crime scenes; and (2) increase the capacity of state or local government laboratories to carry out DNA analyses. Requires the DOJ Inspector General to conduct audits of all grants under this Act to prevent waste, fraud, and abuse by grantees. Makes a grant recipient found to have an unresolved audit finding ineligible to receive grants under this Act for two fiscal years. Directs the Attorney General to give priority in awarding grants to eligible entities that, during the three prior fiscal years, did not have an unresolved audit finding showing a violation of a DOJ grant program. Prohibits the Attorney General from awarding a grant under this Act to a nonprofit organization that holds money in offshore accounts for the purpose of avoiding paying tax on certain unrelated business income. Limits the use of amounts authorized to be appropriated under this Act for DOJ salaries and administrative expenses, for conferences, or for lobbying any representative of a government regarding the award of grant funding. Sunsets specified provisions of this Act regarding Debbie Smith grants for auditing sexual assault evidence backlogs on December 31, 2018."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SAFER Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sexual Assault Forensic Evidence Reporting Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the DNA Analysis Backlog Elimination Act of 2000 to provide for Debbie Smith grants for auditing sexual assault evidence backlogs and to establish a Sexual Assault Forensic Evidence Reporting System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:37:43-05:00"
}