{
  "actions": [
    {
      "acted_at": "1982-05-06", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-17", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Banking, Finance and Urban Affairs.  Report No: 97-532.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-17", 
      "references": [], 
      "text": "Placed on Union Calendar No: 322.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 2 Hours of Debate. Partial Waiver of Points of Order.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6296-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Blanchard, James", 
      "sponsored_at": "1982-05-06", 
      "state": "MI", 
      "thomas_id": "00094", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Coyne, William J.", 
      "sponsored_at": "1982-05-06", 
      "state": "PA", 
      "thomas_id": "00245", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1982-05-06", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1982-05-06", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1982-05-06", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1982-05-06", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hoyer, Steny H.", 
      "sponsored_at": "1982-05-06", 
      "state": "MD", 
      "thomas_id": "00566", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1982-05-06", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1982-05-06", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1982-05-06", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Lundine, Stanley N.", 
      "sponsored_at": "1982-05-06", 
      "state": "NY", 
      "thomas_id": "00716", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Minish, Joseph G.", 
      "sponsored_at": "1982-05-11", 
      "state": "NJ", 
      "thomas_id": "00814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1982-05-06", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1982-05-06", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Patterson, Jerry M.", 
      "sponsored_at": "1982-05-06", 
      "state": "CA", 
      "thomas_id": "00898", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1982-05-06", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1982-05-06", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1982-05-06", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-06", 
  "number": "6296", 
  "official_title": "A bill to amend and extend certain Federal laws which establish housing and community and neighborhood development and preservation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Urban-Rural Recovery Act of 1982", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-11", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Aid to dependent children", 
    "American Samoa", 
    "Authorization", 
    "Business and commerce", 
    "Civil procedure", 
    "Community development", 
    "Condominium (Housing)", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Cooperative housing", 
    "Crime and law enforcement", 
    "Disabled", 
    "Disaster relief", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federal-local relations", 
    "Federally-guaranteed loans", 
    "Flood insurance", 
    "Foreclosure", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government securities", 
    "Grants-in-aid", 
    "Historic sites", 
    "Home repair and improvement", 
    "Hospitals", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Income", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Mortgages", 
    "Public Lands and Real Property", 
    "Public housing", 
    "Public utilities", 
    "Real estate business", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Riots", 
    "Rural housing", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Urban affairs", 
    "Urban areas", 
    "Urban economic development", 
    "Wages"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1982-05-17", 
    "text": "(Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Ret. 97-532) Housing and Urban-Rural Recovery Act of 1982 - Title I: Community and Neighborhood Development and Conservation - Amends the Housing and Community Development Act of 1974 to extend for one year the eligibility of certain metropolitan cities and urban counties for community development grants. Directs the Secretary of Housing and Urban Development (HUD) to prescribe a standard form for State performance reports and assessments of community development programs for metropolitan cities and urban counties. Permits a local government to retain leftover income from community development grants if used for eligible community development activities. Requires community development grants to be considered to be Federal financial assistance, requiring the approval of the head of a Federal agency for purposes of the Uniform Relocation and Real Property Acquisition Policies Act of 1970. Includes the development of shared housing for the elderly as an activity eligible for community development grants. Requires the Secretary, so long as there are qualified applicants, to enter into commitments during FY 1983 to guarantee a specified amount of loans to local governments for the acquisition or rehabilitation of real property for community development activities. Directs the Secretary to guarantee loans financing neighborhood revitalization activities of nonprofit organizations in neighborhoods where activities are funded by urban development action grants. Directs the Secretary to give a priority to assisting neighborhood development activities designed to mitigate the displacement of low-and moderate-income families resulting from commercial activities. Limits the amount of such loans which may be guaranteed during FY 1983 to ten percent of the amount approved in appropriations Acts for urban development action grants in such year. Requires an application for such a grant to certify that an analysis of the impact of grant activities on neighborhood residents has been made available to any neighborhood-based nonprofit organizations. Amends the Housing Act of 1964 to authorize appropriations for rehabilitation loans and to limit the amount of commitments to make such loans for FY 1983. Requires that at least 60 percent of the funds available for rehabilitation loans after FY 1982 be used for loans for one to four-family dwellings. Amends the Neighborhood Reinvestment Corporation Act to authorize appropriations for the Corporation for FY 1983. Directs the Corporation to use a specified amount of such appropriations to conduct a mutual housing demonstration program emphasizing housing rehabilitation. Title II: Assisted Housing - Amends the United States Housing Act of 1937 to: (1) increase, on October 1, 1982, the maximum amount of annual contributions which the Secretary may make to public housing agencies for low-income housing projects; (2) limit the amount which may be obligated over the duration of contribution contracts with respect to additional authority provided on October 1, 1982; (3) earmark a specified amount of such additional authority for public housing modernization assistance; and (4) provide a new formula for allocating such additional authority for low-income housing assistance. Authorizes appropriations for public housing operating assistance for FY 1983. Declares that income limits for occupancy and rent in public housing shall be fixed by the public housing agency and approved by the Secretary. Reduces a tenant's rent contribution for federally-assisted housing from 30 to 25 percent of the tenant's monthly adjusted income. Excludes from a tenant's income: (1) the value of food stamps received; (2) $400 for each family member who is under 18 years of age, over 18 and disabled or handicapped, or elderly; (3) medical expenses exceeding three percent of family income; and (4) child care expenses necessary for the employment of a family member. Permits a public housing agency to use budget authority authorized for the acquisition and development of a lower income project with respect to any fiscal year prior to FY 1983 for operating and improvement assistance. Directs the Secretary to consider the effects of interest rates (up to 14 percent) on development costs when determining the fair market rental of newly constructed or substantially rehabilitated units of public housing projects for which contract authority was reserved in FY 1982 or before. Establishes as the fair market rental for existing public housing projects the median rent paid for comparable units by tenants who moved into the area within the most recent two year period for which data is available. Requires the maximum monthly rent to be reasonable compared with unassisted units. Prohibits the rent for an assisted unit from exceeding the rent charged for comparable unassisted units in a project. Directs the Secretary to offer to renew any assistance contract with a public housing authority for five year periods in order to extend the total period of assistance to 15 years if the authority has carried out the terms of the contract. Requires the Secretary to reduce the operating subsidies to lower income housing projects on a pro rata basis in any fiscal year in which the funds appropriated are less than the amount needed to make assistance payments according to the Secretary's standards. Authorizes the Secretary to develop an alternative distribution method through rulemaking procedures. Requires the Secretary to pay a public housing agency 100 percent of the amount by which its actual annual utility expenses exceed its estimated expenses because of increased utility rates, and 50 percent of its excess utility expenses resulting from increased utility consumption. Repeals provisions of the Omnibus Budget Reconciliation Act of 1981 that restrict the percentage of public housing units available to lower income families other than very low-income families. Requires at least 30 percent of the families assisted under the program providing rent subsidies to owners of lower income housing projects to be very low-income families. Directs the Secretary to take specified steps to encourage improved management procedures for public housing. Establishes conditions governing the demolition, sale, or disposal of public housing projects. Amends the Housing and Community Development Amendments of 1978 to authorize appropriations for operating assistance for troubled multifamily housing projects for FY 1983. Amends the National Housing Act to extend for one year the period during which the Secretary may utilize amounts in the Rural Housing Assistance Fund for such operating assistance. Amends the Housing Act of 1959 to limit the maximum interest rate on HUD loans for housing projects for the elderly and handicapped to 9.25 percent annually. Increases the Treasury borrowing authority of the Secretary to finance such loans for FY 1983. Limits the Secretary's lending authority for FY 1983. Permits 25 percent of the units of a project financed with such a loan to be efficiencies. Authorizes the Secretary to require the sponsor of such a project to deposit up to $10,000 in an escrow account to assure the sponsor's commitment and management capabilities. Directs the Secretary to consider design features for the elderly and handicapped when establishing project unit cost limitations. Amends the Federal National Mortgage Association Charter Act to increase on October 1, 1982, the total amount of home mortgages the Government National Mortgage Association (GNMA) may purchase and to limit the aggregate principal amount of mortgages that the GNMA may enter into commitments to purchase during FY 1983. Amends the Congregate Housing Services Act of 1978 to authorize appropriations for contracts for congregate housing services programs for FY 1983. Amends the United States Housing Act of 1937 to direct the Secretary to allow lower-income housing assistance provided under the existing housing and moderate rehabilitation programs to be used for shared housing for the elderly. Amends the Housing and Community Development Amendments of 1978 to permit a public housing agency to retain: (1) the greater of its legal expenses in obtaining a judgment or 50 percent of the amount of a judgment obtained in recovering amounts wrongfully paid as a result of fraud or abuse in any housing program (currently one specific program) under the United States Housing Act of of 1937; and (2) 50 percent of wrongfully paid amounts recovered by means other than court actions. Provides for the use of recaptured Rent Supplement Funds for development assistance for public housing. Amends the United States Housing Act of 1937 to prohibit the Secretary from imposing a percentage or other arbitrary ceiling on rent or cost increases on certain federally-assisted lower income housing projects. Amends the Housing and Urban Development Act of 1965 to direct the Secretary to utilize authority available as a result of converting rental assistance payment contracts under the National Housing Act to rent subsidy contracts under the United States Housing Act of 1937 to: (1) amend such rental assistance payment contracts to provide rent increases; and (2) to the extent of remaining authority, to convert rent supplement contracts for projects financed by State or local loans, loan insurance, or tax abatements to rental assistance payment contracts. Requires the Secretary to conduct a demonstration project under which the Secretary shall make grants to at least 20 local governments on the basis of applications setting forth administrative plans for government activities designed to: (1) require or encourage owners of rental housing occupied by lower income families to bring such housing into compliance with local housing codes; (2) provide technical and financial assistance to assist such owners to make cost-effective improvements in such housing; (3) work with the State to establish a schedule of local shelter allowances for recipients of assistance under title IV (Aid and Services to Needy Families with Children) of the Social Security Act based on building quality; and (4) coordinate local housing inspection, housing rehabilitation loan or grant assistance, rental assistance, and social service programs for the purpose of improving the quality and affordability of housing for lower income families. Permits the Secretary to make grants to States to provide technical assistance to local governments carrying out such administrative plans. Requires grant recipients to agree to: (1) contribute an amount equal to 15 percent of the grant amount; and (2) permit the Secretary and the General Accounting Office to audit its books. Requires the Secretary, by March 1, 1984, to transmit to Congress a report concerning such project, along with any legislative recommendations. Authorizes appropriations for FY 1983 for conducting such project. Title III: Housing Production Programs - Part A: Single-Family Housing Production Program - Single-Family Housing Production Act of 1982 - Directs the Secretary to enter into contracts to make periodic assistance payments to mortgages and other lenders on behalf of homeowners (including owners of manufactured homes and condominium units) with incomes of up to 130 percent of the median area income. Terminates such authority of the Secretary on September 30, 1983. Directs the Secretary to give priority to: (1) assisting persons who have not owned a home within the last three years; and mortgages secured by dwellings constructed by homebuilders whose credit is restricted by the small size of their homebuilding operations. Sets ceilings for: (1) the total amount of payments made under such contracts each year; and (2) the total amount obligated during the life of such contracts. Permits payments to be made only to a homeowner who satisifies requirements for creditworthiness and who is: (1) under a mortgage which is eligible for assistance under this Act; or (2) the original owner of a new, federally-insured, manufactured home. Provides for payments on behalf of such a homeowner only for as long as the homeowner occupies the property, unless the mortgage has been assigned to the Secretary. Provides for payments on behalf of such a homeowner only with respect to dwelling units purchased at the time the assistance contract is entered into and only during the time the homeowner occupies the property, unless the mortgage has been assigned to the Secretary. Limits the amount of such assistance payments to the amount required to lower the mortgagor's monthly mortgage payments to the payments that would be required if the mortgage were to bear interest at the greater rate of: (1) nine and one-half percent (ten percent if the mortgagor's income exceeds 105 percent of median area income); or (2) a rate six percentage points less than specified in the mortgage (four percentage points if the mortgagor's income exceeds 115 percent of median area income). Requires that a mortgagor pay at least 25 percent of his or her income toward the monthly mortgage payments. Limits the duration of assistance payments to seven years (five years if the mortgagor's income exceeds 115 percent of median area income). Establishes a fund into which recaptured or unused assistance shall be deposited and from which the Secretary may provide continued assistance to a mortgagor who is unable to assume full mortgage payments after regular assistance payments end. Limits the number of manufactured homes assisted under this part to 20 percent of the total number of assisted units. Includes among conditions a mortgage must meet for the mortgagor to qualify for assistance under this part the requirements that a mortgage: (1) be secured by a newly constructed single-family dwelling or a recently rehabilitated cooperative or condominium unit that is part of a certified historic structure the rehabilitation of which qualifies for a tax credit; (2) involve a principal residence that meets conservation standards prescribed by the Secretary; (3) permit prepayment without penalty; (4) have a fixed rate of interest, and (5) be executed by a mortgagor who paid at least three percent of the Secretary's estimate of the cost of acquisition. Directs the Secretary to develop a system for allocating assistance under this part among the various regions of the country on the basis of such factors as population, relative decline in building permits, and the need for increased housing production. Directs the Secretary to recapture the lesser of the amount of assistance provided under this part or an amount equal to 50 percent of the net appreciation of the property whenever the mortgagor sells the property or rents it for a period exceeding one year. Requires the Secretary to adopt procedures for annual recertification of a homeowner's income for the purpose of adjusting assistance payments. Amends the National Housing Act to provide the Secretary, on October 1, 1982, authority to enter into contracts to provide payments to assist low-income families in acquiring home ownership or membership in a cooperative housing project. Part B: Multifamily Housing Production Program - Rental Housing Production and Rehabilitation Act of 1982 - Directs the Secretary to provide financial assistance to State and local governments (including Indian tribes) to be used to stimulate the construction and rehabilitation of multifamily rental housing projects and housing for persons without other reasonable and affordable housing alternatives in the private market. Directs State and local governments which receive such assistance to provide such projects with capital grants, loans, interest reduction payments, grants for the purchase of land, and other types of assistance designed to reduce project development and operating costs. Prohibits a State from providing such assistance to any project unless the local government of the project area approves the application for assistance for such project. Allows a local government to apply directly to the Secretary for assistance. Prohibits a project from being assisted both directly and by the Federal Government through a State agency under this Act. Sets forth area eligibility criteria, project selection criteria, and guidelines for allocating assistance. Requires the amount of assistance provided to a project to be the least amount necessary to provide decent and affordable rental or cooperative housing of modest design. Requires the owner of an assisted project to agree that for the first 20 years of the project: (1) 20 percent of the project units will be available for families whose income does not exceed 80 percent of the median area income; (2) savings resulting from reduced debt service payments for assistance will be passed on to the tenants; (3) prospective tenants will not be discriminated against on the basis of their receipt of or eligibility for Federal, State, or local housing assistance; and (4) units will not be converted to condominium ownership or a form of cooperative ownership not eligible for assistance. Directs the Secretary to require an owner who violates any such agreement to repay all assistance plus interest. Requires rent charges for project units for low-income tenants to be approved by the Secretary. Limits such charges to 30 percent of the tenants adjusted income. Requires 30 days written notice to tenants of rent increases. Declares obligations issued by a State or local housing agency to finance a project assisted under this part to be tax-exempt. Authorizes FHA insurance for an assisted project meeting FHA standards. Requires that contracts for such assistance contain a provision requiring the payment of prevailing wages to workers employed in the development and operation of the project involved. Authorizes appropriations for such assistance for FY 1983. Part C: Demonstration Program for Emergency Housing - Directs the Secretary to conduct a demonstration program under which grants will be provided to assist communities or nonprofit organizations to provide shelter for people subject to life-threatening situations because of their lack of housing. Requires the Secretary to make such grants on a competitive basis according to the need for emergency housing. Directs the Secretary to report to Congress on such program. Earmarks a specified amount of the appropriations provided for the Multi-family Housing Production Program under part B for such demonstration program. Title IV: Rural Housing - Amends the Housing Act of 1949 to authorize appropriations for FY 1983 to the Secretary of Agriculture: (1) to insure and guarantee loans for rural housing, with certain restrictions; (2) to make loans and grants for improvements of rural housing; (3) to provide financial loans and assistance for the provision of low-rent housing for domestic farm labor; (4) to make grants or contracts for the development of programs to assist low-income persons in benefiting from housing programs in rural areas; (5) for programs of mutual and self-help in rural areas; and (6) for the Self-Help Housing Land Development Fund. Requires the Secretary of Agriculture to process requests for insured and guaranteed loans, interest credits, and rental assistance payments in a manner providing for a preliminary reservation of assistance at the time of initial approval of a project. Extends the authority of the Secretary of Agriculture to: (1) insure loans to provide rental housing for persons of moderate income; (2) insure loans for housing and buildings on adequate farms; and (3) make assistance payments to owners of low-income rental housing projects, with a specified amount of FY 1983 assistance earmarked for domestic farm labor and elderly or handicapped persons who are tenants of newly constructed or substantially rehabilitated housing. Eliminates use of the Rural Housing Fund for specified rural housing programs. Revises the maximum rental charge for certain assisted rural housing to the highest of: (1) 25 percent of the family's monthly adjusted income; (2) ten percent of the family's monthly income; or (3) the portion of the family's welfare payment designated for housing costs. Provides that interest credits for low- or moderate-income persons who receive rural housing mortgage loans may not exceed the lesser of: (1) the person's mortgage payments after applying 20 percent of his or her adjusted income; or (2) the person's mortgage payments exceeding what those payments would be if the mortgage were to bear one percent interest. Directs the Secretary of Agriculture, when determining whether to provide housing assistance to domestic farm laborers in an area, to consider the housing needs for only those persons. Requires the Secretary of Agriculture to give priority to providing rural housing assistance to applicants with the greatest housing assistance needs because of their low income and inadequate dwellings. Authorizes the Secretary of Agriculture to provide rental housing assistance for elderly persons living under a shared housing arrangement in a single-family dwelling. Title V: Program Amendments and Extensions - Amends the National Housing Act to extend the authority of the Secretary to insure loans for mortgages and home improvement, and to establish the maximum interest rates for certain mortgage insurance programs. Amends the Emergency Home Purchase Assistance Act of 1974 to extend the authority of the Secretary to direct the Government National Mortgage Association to purchase mortgages and securities. Amends the Housing and Urban Development Act of 1970 to authorize appropriations for research for the Department of Housing and Urban Development in fiscal year 1983. Amends the National Housing Act to increase the amount of funds authorized to be appropriated to cover losses sustained by the General Insurance Fund. Amends the Federal National Mortgage Association Charter Act to extend the authority of the GNMA to guarantee mortgage-backed securities issued by the Federal National Mortgage Association (FNMA), subject to the absence of qualified requests. Amends the Energy Conservation in Existing Buildings Act of 1976 to earmark for the weatherization program for FY 1983 a specified amount of the funds authorized to be appropriated for energy conservation under the Omnibus Budget Reconciliation Act of 1981. Amends the National Flood Insurance Act of 1968 to extend the national flood insurance program until September 30, 1984, and to authorize appropriations for various insurance studies during FY 1983. Amends the National Housing Act to extend the Secretary's authority: (1) to carry out the Federal riot insurance program and the Federal crime insurance program until September 30, 1984; and (2) to continue riot and crime insurance policies written prior to such date until September 30, 1987. Amends the Housing and Urban Development Act of 1968 to authorize appropriations for FY 1983 for counseling and technical assistance programs for low-and moderate-income families with respect to housing. Amends the Federal National Mortgage Association Charter Act and the Federal Home Loan Mortgage Corporation Act to require the limitation on the maximum principal obligation of a conventional mortgage in which the FNMA or the Federal Home Loan Mortgage Corporation may purchase a participating interest to be calculated with respect to the total principal obligation of the mortgage. Authorizes such corporations, until October 1, 1984, to purchase mortgages secured by a second- lien against a one-to four-family dwelling. Specifies limitations on the maximum principal obligation of the mortgages. Amends the National Housing Act to: (1) qualify a unit in a cooperative housing project for FHA mortgage insurance if construction of the project was completed more than a year prior to the application for such insurance; and (2) eliminate the requirement that the cooperative housing project be nonprofit. Authorizes the Secretary to insure: (1) the loan on an existing manufactured home if such home was constructed according to the standards issued under the National Manufactured Housing Construction and Safety Standards Act of 1974 and it meets minimum property standards for FHA insurance for existing homes; (2) the loan on a newly constructed manufactured home which meets FHA standards for newly constructed homes at the full amount permitted for newly constructed homes in the area; and (3) the loan on a newly constructed manufactured home which does not meet such FHA standards at 80 percent of the full amount permitted for newly constructed homes (100 percent in areas of high-cost developed land) if such manufactured home meets certain construction, energy conservation set-up, and attachment standards. Requires the Secretary to provide homeownership counseling to persons receiving temporary mortgage assistance payments to avoid foreclosure. (Currently, the Secretary is directed to provide such counseling to the extent practicable.) Requires the Secretary to submit to Congress a report which describes: (1) HUD standards for determining whether program requirements and changes are implemented through regulations, memoranda, or other forms of notice; and (2) the system used to assure that program changes affecting the eligibility, rights, or benefits of applicants for or recipients of program assistance are subject to notice and publication requirements of the Administrative Procedure Act. Amends the Real Estate Settlement Procedures Act of 1974 to exempt a controlled business arrangement under which a person who has an ownership interest in a provider of settlement services refers real estate business involving a federally related mortgage to that provider from the prohibition against kickbacks for referrals of such business if: (1) such ownership interest is disclosed; (2) no unreasonable restrictions are imposed on the buyer's or seller's selection of the service provider; and (3) the only thing of value received under such arrangement is the return on such ownership interest. Declares that an agreement which requires a buyer or seller to pay for the services of an attorney, credit reporting agency, and real estate appraiser which are chosen by the lender to represent the lender's interest shall not be considered an unreasonable restriction. Limits the yearly number of transactions involving a controlled business relationship that a title company, private mortgage insurance company, or escrow services company may participate in during a year to 20 percent of all transactions of such company. Exempts from such limitation: (1) a bar-related title insurance company; (2) a transaction involving real estate in a county with a population of 25,000 or less; or (3) a controlled business arrangement where the ownership interest involved accounts for one percent or less of a corporation's outstanding stock, the majority of which is publicly owned. Eliminates the criminal penalty for violations of the prohibitions on referral of real estate business involving a federally related mortgage. Establishes the right of a competitor injured by a violation of such prohibitions to sue for treble damages. Permits the Secretary, the attorney general of any State, or any competitor to bring an action to enjoin such prohibited conduct. Sets a three year statute of limitations for a suit brought by the Secretary or an attorney general. Authorizes the Secretary to conduct investigations and issue subpoenas necessary to enforce such Act. Amends the National Housing Act to increase the maximum amount of a mortgage on a newly constructed condominium which is eligible for FHA insurance. Makes public hospitals eligible for FHA insurance. Makes FHA insurance programs available for property located in American Samoa. Authorizes the Secretary to insure mortgages and loans with monthly payments and outstanding balances adjusted by a percentage change in a selected price index. Directs the Secretary to give a priority to insuring such mortgages executed by mortgagors who have not owned dwelling units within the preceding three years. Requires the Secretary to conduct a demonstration program for insuring such loans and mortgages during FY 1983. Title VI: Emergency Mortgage Relief - Homeowners' Emergency Relief Act of 1982 - Amends the Emergency Housing Act of 1965 to direct the Secretary to make emergency mortgage relief payments to mortgages on behalf of certain delinquent mortgagors when, for three consecutive months, the amount of delinquent mortgage loans exceeds a specified percentage of the amount of all loans accounted for in the mortgage delinquency series maintained by the Federal Home Loan Bank Board. Provides for the discontinuation and reinstitution of such assistance program depending on such delinquency rate condition. Lists the conditions for assistance eligibility, which include requirements that: (1) the mortgage is not federally insured under the National Housing Act; (2) the mortgagor has suffered a substantial reduction in income as a result of circumstances beyond the mortgagor's control which render the mortgagor unable to make full mortgage payments; and (3) the Secretary has determined that assistance is necessary to avoid foreclosure and that it is likely that the mortgagor will be able to resume full mortgage payments within 36 months, commence repaying such assistance at a designated time, and pay the mortgage in full by its maturity date. Limits: (1) the amount of mortgage assistance payments to an amount necessary to supplement the amount of the mortgagor contributions; and (2) the length of such payments to 18 months plus any period of default, with an 18-month extension authorized. Directs the Secretary to establish procedures for the periodic review of the mortgagor's financial circumstances to determine whether such payments should be terminated or adjusted. Declares that all assistance payments shall be secured by a lien on the property and repayable on terms prescribed by the Secretary. Sets forth the authority of the Secretary to recapture such assistance. States that a previously assisted mortgagor shall be eligible for renewed assistance only if such mortgagor has made full mortgage payments for at least 12 months after the previous assistance was terminated. Directs the Secretary to: (1) provide homeownership counseling to persons assisted under this title; and (2) approve or disapprove an application for assistance within 45 days. Limits the aggregate amount of assistance the Secretary is authorized to provide over the duration of assistance contracts. Prohibits the Secretary from entering such contracts after September 30, 1983. Requires the Secretary and specified agencies to waive or relax limitations pertaining to the operations of certain mortgagees and financial institutions with respect to mortgage delinquencies in order to encourage forebearance in residential mortgage loan foreclosure. Requires the Secretary to report to Congress every 60 days prior to October 1, 1983, on: (1) the rate of delinqencies and foreclosures in various housing markets; (2) the prospects of voluntary forebearance by mortgagees in such areas; (3) Government actions to encourage such forebearance and to provide assistance under this title; and (4) the default status of mortgages on multifamily properties with recommendations on curing and avoiding such defaults. Directs the Secretary to study and report on the use of alternative mortgage delinquency series under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Urban-Rural Recovery Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Homeowners Emergency Relief Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rental Housing Production and Rehabilitation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Single Family Housing Production Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Housing and Urban-Rural Recovery Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Homeowners Emergency Relief Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Rental Housing Production and Rehabilitation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Single-Family Housing Production Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend certain Federal laws which establish housing and community and neighborhood development and preservation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:02-05:00"
}