{
  "actions": [
    {
      "acted_at": "1989-03-02", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s495-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1989-09-07", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-03-02", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-02", 
  "number": "495", 
  "official_title": "A bill to amend title 10, United States Code, to encourage increased utilization of domestic firms in the performance of Department of Defense contracts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-02", 
  "subjects": [
    "Buy American", 
    "Defense contracts", 
    "Defense procurement", 
    "Government contractors", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-02", 
    "text": "Requires the Secretary of Defense to furnish to any person, upon request, an explanation of all Department of Defense (DOD) requirements, policies, and practices concerning procurement from domestic firms. Requires the Secretary to publicize the availability of such information. Requires each bid submitted by a contractor in connection with a DOD solicitation to: (1) specify the minimum percentage of the total dollar amount of the contract that is to be performed by domestic firms; and (2) include a plan for such performance. Waives the requirement for such plan if the contractor certifies that it is a domestic firm and will perform the entire contract. Specifies that the percentage amount of domestic subcontracting listed in the bid shall be a significant factor in the evaluation of said bid. Requires the secretary of the military department concerned or the head defense agency evaluating a bid or proposal for a contract to assign ten percent of the total number of evaluation points to the domestic performance factor. Requires any contract awarded based on such a bid to include the domestic performance specified. Provides that every 90 days after the department secretary or the defense agency head awards a contract containing such a domestic performance requirement, the secretary or the agency head shall review the contractor's compliance with such requirement and with all subcontracting agreements submitted by the contractor. Outlines specific subcontracting provisions which will be required in contracts in which domestic performance is a factor. Requires the Inspector General of DOD to investigate a written complaint that a contractor failed to comply with contract requirements. Provides for the imposition of sanctions as determined appropriate by the Inspector General."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to encourage increased utilization of domestic firms in the performance of Department of Defense contracts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:15-05:00"
}