{
  "actions": [
    {
      "acted_at": "1981-05-04", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-07", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Education", 
      "references": [], 
      "text": "Subcommittee on Education. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-08", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Education", 
      "references": [], 
      "text": "Subcommittee on Education. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-26", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources received executive comment from OMB. Favorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1103-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-04", 
  "number": "1103", 
  "official_title": "A bill to consolidate and simplify the administration of Federal aid for elementary and secondary education and to restore control over education to States and to local educational agencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3645-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3645-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Elementary and Secondary Education Consolidation Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-04", 
  "subjects": [
    "Adult education", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol and youth", 
    "Alcoholism", 
    "Art", 
    "Arts", 
    "Black education", 
    "Blind", 
    "Career education", 
    "Child abuse", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Compensatory education", 
    "Day care", 
    "Deaf", 
    "Desegregation in education", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Drugs and youth", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational planning", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Gifted children", 
    "Intergovernmental relations", 
    "Juvenile delinquency", 
    "Juvenile institutions", 
    "Local and Municipal Government", 
    "Metric system", 
    "Migrant labor", 
    "Minority education", 
    "Native Americans", 
    "Poor", 
    "Preschool education", 
    "Private schools", 
    "Public schools", 
    "Racial discrimination", 
    "Research", 
    "Safety measures", 
    "School security", 
    "Schools", 
    "Secondary education", 
    "Special education", 
    "State education agencies", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Territories (U.S.)", 
    "Vocational education", 
    "Women's education", 
    "Women's rights"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-04", 
    "text": "Elementary and Secondary Education Consolidation Act of 1981 - Title I: Financial Assistance to Meet Special Educational Needs - Authorizes appropriations for fiscal years 1982 through 1986 to provide financial assistance to States and local educational agencies to improve educational achievement, especially in basic skills and career preparation, for educationally deprived children, handicapped children, children in schools undergoing desegregation, migratory children, children in institutions for neglected or delinquent children or in adult correctional institutions, and adults lacking basic skills. Sets forth new formulas, based on low-income and school age populations, by which the Secretary of Education shall allot sums appropriated under this title to: (1) specified territories and possessions of the U.S.; (2) the Secretary of the Interior for special educational needs of Indian children on reservations; and (3) States, including the District of Columbia and Puerto Rico, for grants to local educational agencies and for the needs of specified groups for which the State has responsibility. Sets forth transitional formulas for such assistance for fiscal years 1982 and 1983, based on previous assistance received under the Elementary and Secondary Education Act, the Education of the Handicapped Act, the Emergency School Aid Act, and the Adult Education Act. Sets forth formulas for the allocation of sums received by States to: (1) local educational agencies; and (2) programs for handicapped children in specified schools, neglected or delinquent children or children in adult correctional institutions, migratory children, and adults lacking basic skills. Requires that local educational agencies use such funds only for programs to meet the special educational needs of: (1) educationally deprived children residing in public school attendance areas with high concentrations of such children; (2) handicapped children; and (3) children in schools undergoing desegregation. Allows the local agency to determine which needs to address with such funds and how to meet those needs. Title II: Financial Assistance for Improvement of School Resources and Performance - Authorizes appropriations for fiscal years 1982 through 1986 to provide financial assistance to States for improvement of instructional and management practices, student achievement, special needs services, and State oversight and management functions. Sets forth formulas for allotments to States of such funds, based on school-age population (with specified amounts reserved for territorial and Indian education). Sets forth transitional formulas for fiscal years 1982 and 1983, based on previous assistance received under the Elementary and Secondary Education Act, the Emergency School Aid Act, the Education of the Handicapped Act, the Career Education Incentive Act, the Economic Opportunity Act, the Alcohol and Drug Abuse Education Act, the the National Science Foundation Act of 1950, the Higher Education Act, and the Civil Rights Act of 1964. Sets forth the types of activities relating to preschool, elementary, secondary, and adult basic education for which funds allotted to States under this title may be used. Permits States to use such funds to directly supervise and control such activities or to make subgrants to and contracts with public or private agencies. Provides that subgrants may be made only to public or nonprofit organizations and clear consideration may be given to community-based self-help organizations of demonstrated effectiveness. Title III: General Provisions - Sets forth provisions relating to: (1) State plans; (2) State activities reports; (3) audits; (4) local educational agency transition plans; (5) participation of children enrolled in private schools; (6) complaint resolutions; and (7) nondiscrimination. Authorizes the use of specified amounts received by States under this Act for administrative activities. Sets forth provisions relating to the availability of appropriations and insufficient appropriations. Specifies which provisions of the General Education Provisions Act are applicable, and which are inapplicable, to programs under this Act. Declares that the Intergovernmental Cooperation Act of 1968 applies to such programs. Repeals: (1) titles I (Financial Assistance to Meet Special Educational Needs of Children), II (Basic Skills Improvement), III Parts B and C (Metric Education and Arts in Education), IV (Educational Improvement, Resources, and Support), V (State Leadership), VI (Emergency School Aid), VIII (Community Schools), and IX (Gifted and Talented Children, Educational Proficiency Standards, Women's Educational Equity, Special Grants for Safe Schools) of the Elementary and Secondary Education Act of 1965; (2) the Education of the Handicapped Act (except specified provisions for: definitions; centers and services for deaf-blind children; early education for handicapped children; research, innovation, training, and dissemination; regional educational programs; authorizations of appropriations; educational personnel recruiting and dissemination of information; reports; research; and instructional media); (3) the Teacher Corps and teacher centers programs under the Higher Education Act of 1965; (4) the Adult Education Act (except provisions for education of adult Indians); (5) the Career Education Incentive Act; (6) the Alcohol and Drug Abuse Education Act; and (7) the Day Care Projects program under the Economic Opportunity Act of 1964."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Education Consolidation Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate and simplify the administration of Federal aid for elementary and secondary education and to restore control over education to States and to local educational agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:50-05:00"
}