{
  "actions": [
    {
      "acted_at": "1979-12-20", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2160-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-20", 
  "number": "2160", 
  "official_title": "A bill to require public disclosure of certain lobbying activities to influence issues before the Congress, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lobbying Disclosure Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-20", 
  "subjects": [
    "Business and commerce", 
    "Business and politics", 
    "Civil procedure", 
    "Congress and Congressmen", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Evidence (Law)", 
    "Financial disclosure", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Income tax", 
    "Licenses", 
    "Lobbying", 
    "Members of Congress", 
    "Public Welfare and Charities", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-20", 
    "text": "Lobbying Disclosure Act of 1979 - Requires each organization, except certain tax-exempt religious organizations, which expends more than $5,000 in any quarterly filing period for the retention of individuals to draft or make lobbying communications, to register with the Comptroller General and to update such registration annually. Requires that the initial registration identify such individuals, and that subsequent registrations also identify each organization which contributed $3,000 or more to the registered organization during the year preceding each registration. Requires such organization to file quarterly reports concerning such lobbying activities including: (1) a listing of each expenditure over $35 made to or for the benefit of any congressional employee, Member of Congress, or one of specified Federal officials; (2) identification of individuals who are retained for lobbying purposes and certain organization employees who make lobbying communications; (3) the expenditures for the employment of such an employee; (4) a description of the issues for which the organization has lobbied; (5) known business contacts with the person whom such organization is attempting to influence; and (6) identification of expenditures made and the persons or organization retained for the purpose of soliciting another person to influence a Member of Congress if the expenditures for all such solicitations exceed $5,000. Allows certain tax-exempt organizations to compute their lobbying expenditures for each quarterly report in the same manner as computed pursuant to provisions governing the reporting of lobbying expenditures under the Internal Revenue Code. Requires each organization to maintain such records as necessary to comply with the registration and reporting requirements of this Act. Specifies duties of the Comptroller General concerning the management of such disclosed information which include making copies of each registration and report required by this Act available for public inspection and copying. Makes any person who knowingly violates the registration, recordkeeping, or reporting requirements of this Act subject to a civil penalty not to exceed $100,000. Requires the Attorney General to: (1) notify an individual of suspected violations of such requirements; and (2) attempt to correct any violation by informal methods of conference or conciliation, unless such notification, conference, or conciliation would interfere with the enforcement of this Act. Authorizes the Attorney General to institute a civil action to compel compliance with such requirements if such informal methods fail. Authorizes the Attorney General to issue a civil investigative demand requiring a person suspected of violating this Act to produce specific documentary material. Sets forth the procedure governing the service of such a demand and the custody of the documentary material. Permits the Attorney General to petition the court for an order to enforce such demand and permits the person served with such demand to petition for a court order to modify the demand. Directs the Comptroller General to transmit reports to the President and each House of the Congress no later than March 31 of each year concerning activities under this Act. Repeals the Federal Regulation of Lobbying Act and specified provisions of the Legislative Reorganization Act. Authorizes the appropriation of such funds as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Disclosure Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require public disclosure of certain lobbying activities to influence issues before the Congress, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:16-05:00"
}