{
  "actions": [
    {
      "acted_at": "1973-01-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3004-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-26", 
  "number": "3004", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to authorize an incentive tax credit allowable with respect to facilities to control water and air pollution, to encourage the construction of such facilities, and to permit the amortization of the cost of constructing such facilities within a period of from 1 to 5 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pollution Control Incentive Act", 
  "sponsor": {
    "district": "6", 
    "name": "Rarick, John R.", 
    "state": "LA", 
    "thomas_id": "00945", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-26", 
  "subjects": [
    "Environmental protection", 
    "Income tax", 
    "Pollution", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Tax deductions", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-26", 
    "text": "Pollution Control Incentive Act - Allows a tax credit equal to 20 percent of all costs incurred by the taxpayer for facilities or equipment to control air or water pollution if those facilities are approved by the appropriate State agency, which must issue a statement to the effect that the facilities are in conformity with the State program and Federal regulations for control of pollution. Defines facilities or equipment to control water or air pollution to include land, buildings, machinery, equipment or any combination thereof and provides that such facilities must not be for a profitmaking purpose, but must be used strictly in the taxpayer's business or enterprise for the control of water pollution by removing, altering or disposing of wastes. Specifies that the facilities must be available for service by the taxpayer after December 31, 1970. Limits such tax credit to an amount which will not exceed the taxpayer's tax liability which remains after other tax credits have been deducted. Allows for a carryback and carryover of unused tax credits from one year to other tax years. Allows the taxpayer to elect, in lieu of a depreciation deduction: (1) to treat expenditures for water or air pollution control facilities as a tax deduction or (2) to amortize the cost of such pollution control facilities over a period of one to five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pollution Control Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to authorize an incentive tax credit allowable with respect to facilities to control water and air pollution, to encourage the construction of such facilities, and to permit the amortization of the cost of constructing such facilities within a period of from 1 to 5 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:38-05:00"
}