{
  "actions": [
    {
      "acted_at": "1974-06-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15707-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-28", 
  "number": "15707", 
  "official_title": "A bill to provide emergency financing for livestock producers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Livestock Credit Act", 
  "sponsor": {
    "district": "4", 
    "name": "Randall, William J.", 
    "state": "MO", 
    "thomas_id": "00943", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-28", 
  "subjects": [
    "Agriculture and food", 
    "Livestock", 
    "Livestock industry", 
    "Loans", 
    "Meat", 
    "Poultry"
  ], 
  "subjects_top_term": "Livestock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-28", 
    "text": "Emergency Livestock Credit Act - Authorizes the Secretary of Agriculture to provide financial assistance to bona fide farmers and ranchers, including operators of feedlots, who are primarily engaged in agricultural production for the purpose of breeding, raising, fattening, or marketing livestock. Defines \"livestock\" to mean beef cattle, dairy cattle, swine, chickens, turkeys, or the products thereof. Directs the Secretary to provide such assistance by guaranteeing loans made by any Federal or State chartered bank, savings and loan association, cooperative lending agency, or other approved lender. Requires that the total loans guaranteed under this Act for any farmer or rancher shall not exceed $500,000, and that in the case of any loan to refinance the livestock operations of a farmer or rancher, the loan and refinancing are absolutely essential in order for the farmer or rancher to remain in business. States that loans guaranteed under this Act shall bear interest at a rate to be agreed upon by the lender and borrower. Limits loan guarantees outstanding at any one time to $3,000,000,000. Terminates this Act one year after enactment except the authority to make guarantees may be extended for 6 months if the Secretary of Agriculture determines guarantees are needed and notifies the House Committee on Agriculture and the Senate Committee on Agriculture and Forestry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Livestock Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide emergency financing for livestock producers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:11-05:00"
}