{
  "actions": [
    {
      "acted_at": "1975-04-30", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6556-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Levitas, Elliott H.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "00685", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-30", 
  "number": "6556", 
  "official_title": "A bill to establish a Voter Registration Administration within the General Accounting Office for the purpose of administering a voter registration program through the Postal Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1593-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Voter Registration Act", 
  "sponsor": {
    "district": "21", 
    "name": "Dent, John H.", 
    "state": "PA", 
    "thomas_id": "00288", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-30", 
  "subjects": [
    "Election law", 
    "General Accounting Office", 
    "Government operations and politics", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Voting", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-30", 
    "text": "Voter Registration Act - Provides that the Administration shall (1) establish and administer a voter registration program in accordance with this Act for all Federal elections; (2) collect, analyze, and arrange for the publication and sale by the Government Printing Office of information concerning elections in the United States (but this publication shall not disclose any information which permits the identification of individual voters); (3) provide assistance to State officials concerning voter registration-by-mail and election problems generally; and (4) provide the Congress with such information as the Congress may from time to time request, and prepare and submit to the President and the Congress a report on its activities, and on voter registration and elections generally in the United States, immediately following each biennial general Federal election. States that an individual who fulfills the requirements to be a qualified voter under State law and who is registered to vote under the provision of this Act shall be entitled to vote in Federal elections in that State, except that each State shall provide for the registration or other means of qualification of all residents of such States who apply, not later than thirty days immediately prior to any Federal election, for registration or qualification to vote in such election. Provides that, whenever a Federal election is held in any State, the Administration may, upon the request of any State official, furnish officers and employees and such other assistance as the Administration and the State official may agree upon to assist State officials in the registration of individuals applying to register in that State under the provisions of this Act. Directs the Administration to prepare voter registration forms in such a way as to provide a simple method of registering to vote by mail. States that registration forms shall include such matter as State law requires and as the Administration determines appropriate to ascertain the positive identification and voter qualifications of an individual applying to register under the provisions of this Act, to provide for the return delivery of the completed registration form to the appropriate State official, and to prevent fraudulent registration. Provides criminal penalties for fraudulent registration and for any person who attempts to deprive any other person of rights under this Act. Authorizes to be appropriated up to $50,000,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Voter Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Voter Registration Administration within the General Accounting Office for the purpose of administering a voter registration program through the Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:17-05:00"
}