{
  "actions": [
    {
      "acted_at": "1992-06-17", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-18", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-15", 
      "references": [], 
      "text": "Committee on Banking. Reported to Senate by Senator Riegle under the authority of the order of Jun 23, 92 with an amendment in the nature of a substitute. With written report No. 102-320.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-15", 
      "calendar": "Senate Legislative", 
      "number": "544", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 544.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-07-23", 
      "references": [], 
      "text": "Star Print ordered on Rpt. 102-320.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "bill_ids": [
        "hr5739-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5739 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "bill_ids": [
        "hr5739-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 5739 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2947-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2947"
    }
  ], 
  "bill_id": "s2864-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1992-06-17", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1992-06-17", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1992-06-17", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-17", 
  "number": "2864", 
  "official_title": "A bill to reauthorize the Export-Import Bank Act of 1945, to encourage export promotion, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5739-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr5739-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Export Enhancement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Sarbanes, Paul S.", 
    "state": "MD", 
    "thomas_id": "01017", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-06-18", 
  "subjects": [
    "American economic assistance", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Caribbean area", 
    "Communist countries", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Debt agreements", 
    "Department of Commerce", 
    "Diplomats", 
    "Economics and public finance", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental protection", 
    "Ex-Members of Congress", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government trust funds", 
    "House rules and procedure", 
    "Industrial productivity", 
    "Information services", 
    "Insurance companies", 
    "International affairs", 
    "International competitiveness", 
    "International environmental cooperation", 
    "Latin America", 
    "Multilateral development banks", 
    "Names", 
    "Senate rules and procedure", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1992-08-12", 
    "text": "Export Enhancement Act of 1992 - Title I: Reauthorization of Export-Import Bank - Amends the Export-Import Bank Act of 1945 to extend through FY 1997 the authority of the Export-Import Bank of the United States (Bank) to finance the export of goods and services to foreign countries. Authorizes appropriations for FY 1993 through 1995 for the Tied Aid Credit Fund. Requires the Bank, with respect to the financing of U.S. exports under the tied aid credit program, to give, among other things, special attention to matching tied aid and partially untied aid credits extended by other governments: (1) in violation of the Arrangement (an agreement with another country restricting the use of such credit for commercial purposes); or (2) in cases when it determines that U.S. trade or economic interests justify the matching of tied aid credits extended in the Arrangement, including grandfathered cases. Revises specified reporting requirements. Requires the Bank, among other things, when determining whether to provide support for exports under its loan, guarantee, and insurance program to consider the need to involve private capital. Authorizes the Bank to guarantee up to 100 percent coverage of the interest and principal of loans for exports if its Board of Directors determines the coverage to be necessary to ensure acceptance of Bank guarantees by U.S. financial institutions for any transaction in any export market in which the Bank is open for business. Directs the Bank, in transactions involving projects for which long-term support requested is $10 million or more and certain environmental concerns exist, to establish procedures to take into account the potential beneficial and adverse environmental effects of goods and services which it may support under its direct lending and guarantee programs. Authorizes the Board to withhold financing for environmental reasons or to approve financing after considering the potential environmental effects of a project. Encourages the Bank to use its programs to support the export of goods and services that have beneficial effects on the environment or mitigate potential adverse environmental effects. Provides for compensation of Bank employees. Requires the Bank, with respect to every long-term loan or guarantee of at least $10 million that it provides for the financing of exports to a foreign country to ensure that such country accords U.S. insurance companies an opportunity to provide insurance against risk of loss with respect to such exports. Declares that it is the purpose of this title to support improvement in the lives of the people of Latin America and the Caribbean and economic growth through initiatives to promote debt reduction, investment reforms, trade liberalization, and community-based conservation and sustainable use of the environment. Makes eligible for Enterprise for the Americas Facility benefits Latin American or Caribbean countries that: (1) have in effect, received approval for, or are making progress toward specified International Monetary Fund (IMF) arrangements and structural or sectoral adjustment loans from the World Bank or the International Development Association; (2) have put in place major investment reforms in conjunction with an Inter-American Development Bank loan or are implementing or making progress toward an open investment regime; and (3) have agreed with commercial bank lenders on a financing program for debt or debt service reduction. Authorizes the President to: (1) sell to any eligible purchaser any loan made to an eligible country before 1991 pursuant to the Export-Import Bank Act of 1945; and (2) reduce or cancel such loan on receipt of payment from an eligible purchaser only for purposes of facilitating debt-for-equity, debt-for-development, or debt-for-nature swaps. Authorizes appropriations. Redefines the term \"Marxist-Leninist country\" to mean any country which: (1) maintains a centrally planned economy based on the principles of \"Marxism-Leninism\"; or (2) is economically and militarily dependent on any other country which maintains a centrally planned economy based on the principles of \"Marxism-Leninism.\" Requires fees and premiums charged to be commensurate with risks covered in connection with the contractual liability which the Bank incurs for guarantees, insurance, coinsurance, and reinsurance against political and credit risk of loss. (Currently, not less than 25 percent of such contractual liability may be charged against such risks of loss.) Increases the size of the Bank's Advisory Committee from 12 to 15 members. Increases the ceiling on the total amount of outstanding loans for Bank programs from $40 billion to $75 billion. Repeals specified sections of the Export-Import Bank Act of 1945. Title II: Export Promotion - Directs the President to establish the Trade Promotion Coordinating Committee (TPCC) to coordinate U.S. export promotion and financing activities. Requires the TPCC to develop a governmentwide strategic plan for Federal trade promotion efforts. Amends the Omnibus Trade and Competitiveness Act of 1988 to require the United States and Foreign Commercial Service to: (1) use its district and foreign offices as one-stop shops providing U.S. exporters with information on all Federal export promotion activities; and (2) provide information and assistance to U.S. exporters on all financing and insurance programs of the Bank. Amends the Export-Import Bank Act of 1945 to require the Bank to: (1) provide full and current information on all of its programs and financing practices to the U.S. and Foreign Commercial Service; and (2) undertake a training program for Service officers in Bank programs and practices. Requires the President to establish the Environmental Trade Promotion Working Group as a subcommittee of the TPCC. Amends the Export Enhancement Act of 1988 to declare it is U.S. policy to foster the export of U.S. environmental technologies, goods, and services. Authorizes the Secretary of Commerce (Secretary) to designate a Foreign Commercial Service officer to serve as the Environmental Export Assistance Officer in any country: (1) whose companies are important competitors for such technologies; or (2) that offers promising markets for them. Increases from eight to twelve the number of missions that the Secretary may designate abroad and for which senior Commercial Service Officers will be able to use the diplomatic title of Minister-Counselor. Requires the Secretary to: (1) report annually to the Congress on the U.S. international economic position; and (2) appear annually before specified congressional committees to testify on issues addressed in the report. Amends the Export Administration Amendments Act of 1985 to authorize appropriations for FY 1993 and 1994 to the Department of Commerce. Title III: Miscellaneous Provisions - Amends the International Emergency Economic Powers Act to authorize the President to extend or reinstate an expired provision of law for only one period of not more than 180 days after the date of such expiration, unless the President submits a declaration of emergency to the Congress and the Congress approves such use of authority. Establishes the John Heinz Competitive Excellence Award, to be evidenced by a national medal coined and provided to the U.S. Senate by the U.S. Mint. Allows two such separate awards to be presented annually (one to a qualifying individual, including Federal, State, or local government employees, and one to a qualifying organization, institution, or business). Sets forth qualification criteria for such awards, including evaluation by the Office of Technology Assessment. Requires the Senate majority and minority leaders to present such award to an individual and an organization, institution, or business that has demonstrated excellence in promoting U.S. industrial competitiveness in the international marketplace through technological innovation, productivity improvement, or improved competitive strategies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Enhancement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Export Enhancement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Export-Import Bank Act of 1945, to encourage export promotion, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:38-05:00"
}