{
  "actions": [
    {
      "acted_at": "1992-07-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-12", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5594-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-09", 
  "number": "5594", 
  "official_title": "To designate certain lands in the State of California as the Sequoia National Monument, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sequoia National Monument Act of 1992", 
  "sponsor": {
    "district": "27", 
    "name": "Levine, Mel", 
    "state": "CA", 
    "thomas_id": "00684", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-09", 
  "subjects": [
    "California", 
    "Dislocated workers", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Manpower training programs", 
    "Monuments and memorials", 
    "National forests", 
    "National monuments", 
    "Occupational retraining", 
    "Timber sales", 
    "Water rights"
  ], 
  "subjects_top_term": "Monuments and memorials", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-09", 
    "text": "Sequoia National Monument Act of 1992 - Designates certain Federal lands within the Sequoia National Forest, California, as the Sequoia National Monument to protect and restore the ecologic, botanic, biologic, recreational, scientific, aquatic, scenic, and atmospheric resources of the area within its boundaries. Directs the Secretary of the Interior to publish a detailed and comprehensive management plan for the Monument (including a plan for transportation). Prohibits: (1) timber cutting on Federal lands within the Monument except to reduce fuel load and to return the Monument to its natural densities by reducing and eliminating fire controls; and (2) commercial timber cutting within the Monument. Authorizes the Secretary to buy out contracts for the sale of timber within the boundaries of the Monument existing before the enactment of this Act or to substitute other timber sales elsewhere in the National Forest System. Reserves Federal water rights within the Monument as of the enactment of this Act. Establishes the Sequoia Scientific Advisory Board to advise the Secretary with respect to the implementation of the management plan for the Monument. Requires the Secretary to pay annually for the first five fiscal years after enactment of this Act, for use by units of local government within the Monument, an amount equal to the difference between the amounts payable for public schools and roads pursuant to Federal law and the average amount paid for such use during the five fiscal years preceding the enactment of this Act. Prescribes a phaseout formula that ends such payments by the end of the 15th fiscal year after enactment of this Act. Makes these provisions ineffective 14 years after the first payment. Directs the Secretary to establish a community assistance task force to oversee assistance to local communities in those counties that include lands within the Sequoia National Forest or contain facilities that mill timber from such Forest. Permits: (1) any local community in the region that is affected by declining Federal timber sales as a direct consequence of this Act to request assistance from the task force; and (2) any displaced worker from a job in the timber industry in the immediate area as a direct consequence of this Act to request such assistance. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sequoia National Monument Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To designate certain lands in the State of California as the Sequoia National Monument, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:48-05:00"
}