{
  "actions": [
    {
      "acted_at": "1974-02-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration, S. Rept. 93-689.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-02", 
      "references": [], 
      "text": "Cloture motion filed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-04", 
      "references": [], 
      "text": "Cloture motion failed of passage in Senate, roll call #115 (60-36).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-05", 
      "references": [], 
      "text": "Cloture motion filed in Senate (Second).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-09", 
      "references": [], 
      "text": "Cloture motion passed Senate, roll call #127 (64-30) (Second).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-10", 
      "references": [], 
      "text": "Motion to table measure rejected in Senate, roll call #138 (31-57).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-11", 
      "references": [], 
      "text": "Motion to recommit bill to the Committee on Rules and Administration was rejected in Senate, roll call #145 (35-53).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-11", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #146 (53-32).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-22", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-08-08", 
      "references": [], 
      "text": "Committee on House Administration discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-08", 
      "bill_ids": [
        "hr16090-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 16090.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-15", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-08-20", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-07", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1438.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-07", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-1237.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-08", 
      "references": [], 
      "text": "Motion to recommit to Committee of Conference with instructions rejected in Senate, roll call #465 (17-61).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-08", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #466 (60-16).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "House agreed to conference report, roll call #597 (365-24).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-15", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-10-15", 
      "references": [], 
      "text": "Public law 93-443.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3044-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1974-12-31", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-10-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-21", 
  "number": "3044", 
  "official_title": "An Act to impose overall limitations on campaign expenditures and political contributions; to provide that each candidate for Federal office shall designate a principal campaign committee; to provide for a single reporting responsibility with respect to receipts and expenditures by certain political committees; to change the times for the filing of reports regarding campaign expenditures and political contributions; to provide for public financing of Presidential nominating conventions and Presidential primary elections; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16090-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Election Campaign Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-22", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Federal employees and officials", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-10-15", 
    "text": "(LATEST SUMMARY) Federal Election Campaign Act Amendments - =Title I: Criminal Code Amendments= - Imposes limitations on the amount of campaign contributions (an aggregate of $25,000 in the case of an individual) and the following expenditures for Federal elections: (1) $10,000,000 in the case of a candidate for nomination for election to President of the United States; and (2) $20,000,000 in the case of a candidate for election to the office of President of the United States. Limits expenditures which may be made to candidates for nomination for election and for election to Senators and Representatives. Limits the expenditures a candidate may make from his personal funds, or the personal funds of his immediate family, in connection with his campaigns. Revises the penalties for violating prohibitions against contributions or expenditures by national banks, corporations, or labor organizations. Changes the criminal code definitions of \"political committee,\" \"contribution,\" and \"expenditure.\" States that Federal election law shall not be interpreted as disallowing corporations and labor organizations from establishing separate funds for influencing the election of a candidate. =Title II: Amendments To Federal Election Campaign Act of 1971= - Redefines the terms \"political committee,\" \"contribution,\" and \"expenditure\" for the purposes of the Federal Election Campaign Act of 1971. Provides that no political committee which supports more than one candidate may be designated as a principal campaign committee. Prescribes the procedure for the filing of reports by political committees and candidates. States that no person who sells space in a newspaper or magazine to a candidate may charge any amount in excess of that charged for comparable space for other purposes. Authorizes the Federal Election Commission to waive reporting requirements for any category of candidates, as well as political committee meeting specified requirements. Stipulates reporting requirements for individuals who expend funds or commit any act directed at the public for the purpose of influencing the outcome of an election. Directs each candidate to designate one or more national or State banks as his campaign depositories. Establishes the Federal Election Commission to be composed of specified members for terms of 6 years. Grants to the Commission the appropriate administrative, investigatory, and advisory powers to carry out the functions of the Commission under this Act. Provides for judicial review of the provisions of the Federal Election Campaign Act as amended by this Act with respect to the constitutionality of such provisions. Authorizes the use of campaign contributions by a candidate in excess of any amount necessary to defray his campaign expenditures for the purpose of supporting his activities as a holder of Federal office. Authorizes $5,000,000 for fiscal year 1975 to be appropriated to the Commission to enable it to carry out its functions under this Act. =Title III: General Provisions= - States that the provisions of this Act preempt any provision of State law with respect to election to Federal office. Prohibits prosecution, trial, or punishment of any individual for the violation of provisions of this Act more than three years after the date of such violation. Provides for a suspension from candidacy for Federal office for one year for failure to file a report required by this Act. =Title IV: Amendments To Other Laws= - States that this Act does not prohibit nonpartisan candidacies. Repeals communications media expenditure limitations under the Communications Act of 1934. Makes conforming and technical amendments to the Internal Revenue Code of 1954. Directs the Secretary of the Treasury to establish a separate account for the national committee of each major and minor party for the financing of presidential nominating conventions. Entitles the national committees of major parties to payments from such accounts of up to $2,000,000 per presidential nominating convention. States that minor parties shall be entitled to that amount which bears the same ratio to the amount the national committee of a major party is entitled to receive as the number of votes received by the minor party's presidential candidate in the preceeding election bears to the average number of popular votes received in the preceeding election by the major party candidates. Adds a new Chapter 96 to the Internal Revenue Code of 1954 to be entitled the Presidential Primary Matching Payment Account Act. States that the Secretary shall maintain in the Presidential Election Campaign Fund a separate account to be known as the Presidential Primary Matching Payment Account. Requires the Secretary to deposit specified amounts into the matching payment account, for use by the candidate of any eligible political party. Prescribes the criteria for eligibility for payments from the matching payment account. Provides for participation by the Federal Election Commission in judicial proceedings, as well as for judicial review of agency action by the Commission. Imposes criminal penalties for: (1) excess campaign expenses; (2) unlawful use of payments; (3) false statements or information; and (4) kickbacks or illegal payments in violation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Election Campaign Act of 1971 to provide for public financing of primary and general election campaigns for Federal elective office, and to amend certain other provisions of law relating to the financing and conduct of such campaigns.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to impose overall limitations on campaign expenditures and political contributions; to provide that each candidate for Federal office shall designate a principal campaign committee; to provide for a single reporting responsibility with respect to receipts and expenditures by certain political committees; to change the times for the filing of reports regarding campaign expenditures and political contributions; to provide for public financing of Presidential nominating conventions and Presidential primary elections; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:04-05:00"
}