{
  "actions": [
    {
      "acted_at": "2007-10-19", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2210-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-10-19", 
  "number": "2210", 
  "official_title": "A bill to provide incentives for investment in research and development for new medicines, to enhance access to new medicines, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medical Innovation Prize Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-10-19", 
  "subjects": [
    "Auditing", 
    "Awards, medals, prizes", 
    "Commemorations", 
    "Commerce", 
    "Communicable diseases", 
    "Congress", 
    "Congressional investigations", 
    "Cost effectiveness", 
    "Drug approvals", 
    "Drug industry", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Health", 
    "Intellectual property", 
    "Marketing", 
    "Medical innovations", 
    "Orphan drugs", 
    "Patents", 
    "Pharmaceutical research", 
    "Research and development", 
    "Revolving funds", 
    "Science, technology, communications", 
    "Vaccines"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-10-19", 
    "text": "Medical Innovation Prize Act of 2007 - Prohibits any person from having the right to exclusively manufacture, distribute, sell, or use in interstate commerce a drug, a biological product, or a drug or biological product manufacturing process, including the exclusive right to rely on health registration data or the 30-month stay-of-effectiveness period for Orange Book patents under the Federal Food, Drug, and Cosmetic Act, notwithstanding provisions of that Act and other specified laws. Establishes the Fund for Medical Innovation Prizes. Requires the Board of Trustees for the Fund to award prize payments for medical innovations relating to a drug, biological product, or manufacturing process. Requires an eligible award recipient to be either the first person to receive market clearance or the holder of the patent. Directs the Board to consider: (1) the number of patients who benefited from the drug, including non-U.S. patients; (2) the incremental therapeutic benefit of the drug to treat the same disease or condition, except that the Board shall provide for cases where drugs, biological products, or manufacturing processes are developed at roughly the same time so that the comparison is to products that were not recently developed; (3) the degree to which the drug addresses priority health care needs, such as global infectious diseases and neglected diseases that primarily afflict the poor in developing countries; and (4) the improved efficiency of manufacturing processes for drugs or biological processes. Allows the Board to award prize payments for no more than ten years. Allocates certain minimum payments from the Fund for priority research and development.Requires the Comptroller General to conduct an audit to determine the Board's effectiveness in bringing to market new drugs, vaccines, biological products, and manufacturing processes in a cost-effective manner and in addressing society's global medical needs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Innovation Prize Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide incentives for investment in research and development for new medicines, to enhance access to new medicines, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:55-05:00"
}