{
  "actions": [
    {
      "acted_at": "1973-08-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9826-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-02", 
  "number": "9826", 
  "official_title": "A bill to provide financial assistance for a demonstration program for the prevention, identification, and treatment of child abuse and neglect, to establish a National Center on Child Abuse and Neglect, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11117-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Child Abuse Prevention and Treatment Act", 
  "sponsor": {
    "district": "2", 
    "name": "Fuqua, Don", 
    "state": "FL", 
    "thomas_id": "00422", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-02", 
  "subjects": [
    "Advisory bodies", 
    "Child abuse", 
    "Child welfare", 
    "Domestic relations", 
    "Families"
  ], 
  "subjects_top_term": "Child welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-02", 
    "text": "Child Abuse Prevention and Treatment Act - Establishes the National Center on Child Abuse and Neglect. Provides that the Center shall: (1) compile, analyze, and publish annually a summary of recently conducted research on child abuse and neglect; (2) develop and maintain an information clearinghouse on all programs for the prevention, identification, and treatment of child abuse and neglect; (3) compile and publish training materials for personnel who are engaged or intend to engage in the prevention, identification, and treatment of child abuse and neglect; and (4) provide technical assistance (directly or through grant or contract) to public and nonprofit private agencies and organizations to assist them in planning, improving, developing, and carrying out programs and activities relating to the prevention, identification, and treatment of child abuse and neglect. Directs the Commission to make a complete and full study and investigation of: (1) the effectiveness of existing child abuse and neglect reporting laws and ordinances; (2) the effectiveness of existing programs designed to prevent, identify, and treat child abuse and neglect; (3) the national incidence of child abuse and neglect; (4) the causes of child abuse and neglect including the relationship, if any, between drug dependence and alcoholism and such abuse and neglect; (5) the adequacy of funding for efforts to deal with child abuse and neglect available from Federal, State, and local public and nonprofit private resources; and (6) the proper role of the Federal Government in assisting State and local public and private efforts to prevent, identify, and treat cases of child abuse and neglect. Authorizes appropriations for the purposes of this Act of $10,000,000 for the fiscal year ending June 30, 1974, and $20,000,000 for each of the four succeeding fiscal years. Provides that the Center shall make grants for the purpose of supplying assistance to demonstrate programs designed to prevent, identify, and treat child abuse and neglect. Establishes a National Commission on Child Abuse and Neglect composed of fifteen members to be appointed by the President, by and with the consent of the Senate. Provides that the Secretary and the Director of the Office of Child Development shall be ex officio members of the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Abuse Prevention and Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance for a demonstration program for the prevention, identification, and treatment of child abuse and neglect, to establish a National Center on Child Abuse and Neglect, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:33-05:00"
}