{
  "actions": [
    {
      "acted_at": "1973-09-26", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2485-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-26", 
  "number": "2485", 
  "official_title": "A bill to establish an Independent Commodity Exchange Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commodity Futures Exchange Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-26", 
  "subjects": [
    "Agriculture and food", 
    "Commodity exchanges", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Commodity exchanges", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-26", 
    "text": "Commodity Futures Exchange Act - Repeals the Grain Futures Act of September 21, 1922. Sets forth the definitions of terms used in this Act. Establishes a Commodity Exchange Commission, composed of seven Commissioners appointed by the President by and with the advice and consent of the Senate. Specifies the requirements and terms of office of such Commissioners. Makes specified Acts unlawful, including delivery through the mails or in interstate commerce by telephone or other means of communication of any offer, confirmation, quotation or report of the price of, any contract of sale of any commodity for future delivery on or subject to the rules of any board of trade in the United States. Directs the Commission to fix limits on the amount of trading which may be done or positions which may be held by any person under contracts of sale for future delivery on or subject to the rules of any contract market as the Commission finds are necessary to diminish, eliminate, or prevent specified burdens. Prescribes the procedure for promulgation of such orders. Enumerates the items to be included in the amount of any commodity which may be hedged by any person. Specifies additional actions made unlawful under this Act. Provides that any person desiring to register as future commission merchant or as floor broker shall be registered upon application to the Commission. Outlines the material and information to be included in such application. Requires the making of reports by persons so registered. Authorizes the Commission to designate any board of trade as a \"contract market\" when, and only when, such board of trade complies with and carries out specified conditions and requirements. Enumerates such requirements and the procedure for application to the Commission for designation as a \"contract market\". Empowers the Commission to suspend or to revoke the designation of any board of trade as a \"Contract Market\". Prescribes the procedure and circumstances under which a complaint may be served stating charges of violations of this Act. States that if any person (other than a contract market) is manipulating the market price of any commodity, in interstate commerce, or for future delivery on or subject to the rules of any contract market, or otherwise is violating any of the provisions of this Act or of the rules of the Commission, the Commission may make an order directing such person to cease and desist, and, if such person fails or refuses to comply with such order, such person shall be guilty of misdemeanor and, upon conviction, shall be fined not less than $1,000 nor more than $100,000, or imprisoned for not less than one year nor more than two years, or both, with specified exceptions. States that whenever it appears to the Commission than any contract market or other person has engaged in any act in violation of this Act or is in a position to effectuate a squeeze or corner or otherwise restrain trading in any commodity for future delivery, the Commission may notify the Attorney General, and the Attorney General may bring an action in the proper court to enjoin such Act or practice. Empowers the Commission to make such investigations as necessary to ascertain the facts regarding the operations of boards of trade and other persons subject to any of the provisions of this Act. Enumerates additional actions and activities in which the Commission may engage, including: (1) establishing reasonable fees and charges for registrations and renewals; (2) making and promulgate rules and regulations to effectuate any of the provisions of this Act; and (3) communicating to the proper committee or officer of any contract market and publishing the full facts concerning any transaction or market operation. States that so much of the personnel, property, and unexpended balances of appropriations, and other funds for administration of the Commodity Exchange Act shall be transferred to the Commodity Exchange Commission as the Director of the Office of Management and Budget shall determine to be necessary. Provides that nothing in this Act shall be construed as requiring the Commission to report minor violations of this Act for prosecution, whenever it appears that the public interest does not require such action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commodity Futures Exchange Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Independent Commodity Exchange Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:54-05:00"
}