{
  "actions": [
    {
      "acted_at": "1983-11-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-08", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed:  S.Hrg. 98-1153.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2111-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-17", 
  "number": "2111", 
  "official_title": "A bill to amend part B of title IV of the Job Training Partnership Act, to strengthen the Job Corps Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Job Corps Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-17", 
  "subjects": [
    "Arts", 
    "Awards, medals, prizes", 
    "Children and youth", 
    "Commerce", 
    "Community life", 
    "Compensatory education", 
    "Curricula", 
    "Education", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational tests", 
    "Employment and training programs", 
    "Government contractors", 
    "Labor and employment", 
    "Labor supply", 
    "Labor unions", 
    "Language arts", 
    "Manpower training programs", 
    "Mathematics", 
    "Performance contracts in education", 
    "Physical education and training", 
    "Reading", 
    "Secondary education", 
    "Standards", 
    "Teachers", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-17", 
    "text": "Job Corps Amendments of 1983 - Amends the Job Training Partnership Act (\"the Act\") to revise provisions relating to the Job Corps program. Deletes provisions for agreement with Federal agencies to establish and operate Job Corps centers. Deletes a requirement that such centers include Civilian Conservation Centers. Authorizes the Secretary of Labor to enter into agreements for Job Corps centers for a period of three years. Requires that residential Job Corps centers provide adequate facilities for student living, including specified facilities. Permits each such center to include a student store, a nondenominational chapel, and an auditorium. Directs the Secretary to: (1) assure that Job Corps centers meet specified standards; and (2) establish procedures to assure that the operation of such centers is consistent with the agreement and in conformity with the Act, including biennial surveys of each center and initiation and completion of specified improvements by certain deadlines. Authorizes the Secretary to include provisions for routine maintenance by the contractor in the agreement. Directs the Secretary to assure sufficient qualified staff in each center with specialization in education, vocational training, counseling, and residential living (such as counselors, social workers, psychologists, and sports and recreation instructors). Requires that each residential center have at least one staff member for every 15 enrollees. Authorizes the Secretary to establish criteria for determining staff qualifications. Requires that such criteria include, at a minimum: (1) a baccalaureate degree in education, guidance and counseling, social work, or related fields; or (2) experience in classroom teaching, counseling, or residential living. Requires that vocational instructors have, at a minimum, a baccalaureate degree in a field related to the subject of instruction, an advanced diploma or certificate from a trade or professional school, or a journeyman's standing in a skilled trade. Adds physical education to Job Corps center required program activities. Allows center programs to also include enrichment activities in fine arts, homemaking, and similar activities. Directs the Secretary to: (1) approve vocational courses for each Job Corps center upon determination of specified conditions; and (2) review all vocational programs at such centers every five years to determine if such programs are appropriate for changing labor market conditions. Requires that Job Corps center agreements include provisions for furnishing: (1) basic education for all enrollees who have not attained a certificate of graduation from high school; and (2) opportunities for such enrollees to obtain a certification of graduation from high school or an accredited general equivalency diploma. Directs the Secretary, with the concurrence of the Secretary of Education, to develop an intermediate certificate of education achievement denoting improvement in the basic skills leading to a high school graduation certificate or its equivalent. Authorizes the Secretary, in concurrence with the Secretary of Education and in consultation with business and labor unions, to provide for certificates of vocational achievement. Directs the Secretary to establish performance standards for Job Corps centers based upon the number of enrollees who: (1) earn certificates of graduation from high school or general equivalency diplomas; (2) pass competency tests in mathematics, reading, and composition; (3) have entered employment in the field in which they received training; (4) enroll in a postsecondary trade school or college; and (5) successfully enlist in the U.S. Armed Forces. Directs the Secretary to cancel or not renew the agreement with any contractor of a Job Corps center which fails to meet such performance standards for three consecutive years. Directs the Secretary to also consider the ability of contractors to meet or exceed such standards when entering into agreements to establish, maintain, or change the management of Job Corps centers. Revises provisions for Job Corps centers standards of conduct. Replaces provisions for transfers of violators to other locations or centers with provisions for referral to appropriate social services or judicial agencies. Authorizes the Secretary to establish a system of awards for exemplary behavior. Revises community participation provisions to direct the Secretary to give special consideration in awarding of contracts for Job Corps centers to applicants who: (1) establish cooperative relationships with the community in which the center is located; and (2) consult with local agencies, business concerns, and labor organizations regarding the quality of instructional programs offered at the centers. Requires that each Job Corps center agreement contain provisions assuring that each center shall counsel and test to measure individual progress in educational and vocational programs. Requires such counseling and testing on: (1) each new enrollee within ten days after arrival; and (2) each enrollee at least every three months thereafter. Permits termination of an enrollee, with appropriate referral to social services or judicial agencies, if after six months such enrollee has failed to make satisfactory progress in either educational or vocational programs. Directs the Secretary to assure that Department of Labor personnel responsible for administering the Job Corps program have experience in or familiarity with employment training, education, personal rehabilitation, or residential programs conducted at the Job Corps centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Corps Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part B of title IV of the Job Training Partnership Act, to strengthen the Job Corps Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:09-05:00"
}