{
  "actions": [
    {
      "acted_at": "1981-07-27", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-31", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4271-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-27", 
  "number": "4271", 
  "official_title": "A bill to provide for the voting rights of individuals within the jurisdiction of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Voting Rights Act Amendments of 1981", 
  "sponsor": {
    "district": "6", 
    "name": "Butler, M. Caldwell", 
    "state": "VA", 
    "thomas_id": "00159", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-27", 
  "subjects": [
    "Actions and defenses", 
    "Bilingual election requirements", 
    "Bilingualism", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Courts and Civil Procedure", 
    "Election administration", 
    "Literacy tests", 
    "Minorities", 
    "Voter registration", 
    "Voting", 
    "Voting rights"
  ], 
  "subjects_top_term": "Bilingual election requirements", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-27", 
    "text": "Voting Rights Act Amendments of 1981 - Title I: Amendments to the Voting Rights Act of 1965 - Amends the Voting Rights Act of 1965 to prohibit any State from imposing voting practices \"for the purpose or with the reasonably foreseeable effect\" of denying or abridging the right to vote on account of race, color, membership in a language minority, failure to comply with any test or device, or to pay a poll tax. Requires a State or local government to provide voting registration material in a language other than English whenever: (1) more than five percent of resident citizens of voting age are members of a single language minority group; and (2) the rate of nonminority voter registration exceeds the rate of the language minority registration by ten percent or more. Permits an aggrieved person or the Attorney General in any case raising an issue of general public interest to bring an action in Federal court for violations of this Act. Authorizes the court to retain jurisdiction for such period as it deems appropriate upon a finding that violations have occurred on a statewide basis or within a political subdivision. Subjects a State or local government to preclearance requirements upon a finding that any violation is part of a pattern or practice of denying rights protected by this Act. Applies the preclearance requirements to either a State and all its political subdivisions or to any political subdivision of a State for a period of five to ten years (as determined by the court) upon a finding that such entity has engaged in a patern or practice of violations. Prohibits any State or political subdivision subject to preclearance from enacting any voting practice or procedure without instituting an action in the U.S. District Court for the District of Columbia that such practice does not have the purpose or reasonably foreseeable effect of denying voting rights and until the court enters judgment to such effect. Permits any such practice to be enforced without a proceeding upon application to the Attorney General."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Voting Rights Act Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the voting rights of individuals within the jurisdiction of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:15-05:00"
}