{
  "actions": [
    {
      "acted_at": "1980-11-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-11-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-11-21", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "bill_ids": [
        "s2189-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2189 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8378-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lujan, Manuel, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "00712", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01096", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-11-21", 
  "number": "8378", 
  "official_title": "A bill to establish licensed permanent repositories for transuranic waste, high-level radioactive waste, and spent fuel, to authorize State compacts for the establishment and operation of regional repositories for low-level radioactive waste, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres823-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2189-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Nuclear Waste Policy Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-11-21", 
  "subjects": [
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Licenses", 
    "Native Americans", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Radioactive wastes", 
    "South Dakota", 
    "States", 
    "Uranium"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-11-21", 
    "text": "Nuclear Waste Policy Act - Title I: Disposal of Transuranic Waste, High-Level Radioactive Wastes and Spent Nuclear Fuel - Directs the Secretary of Energy, in consultation with the Council on Environmental Quality, the Environmental Protection Agency, the Nuclear Regulatory Commission, and the United States Geological Survey, to issue guidelines for the recommendation of sites for repositories (any facility for the permanent disposal of transuranic waste, high-level radioactive waste, spent nuclear fuel, or any combination of such wastes or fuel, whether or not such facility is designated to permit the subsequent recovery of materials placed in the repository). Exempts such guidelines from requirements of the National Environmental Policy Act of 1969. Requires the Secretary, by January 1, 1982, to identify and recommend to the President at least two sites suitable for site characterization (activities to determine the potential of a site as a repository). Requires the Secretary, by February 1, 1985, to identify and recommend to the President at least two additional sites. Requires each recommendation to include a statement of the basis for the recommendation. Directs the Secretary to notify the State Review Board of the State in which the site is located, or any Indian Tribe on whose reservation the site is located, of the recommendation. Requires the Secretary to hold public hearings in the vicinity of any site to be recommended to the President. Requires the President to: (1) review each site recommended; (2) either approve or disapprove the recommendation within 60 days; and (3) transmit his or her decision to the Secretary and the appropriate State Review Board. Provides that Presidential failure to approve or disapprove a site within the 60 day period (or failure to invoke authority as granted to delay the determination) shall be considered as an approval. Directs the Secretary, before sinking shafts at any site, to submit to the Commission and to the appropriate State Review Board, or Indian tribe, for their review and comment: (1) an environmental assessment; (2) a site characterization plan; and (3) proposals describing the possible form or packaging for the waste material and spent fuel which would be emplaced in the repository. Directs the Secretary to conduct tests at sites at which site characterization activities are being conducted in order to provide the necessary data for an application for a construction authorization for a repository at the site and for compliance with the National Environmental Policy Act of 1969. Prohibits the use of any radioactive materials during site characterization tests, subject to stated exceptions. Requires the Secretary to hold public hearings if a selected site is determined to meet applicable requirements. Requires the Secretary to submit a recommendation and a report to the President if the Secretary affirms the determination. Requires the President to submit to Congress not later than March 30, 1987, a recommendation of a site qualified for application for a license as a repository. Requires the President, if the recommended site is disapproved by Congress, to recommend another site within a year. Requires the Secretary, if a site designation isnot disapproved by Congress, to submit to the Nuclear Regulatory Commission (NRC) a license application for the construction ofa repository at the site. Requires the NRC to approve or disapprove the application by: (1) January 1, 1990; or (2) no later than four years after the submission of the application, whichever occurs later. Provides that a site designation shall be effective 30 days after the President recommends the site to Congress unless a State Review Board or an affected Indian tribe petitions Congress in accordance with the provisions of this Act. Provides that unless Congress passes a resolution approving such petition the designation shall be effective. Defines \"State Review Board\" and authorizes such Board to: (1) review activities under this Act with respect to the effect any site within a State would have upon the State; (2) represent the State in any proceeding before the Commission respecting a site; and (3) submit petitions of disapproval to Congress respecting sites. Directs the Secretary to make grants to State Review Boards. Requires the Secretary to seek to enter into a written agreement with a State Review Board and with any affected Indian tribe as soon as possible after deciding to study an area as a possible repository site. Requires this agreement to specify procedures: (1) for the State or Indian tribe to study, determine, comment on, and make recommendations regarding the repository; (2) which permit the Secretary to consider and respond to comments and recommendations made by the State Review Board and the Indian tribe; (3) by which the Secretary and either the State Review Board or the Indian tribe may periodically review or modify the agreement; and (4) for public notification of the above three subparagraphs. Directs the Secretary to provide funds to any affected Indian tribe to assist the tribe in conducting activities pursuant to this Act. Makes provisions for the judicial review of agency actions relating to site characterization, repository site designation, and construction or operation of a facility. Requires any Federal officer or agency issuing or granting a certificate, right-of-way, permit, lease, or other authorization related to the characterization, construction, or initial operation of any recommended site to issue or grant any such authorization at the earliest practicable date. Requires any repository for the disposal of high-level waste and spent fuel to be designed and constructed so that the spent fuel may be retrieved. Requires the Secretary to submit a report to Congress proposing fees to be collected to offset all construction, operation, administrative, and other costs incurred in providing for the management, interim storage, and disposal of nuclear wastes and spent fuel. Title II: Low-Level Radioactive Waste - Declares it to be the policy of the Federal Government that: (1) each State is responsible for the disposal of non-Federal low-level radioactive waste generated within its borders; and (2) non-Federal low-level radioactive waste can be most safely and efficiently managed on a regional basis. Permits the States to enter compacts as necessary to provide for the establishment and operation of facilities for the disposal of low-level radioactive waste can be most safely and effectively managed on a regional basis. Requires the Secretary to submit to Congress a report on assisting States in carrying out this policy. Directs the Secretary to investigate whether it is appropriate to fund 90 percent of the cost of cleanup of the uranium mill tailing site at Edgemont, South Dakota (which is under the control of the Tennessee Valley Authority) under the provisions of the Uranium Mill Tailings Radiation Control Act of 1978. Requires that a report on the appropriate legislative recommendations and the views and recommendations of the Tennessee Valley Authority be submitted to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish licensed permanent repositories for transuranic waste, high-level radioactive waste, and spent fuel, to authorize State compacts for the establishment and operation of regional repositories for low-level radioactive waste, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:37-05:00"
}