{
  "actions": [
    {
      "acted_at": "1989-10-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-03", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-03", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-16", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to the Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-09", 
      "bill_ids": [
        "hr1465-101"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "See H.R.1465.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3394-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1989-10-03", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Bates, Jim", 
      "sponsored_at": "1989-10-30", 
      "state": "CA", 
      "thomas_id": "00065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bentley, Helen Delich", 
      "sponsored_at": "1989-10-18", 
      "state": "MD", 
      "thomas_id": "00078", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1989-10-03", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1989-10-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1989-10-18", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1989-10-03", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "1989-10-30", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1989-10-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Saxton, Jim", 
      "sponsored_at": "1989-10-18", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1989-10-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1989-10-03", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1989-10-30", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1989-10-03", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1989-10-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1989-10-03", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Walker, Robert S.", 
      "sponsored_at": "1989-10-03", 
      "state": "PA", 
      "thomas_id": "01196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1989-10-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-03", 
  "number": "3394", 
  "official_title": "To provide for a comprehensive compensation and liability scheme for discharges of oil, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1465-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1465-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Oil Pollution Act of 1989", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-10-03", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Alaska", 
    "Alcoholism", 
    "Arctic and polar regions", 
    "Claims", 
    "Congressional reporting requirements", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Deep water ports", 
    "Dredging", 
    "Driver licenses", 
    "Drug abuse", 
    "Drunk driving", 
    "Emergency management", 
    "Energy policy", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to research", 
    "Fees", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government trust funds", 
    "Great Lakes", 
    "Gulf States", 
    "Information services", 
    "International environmental cooperation", 
    "International environmental law", 
    "Liability for oil pollution", 
    "Licenses", 
    "Limitation of actions", 
    "Marine and coastal resources, fisheries", 
    "Marine insurance", 
    "Marine safety", 
    "Marine transportation", 
    "Merchant seamen", 
    "Merchant ships", 
    "Offshore structures", 
    "Oil pollution control", 
    "Oil pollution of rivers, harbors, etc.", 
    "Oil pollution of the sea", 
    "Pacific States (U.S.)", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Petroleum storage", 
    "Pollution liability insurance", 
    "Radar", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Seizure of vessels and cargoes", 
    "South Atlantic States", 
    "Tankers", 
    "Transportation of hazardous substances", 
    "Treaties", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-03", 
    "text": "Oil Pollution Act of 1989 - Title I: Oil Pollution Liability and Compensation - Imposes joint, several, and strict liability for specified removal costs and damages upon the party responsible for a vessel or facility from which oil is either discharged into certain waters, or which poses a substantial threat of such a discharge. Makes owners of oil carried in bulk as cargo on vessels secondarily liable for such costs and damages. Exempts from such liability certain discharges permitted under Federal, State, and local law or discharges from public vessels. Sets forth defenses to liability under this Act. Sets forth limits to liability under this Act, with specified exceptions. Directs the Secretary of the department in which the Coast Guard is operating to establish by regulation a maximum liability limit. Requires the Secretary to report to the Congress from time to time regarding liability adjustments. Directs the Secretary to: (1) conduct a study of the relative operational and environmental risks posed by the transportation of oil by vessels to deepwater ports versus the transportation of oil to other ports; (2) report to the Congress on the results of such study; and (3) lower the limits of liability with respect to deepwater ports and to vessels transporting oil to such ports, if determined that the use of deepwater ports in connection with the transportation of oil results in lower operational or environmental risks than the use of other ports. Declares that the responsible party or his guarantor shall be liable to the claimant for interest on the amount paid in satisfaction of a claim for a specified period. Defines circumstances under which liability for injury to natural resources shall be to either: (1) the United States; (2) the affected State; (3) an Indian tribe; or (4) a foreign government. Sets forth recovery and indemnification procedures. Makes responsible parties subject to certain civil penalties if an oil discharge results in damages to natural resources that cannot be restored. Sets forth the uses of the Oil Spill Liability Trust Fund (the Fund). Sets forth defenses to liability for such Fund. Confers rights of subrogation upon the United States for payment of any claim by the Fund. Sets forth a claims procedure for removal costs or damages. Requires the Secretary to designate the source of a discharge and to immediately notify the responsible party or guarantor of such designation. Grants subrogation rights to any person (including the Fund) who pays compensation under this Act to any claimant for costs or damages. Requires the following parties to establish and maintain evidence of financial responsibility to meet maximum liability limits: (1) parties responsible for certain vessels over 300 tons or vessels using the waters of the exclusive economic zone to transship or lighter oil destined for U.S. ports; (2) owners of oil carried in bulk as cargo on vessels; and (3) parties responsible for offshore facilities and deepwater ports. Directs the Secretary of the Treasury to withhold or revoke the clearance of any vessel that does not have evidence of financial responsibility. Sets forth circumstances under which such vessels may be denied entry into U.S. ports, or waters, be detained at such ports, or be subject to seizure. Imposes a civil penalty for failure to comply with the financial responsibility requirement. Restricts judicial review of any regulation promulgated under this Act to the Circuit Court of Appeals for the District of Columbia. Grants the district courts original jurisdiction over all actions arising under this Act. Sets forth a limitation period for actions for removal costs, damages, or contribution. Title II: Conforming Amendments - Makes conforming amendments to: (1) the Intervention on the High Seas Act; (2) the Federal Water Pollution Control Act; (3) the Deepwater Port Act; and (4) the Outer Continental Shelf Lands Act Amendments of 1978. Title III: Implementation of International Conventions - States that during any period in which the Civil Liability Convention and the Fund Convention are in force with respect to the United States, owner liability for pollution damage arising from a ship-related incident shall be determined according to such Conventions. Requires the Oil Spill Liability Trust Fund to indemnify and defend certain persons with respect to recovery of removal costs and damages. Grants recognition to the International Oil Pollution Compensation Fund as a legal person under Federal law, and deems the Director of such Fund to have irrevocably appointed the Secretary of State as the Fund's agent for service of process for legal proceedings involving the Fund within the United States. Exempts such Fund and its assets from all direct taxation in the United States. Provides that certain required contributions with respect to oil received in the United States shall be paid to the International Fund from the Oil Spill Liability Trust Fund. Grants recognition to any final judgment of a court of any country which is a party to either the Civil Liability Convention or the Fund Convention. Sets forth the financial responsibility requirements of shipowners whose vessels are subject to the Civil Liability Convention. Imposes specified sanctions and civil penalties upon persons violating the financial responsibility requirements. Waives all U.S. defenses based upon sovereign immunity with respect to any controversy arising under the Civil Liability Convention or the Fund Convention relating to any ship owned by the United States and used for commercial purposes. Requires the Secretary of the department in which the Coast Guard is operating to prescribe regulations to implement this Act and all Federal obligations under the specified Oil Pollution Conventions. Title IV: Prevention and Removal - Subtitle A: Prevention - Amends Federal law relating to certificates of registry and merchant seamen licenses to prohibit the Secretary from issuing such documents to any individual who fails to make available to the Secretary information in the National Driver Register regarding such individual's driving record. Limits the term of such documents to five years and authorizes renewals for additional five year periods. Applies such terms to new and existing documents. Requires the Secretary to conduct criminal record reviews of certificate of registry applicants and of merchant seamen license renewal applicants. Directs the Secretary to request holders of shipping licenses, certificates of registry, or merchant seamen licenses to make available to the Secretary all information in the National Driver Register regarding such individuals' driving records. Requires the Secretary to temporarily suspend and take possession of such documents if a holder performs a sensitive function on a vessel and there is cause to believe that such individual has: (1) performed such function while under the influence of alcohol or a dangerous drug; (2) been denied a motor vehicle license for cause within the five year period preceding the suspension; or (3) been convicted of an offense for which such documents may be suspended or revoked under Federal law. Authorizes the Secretary to suspend or revoke such documents if a holder: (1) is convicted of an offense preventing the renewal of such documents; or (2) is convicted of an alcohol-related driving offense or an offense involving a fatal traffic accident or reckless driving within the five year period preceding the suspension or revocation. Permits the termination of a revocation only when the Secretary decides that the reissuance of a document is compatible with the requirement of good discipline and safety at sea and the former holder provides satisfactory proof that the bases for revocation are no longer valid. Directs the next two senior members on a vessel, if they believe that the individual in command is under the influence of alcohol or a dangerous drug and is incapable of commanding the vessel, to take command of the vessel, enter details in the vessel log, and report such details to the Secretary as expeditiously as possible. Amends the National Driver Register Act of 1982 to authorize applicants for and holders of merchant seamen licenses or certificates of registry to request the chief State driver licensing official to transmit to the Secretary information regarding such individuals' motor vehicle driving records. Prescribes the use of such information by the Secretary. Precludes access to information that was entered more than five years before the date of request unless it relates to revocations or suspensions which are still in effect on the date of request. Revises standards for foreign tank vessels. Prohibits foreign vessels which fail to enforce standards equivalent to U.S. or customary international law from entering the United States. Allows provisional entry for such vessels under specified circumstances. Amends the Ports and Waterways Safety Act to authorize the Secretary to construct, operate, or improve a vessel traffic system in any U.S. channel or port. Prohibits the appropriation of funds for vessel traffic system projects unless such projects are approved by the House Committee on Merchant Marine and Fisheries and the Senate Committee on Commerce, Science, and Transportation. Requires the Secretary to report to the Congress on such projects. Directs the Secretary to: (1) study whether the Secretary should be given additional authority to direct vessel movement on navigable waters and should exercise such authority; (2) study and prioritize U.S. ports and channels that are in need of new or improved vessel traffic systems; and (3) report to the Congress on such study, together with recommendations for implementing such study. Authorizes States to require State pilotage for, and levy pilot charges on, tankers having Federal pilots without licenses endorsed for pilotage in State waters. Authorizes a member of a vessel to serve as the pilot required in Great Lakes waters not designated by the President if such member is: (1) a U.S. citizen who has a pilot license; or (2) a Canadian citizen who has an equivalent pilot license. Authorizes a vessel (except for specified regulated vessels) to operate in waters of the Great Lakes without a U.S. or Canadian registered pilot when the Secretary of Transportation notifies the master that a registered pilot is not available. Makes vessels liable in rem for rates and charges for pilotage services and any costs of collection. Increases the penalties for owners of vessels who permit such a vessel to navigate in the waters of the Great Lakes without a U.S. or Canadian registered pilot. Requires the Secretary of the department in which the Coast Guard is operating to report and make recommendations to the Congress on whether existing laws and regulations are adequate to ensure the safe navigation of vessels transporting oil and hazardous substances on the navigable waters and the exclusive economic zone. Directs the Secretary of the Army to report and make recommendations to the Congress on the feasibility of modifying dredges to make them usable in removing discharges of oil and hazardous substances. Requires the President to report and make recommendations to the Congress on whether liners or other secondary means of containment should be used to prevent leaking or aid in leak detection at onshore oil storage facilities located near navigable waters. Subtitle B: Removal - Amends the Federal Water Pollution Control Act to require the President to ensure an effective and immediate removal of an oil or hazardous substance discharge: (1) into navigable waters; (2) on adjoining shorelines to such waters; (3) on waters of the exclusive economic zone; or (4) that may affect U.S. natural resources. Authorizes the President to direct and monitor all removal actions. Requires the President to: (1) designate areas for which new or improved local contingency plans must be prepared to respond to discharges, or threats of discharges, of oil or hazardous substances; and (2) specify the Federal, State, and local officials required to prepare such plans. Outlines plan requirements. Provides for the periodic review of such plans by the President. Authorizes the President to provide technical assistance for the preparation of such plans. Requires owners or operators of tank vessels or facilities that could reasonably discharge on the navigable waters, adjoining shorelines, or the exclusive economic zone to prepare contingency plans. Outlines plan requirements. Prohibits such vessels or facilities from handling or transporting oil unless the owner or operator has submitted an approved contingency plan and is in compliance with such plan. Requires the President to review such plans. Directs the President to require: (1) periodic inspection of major equipment used to remove discharges of oil and hazardous substances; and (2) vessels operating on the navigable waters and carrying such substances to have removal equipment that employs the best technology available and is compatible with the safe operation of the vessel. Requires the President, acting through the Secretary of the department in which the Coast Guard is operating, to conduct periodic drills of removal capability in major port areas under local and relevant vessel and facility contingency plans. Directs the Secretary to publish annual reports on such drills. Requires the Secretary to ensure that vessels designed to replace Coast Guard buoy tenders are equipped with oil skimming systems that are available, operable, and complement the mission of servicing aids to navigation. Directs the Secretary to establish and maintain a comprehensive nationwide computer listing of emergency removal resources available and appropriate for use in responding to oil discharges. Requires the President to encourage appropriate international organizations to establish an international inventory of emergency response resources. Subtitle C: Miscellaneous - Amends specified Acts to increase and expand the scope of penalties for specified violations, including those concerning: (1) discharges of oil or hazardous substances; (2) negligent shipping operations; (3) ship inspections; (4) liquid dangerous cargoes; (4) load lines; (5) complements of inspected vessels; (6) deck watches; (7) pilotage and crew requirements; and (8) vessel navigation. Provides for the deposit into the Oil Spill Liability Trust Fund of penalties collected for oil discharges under the Federal Water Pollution Control Act. Title V: Prince William Sound Oil Spill Removal - Prince William Sound Oil Spill Removal Act of 1989 - Directs the Secretary to require: (1) tank vessels transporting oil from the Trans-Alaska Pipeline within Prince William Sound to be escorted by at least one towing or other appropriate vessel; and (2) the use of a pilot licensed by the State of Alaska for all tank vessels navigating between the Port of Valdez, Alaska, and a certain point in the Sound. Requires the Secretary to prepare a plan to modify surveillance coverage of the Sound. Requires such plan to include construction of new radar sites to cover the vessel traffic system within the Sound and a review of existing radar surveillance and maintenance policies. Directs the Secretary to require: (1) prepositioned oil spill containment and removal equipment in the Port of Valdez, the city of Cordova, and other locations within the Sound; (2) the establishment of an oil spill removal organization at appropriate locations within the Sound to consist of trained personnel capable of immediately removing a discharge of 200,000 barrels of oil; (3) tank vessels operating in the Sound to carry equipment or materials sufficient to remove an oil discharge and minimize environmental damage; and (4) biannual practice exercises for equipment and personnel testing and training in oil removal techniques for local residents and individuals engaged in fish cultivation or production in the Sound. Requires the Under Secretary for Oceans and Atmosphere of the Department of Commerce to expend at least $5,000,000 annually in FY 1990 through 1992 to conduct living marine resource damage assessments in Arctic waters from the Exxon Valdez oil spill in the Sound. Directs the Under Secretary, whenever possible, to recover such sums from the owner or operator of the Exxon Valdez. Requires such sums to be credited to the appropriations of the National Oceanic and Atmospheric Administration. Directs the Secretary to report to the Congress on: (1) a list of oil pollution exercises conducted in the Port of Valdez and the Sound during the operation of the Trans-Alaska Pipeline; and (2) any other matters regarding oil spills in Arctic waters, including faster approval of oil spill removal technology by Federal and State agencies. Title VI: Miscellaneous - Amends Federal law relating to shipping to waive certain inspection, load line, and manning of vessel requirements if the Secretary of Transportation determines that such waivers are needed in a crisis concerning: (1) a discharge or threat of discharge of oil or a hazardous substance; or (2) the national defense. Repeals a named Act to make a conforming amendment. Title VII: Research and Development - Establishes an Interagency Coordinating Committee on Oil Pollution Research. Requires the Committee to submit an oil pollution research plan to the Congress. Directs the Committee to coordinate the establishment of an oil pollution research and development program, including research and development technologies for preventing or mitigating oil discharges and protecting the environment. Requires such program to provide for: (1) technology evaluation; (2) research on the environmental effects of oil discharges; (3) monitoring and research programs by the Secretary of Commerce to determine the effects of specified oil spills in Alaska, Narragansett Bay, the Houston Ship Channel, and the Delaware River; and (4) research on the use of geographic and ship response simulation models. Authorizes the Secretary of Commerce to recoup costs for the Alaskan monitoring and research program from the owners and operators of the Exxon Valdez, to the extent such costs are directly related to the Exxon Valdez oil spill. Allows the Committee to enter into contracts with, and make grants to, universities, research institutions, and other persons to carry out such program. Requires the Committee to coordinate and cooperate with other nations and foreign research entities in conducting such activities. Directs the Committee to report annually to the Congress on the program. Provides for the establishment of a minimum of six regional research centers through competitive grants to universities or research institutions. Directs such centers to implement oil pollution research and development programs. Requires at least one center to be established in each of the following regions of the United States: (1) the tropical and subtropical coastal environments of Florida and the Gulf Coast; (2) the Atlantic and Pacific temperate coastal environments; (3) the Alaskan coastline and other Arctic and subarctic environments; (4) the Great Lakes; and (5) the inland waters. Sets forth selection criteria for grant applicants. Limits such grants to 80 percent of the total cost of such activities. Prohibits such grants from being used for the acquisition of real property or building construction. Provides for the equitable allocation of funds among the centers. Directs grant applicants to disseminate results of oil pollution research and development through technology transfer, training, and other educational programs. Makes funds available for oil pollution research and development activities. Allocates funds for FY 1990 through 1994 for the regional centers. Title VIII: Provisions Applicable to Alaska Oil - Amends the Trans-Alaska Pipeline Authorization Act to make holders of right-of-way permits in Alaska who are responsible for pollution damages liable for any administrative costs relating to the removal of a pollutant incurred by the State. Repeals a provision of such Act which establishes the Trans-Alaska Pipeline Liability Fund. Requires the Fund to pay valid claims if an owner or operator of a vessel has not paid a claim within 90 days of the submission of such claim. Subrogates the Fund to the rights of persons entitled to recover under this Act upon payment of any claim. Directs the President, after the settlement of all claims by the Fund, to study and report to the Congress on the final disposition of the unexpended balance in the Fund. Provides that officers and trustees of the Fund shall: (1) be indemnified by the Fund against all claims and liabilities to which they are subject by reason of serving as officers or trustees; and (2) be reimbursed for all legal expenses incurred in connection with such claims or liabilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Pollution Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Prince William Sound Oil Spill Removal Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a comprehensive compensation and liability scheme for discharges of oil, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:09-05:00"
}