{
  "actions": [
    {
      "acted_at": "1999-07-30", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S9954", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1999-08-02T14:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-02T14:33:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T00:44:00-04:00", 
      "bill_ids": [
        "hres276-106", 
        "hr1000-106"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 276 Reported to House. Rule provides for consideration of S. 1467. makes in order a motion to strike al after the enacting clause of the Senate bill and to insert the text of H.R. 1000 as passed by the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:49:00-04:00", 
      "references": [], 
      "text": "Mr. Shuster asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:49:00-04:00", 
      "references": [
        {
          "reference": "CR H7434-7460", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:49:00-04:00", 
      "references": [], 
      "text": "RESERVATION OF OBJECTION - Mr. Obey reserved the right to object in order to debate the motion under his reservation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "bill_ids": [
        "hr1000-106"
      ], 
      "references": [], 
      "text": "The House struck all after the enacting clause and inserted in lieu thereof the provisions of a similar measure H.R. 1000. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "bill_ids": [
        "hr1000-106"
      ], 
      "references": [], 
      "text": "The title of the measure was amended to that of similar measure H.R. 1000. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "Mr. Shuster asked unanimous consent that the House insist upon its amendments, and request a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [
        {
          "reference": "CR H7459-7460", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House insist upon its amendments, and request a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Transportation and Infrastructure for consideration of the Senate bill and the House amendment, and modifications committed to conference: Shuster, Young (AK), Petri, Duncan, Ewing, Horn, Quinn, Ehlers, Bass, Pease, Sweeney, Oberstar, Rahall, Lipinski, DeFazio, Costello, Danner, Johnson, E. B., Millender-McDonald, and Boswell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on the Budget for consideration of titles IX and X of the House amendment, and modifications committed to conference: Chambliss, Shays, and Spratt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Ways and Means for consideration of title XI of the House amendment, and modifications committed to conference: Nussle, Hulshof, and Rangel.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T23:50:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-08", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendments to Senate bill and House requests a conference.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1467-106", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-08-05T23:50:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1999-07-30", 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-30", 
  "number": "1467", 
  "official_title": "A bill to extend the funding levels for aviation programs for 60 days.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres276-106", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1000-106", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Aviation Investment and Reform Act for the 21st Century", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASSED:BILL", 
  "status_at": "1999-08-05T23:50:00-04:00", 
  "subjects": [
    "Access to airports", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Air bases", 
    "Air cargo", 
    "Air pollution control", 
    "Air quality", 
    "Air traffic", 
    "Air traffic controllers", 
    "Aircraft", 
    "Aircraft construction", 
    "Aircraft engines", 
    "Aircraft industry", 
    "Aircraft pilots", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airmail service", 
    "Airports", 
    "Airspace (Law)", 
    "Alaska", 
    "Alcoholism", 
    "Animals", 
    "Anniversaries", 
    "Appropriations", 
    "Arizona", 
    "Armed forces and national security", 
    "Army posts", 
    "Asphalt", 
    "Authorization", 
    "Aviation agreements", 
    "Aviation insurance", 
    "Aviation policy", 
    "Aviation safety", 
    "Avionics", 
    "Balance of payments", 
    "Block grants", 
    "Budget deficits", 
    "Budget surpluses", 
    "Business records", 
    "California", 
    "Charter airlines", 
    "Civil rights and liberties, minority issues", 
    "Collective bargaining in government", 
    "Commemorations", 
    "Commerce", 
    "Commercial aircraft", 
    "Communication satellites", 
    "Competitive bidding", 
    "Computer networks", 
    "Computers and government", 
    "Conflict of interests", 
    "Congress", 
    "Congressional budget", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Counseling", 
    "Curricula", 
    "Damages", 
    "Data banks", 
    "Deficit financing", 
    "Deficit reduction", 
    "Department of Transportation", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug testing", 
    "Drugs and transportation workers", 
    "Easements", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Emblems", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Federal employees", 
    "Federal mandates", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "General aviation aircraft", 
    "Geography", 
    "Government aircraft", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government statistics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grievance procedures", 
    "Hawaii", 
    "Health", 
    "Helicopter transportation", 
    "Helicopters", 
    "High technology", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Identification devices", 
    "Illinois", 
    "Indian lands", 
    "Industrial parks", 
    "Information services", 
    "Information technology", 
    "Infrastructure", 
    "Injunctions", 
    "Intermodal transportation", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "Jet aircraft", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Landfills", 
    "Landing aids (Aeronautics)", 
    "Law", 
    "Lease and rental services", 
    "Leases", 
    "Legal ethics", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Lighting", 
    "Local service airlines", 
    "Louisiana", 
    "Maintenance and repair", 
    "Maps", 
    "Maritime law", 
    "Materials", 
    "Mental health services", 
    "Military aircraft", 
    "Military aviation", 
    "Military base closures", 
    "Military base conversion", 
    "Military spare parts", 
    "Minorities", 
    "Motor vehicle pollution control", 
    "National parks", 
    "National recreation areas", 
    "Navigation (Aeronautics)", 
    "Navigation satellites", 
    "Navigational aids", 
    "Nevada", 
    "New York City", 
    "Noise", 
    "Nonprofit organizations", 
    "Nontariff trade barriers", 
    "Occupational health and safety", 
    "Off-budget expenditures", 
    "Ohio", 
    "Oil pollution control", 
    "Personnel management", 
    "Personnel records", 
    "Postal rates and revenues", 
    "Presidential appointments", 
    "Private aviation", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Recruiting of employees", 
    "Recycling of waste products", 
    "Rescue work", 
    "Restrictive trade practices", 
    "Right-of-way", 
    "Road construction", 
    "Salvage", 
    "Science, technology, communications", 
    "Security measures", 
    "Signs and symbols", 
    "Social welfare", 
    "Space activities", 
    "Sparsely populated areas", 
    "Subcontractors", 
    "Surplus government property", 
    "Torts", 
    "Tourism", 
    "Transport aircraft", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation workers", 
    "Travel agents", 
    "User charges", 
    "Virginia", 
    "War risk insurance", 
    "Weather forecasting", 
    "Whistle blowing", 
    "Wildlife conservation", 
    "Wind shear", 
    "Wrongful death"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1999-08-05", 
    "text": "TABLE OF CONTENTS: Title I: Airport and Airway Improvements Subtitle A: Funding Subtitle B: Airport Development Subtitle C: Miscellaneous Title II: Airline Service Improvements Subtitle A: Service to Airports Not Receiving Sufficient Service Subtitle B: Regional Air Service Incentive Program Title III: FAA Management Reform Title IV: Family Assistance Title V: Safety Title VI: Whistleblower Protection Title VII: Miscellaneous Provisions Title VIII: National Parks Air Tour Management Title IX: Truth in Budgeting Title X: Adjustment of Trust Fund Authorizations Title X: Extension of Airport and Airway Trust Fund Expenditure Authority Aviation Investment and Reform Act for the 21st Century - Title I: Airport and Airway Improvements - Subtitle A: Funding - Amends Federal Aviation law to reauthorize through FY 2004: (1) the Airport Improvement Program (AIP); and (2) the Federal Aviation Administration (FAA) Facilities and Equipment Program. Earmarks specified amounts for: (1) the voluntary purchase and installation of universal access systems; (2) the Alaska National Air Space Interfacility Communications System; and (3) the implementation and use of upgrades to the current automated surface observation system-automated weather observing system (if the up-grade is successfully demonstrated).(Sec. 103) Amends the Federal Aviation Act of 1958 to authorize appropriations for FAA operations through FY 2004. Makes specified allocations, including for: (1) wildlife hazard mitigation measures and management of the wildlife strike database of the FAA; and (2) a university consortium established to provide an air safety and security management certificate program.Sets forth fiscal year limits on amounts appropriated from the Airport and Airway Trust Fund for FY 2000 and thereafter for operations and maintenance of FAA air navigation services.Authorizes appropriations for FY 2001 and thereafter for activities of the Office of Airline Information in the Bureau of Transportation Statistics of the Department of Transportation (DOT).(Sec. 104) Makes specified changes to the formula for crediting airport improvement fund amounts to the discretionary fund.Revises the apportionment of airport improvement fund amounts to sponsors of primary (including cargo only) airports and to the States for each fiscal year. Provides minimum apportionments for reliever and nonprimary (but excluding primary) commercial service airports.Authorizes the use of airport improvement funds apportioned to Alaska, Puerto Rico, or Hawaii for any of their public airports. Authorizes the use of State-apportioned airport improvement funds for integrated airport system planning that encompasses one or more primary airports.Authorizes the Secretary of Transportation to permit the use of State highway specifications for airfield pavement construction using airport improvement funds at nonprimary airports serving certain aircraft, provided safety will not be negatively affected and the life of the pavement will not be shorter than it would be if constructed using FAA standards.Increases the apportionment for airport improvement funds for airport noise compatibility programs (including noise mitigation projects approved in the environmental record of decision for an airport development project).Authorizes the use of the supplemental apportionment of airport improvement funds for Alaska for any of its public airports.Repeals a certain limitation on the apportionment of airport improvement funds for commercial service airports in Alaska.(Sec. 105) Provides for an eligible agency to impose a passenger facility fee of more than three dollars (currently, one, two, or three dollars) on each airline passenger of a domestic or foreign air carrier boarding an aircraft at an airport the agency controls to finance an eligible airport-related project, provided certain conditions are met.(Sec. 106) Directs the FAA Administrator to submit to specified congressional committees a copy of the annual budget estimates of the FAA (including line item justifications) at the same time such budget estimates are submitted to the House and Senate Committees on Appropriations.Subtitle B: Airport Development - Revises U.S. policies regarding aviation programs to encourage the funding and use of integrated in-pavement lighting systems for runways and taxiways and other runway and taxiway incursion prevention devices.(Sec. 121) Makes eligible for airport development project funds the installation of emergency call boxes, closed circuit weather surveillance equipment, and windshear detection equipment at public airports.(Sec. 123) Directs the FAA Administrator to study and report to Congress on the feasibility of requiring U.S. airports to install enhanced vision technologies to replace or enhance conventional landing light systems over a ten-year period. Makes the installation of such systems at public airports eligible for airport development projects funds.(Sec. 124) Repeals the pavement maintenance pilot program.Makes routine work to preserve and extend the useful life of runways, taxiways, and aprons at nonprimary airports eligible for airport development project funds.(Sec. 125) Prohibits the approval of a passenger facility fee or airport improvement grant for a covered airport (one that has more than .25 percent of the total number of passenger boardings each year at all commercial service airports, and at which one or two air carriers control more than 50 percent of the passenger boardings) unless it submits a competition plan containing certain airport gate and related facility information.(Sec. 126) Declares that the Government's share of costs shall be: (1) not more than 90 percent for airport improvement projects funded under the State block grant program; (2) 100 percent for airport security projects funded with airport improvement funds; and (3) in FY 2000, 100 percent for any airport improvement funded project at a nonprimary airport, or at a primary airport having less than .05 percent of the total number of passenger boardings each year at all commercial service airports.(Sec. 127) Prohibits the Secretary from requiring an eligible agency to impose a passenger facility fee in order to obtain a letter of intent with respect to airport development projects.(Sec. 128) Provides that the lesser of $15 million or 20 percent of small airport grant funds be set-aside for each of the next four fiscal years to assist sponsors of airports (not located in Alaska and which serve aircraft designed for more than nine but less than 31 passenger seats) in meeting the safety terms in airport operating certificates. Requires the Secretary to notify the grant recipient that the source of the grant is from the small airport fund. Requires the Secretary to give priority consideration to airport development projects to support operations by turbine powered aircraft (if the non-Federal share of project costs is at least 40 percent) when making small airport fund grants to sponsors of public-use airports.(Sec. 129) Authorizes the Secretary to use certain unobligated funds to make discretionary grants for airport planning and development and noise compatibility planning programs.(Sec. 130) Increases from 12 to 15 for FY 2000, and to 20 for each fiscal year thereafter, the number of current or former military airports at any time that may receive airport improvement funds.Increases the amount of discretionary funds that are available to designated sponsors of current or former military airports to construct, improve, or repair airport terminal building facilities and airport surface parking lots, fuel farms, utilities, hangars, and air cargo terminals (50,000 square feet or less).(Sec. 131) Directs the Secretary to establish a pilot program to contract for air traffic control services at Level I air traffic control towers that do not qualify for the Contract Tower Program. Sets forth specified program requirements. Authorizes appropriations.(Sec. 132) Authorizes the Secretary to approve not more than 25 projects in which airport improvement grant funds may be used for innovative financing techniques for development projects at airports that each have less than .25 percent of the total number of passenger boardings each year at all commercial service airports.(Sec. 133) Directs the Secretary, in order to improve security at public U.S. airports, to carry out not less than one project to test and evaluate innovative airport security systems and related technology. Authorizes appropriations.(Sec. 134) Directs the Secretary to carry out an inherently low-emission airport vehicle pilot program which makes grants to the sponsors of not more than ten public-use airports eligible for airport development assistance. Makes a public-use airport eligible for such assistance if it is located in an air quality nonattainment area. Directs the Secretary, in selecting an applicant sponsor for a grant, to give priority consideration to applicants that achieve the greatest air quality benefits measured by the amount of emission reduced per dollar of grant funds.(Sec. 135) Declares that an airport development project shall remain eligible for funding from the discretionary fund (subject to the availability of funds) even though the airport's status changes from a primary to a nonprimary airport. Permits certain regulations to authorize a public agency to request waiver of a passenger facility fee for: (1) any class of domestic or foreign air carrier that enplanes not more than one percent of the total number of passengers enplaned annually at an airport; or (2) passengers enplaned on a flight to an airport with scheduled passenger service but fewer than 2,5000 passenger boardings each year, and in a community with a population of less than 10,000 and not connected by land to the National Highway System.(Sec. 136) Requires the Secretary to publish notice in the Federal Register and provide an opportunity for comment before any modification can be made with respect to airport development project grant assurances made by an airport owner or operator (before December 29, 1987) with respect to the disposal of surplus property for the airport. Declares that the Secretary may only release an option of the United States for a reversionary interest in property conveyed to a public agency sponsoring an airport development project after providing notice and an opportunity for public comment.Requires any Federal, executive branch department, agency, or instrumentality to grant priority to a request by a public agency (except another Federal executive branch department, agency, or instrumentality) for surplus property for use at a public airport. Authorizes the Secretary to waive, without charge, a term of a gift of an interest in such property after providing notice and an opportunity for public comment and other conditions are met.(Sec. 137) Amends Federal aviation law to make it policy to encourage the development of intermodal connections between airports and other transportation modes and systems to promote economic development in a way that will serve States and local communities efficiently and effectively. Makes eligible for airport development project funds the constructing, reconstructing, or improving of an airport, or purchase of capital equipment for an airport, for the purpose of transferring passengers, cargo, or baggage between the airport and ground transportation modes at public airports.(Sec. 138) Increases from nine to ten the number of qualified States that may be designated for each fiscal year to assume administrative responsibility for amounts available under the State block grant program (except amounts designated for use at primary airports).(Sec. 139) Makes acquiring engineered materials arresting systems for, or installing them at, a public-use airport an activity eligible for airport development project funds.Subtitle C: Miscellaneous - Treats as an eligible airport-related project with respect to which an eligible agency may impose a passenger facility fee: (1) the construction, with respect to gates and related areas at which passengers board or exit an aircraft, of structural foundations and floor systems, exterior building walls and load-bearing interior columns or walls, windows, door and roof systems, and building utilities (including heating, air conditioning, ventilation, plumbing, and electrical service), and aircraft fueling facilities adjacent to such gates; and (2) the costs of terminal development at an airport that did not have more than .25 percent of the total U.S. annual passenger boardings and at which total passenger boardings declined by at least 16 percent between 1989 and 1997.(Sec. 152) Makes available to repay money borrowed to pay such development costs any airport planning and development and noise compatibility planning grant funds apportioned to sponsors of an air carrier airport at which terminal development was carried out between June 30, 1970, and July 12, 1976, or, in the case of a commercial service airport which annually had less than .25 percent (currently, .05 percent) of the total enplanements in the United States, between August 1, 1986, and September 30, 1990, or between June 1, 1991, and October 31, 1992. Makes such grants available for repayment if, among other things, the Secretary decides that using the amount to repay the borrowed money will not defer any needed airport development project affecting safety, security, or capacity. Authorizes the Secretary to approve the use of such funds for the repayment of borrowed money for terminal development costs at commercial service airports (nonhub airports) which annually have less than .25 percent (currently, .05 percent) of the total enplanements in the United States.Requires the Secretary to make a determination of whether or not a public airport is a commercial service airport on the basis of the number of passenger boardings and type of air service at such airport when determining whether discretionary funds may be distributed to such commercial service airport.(Sec. 153) Extends the instrument landing system (ILS) program through FY 2002.Directs the Secretary to maintain and upgrade Loran-C navigation facilities throughout the transition period to satellite-based navigation.(Sec. 154) Makes charter air transportation a scheduled passenger operation subject to mandatory issuance of an airport operating license if the airport is not in Alaska and serves aircraft designed for between nine and 31 passenger seats. Directs the FAA Administrator to permit such an airport to preclude scheduled passenger operations (including public chartered operations), however, if it notifies the Administrator that it does not intend to obtain a certificate.(Sec. 155) Authorizes the Secretary to obligate airport improvement funds and amounts from the Trust Fund for any project to construct a new runway at an international airport.(Sec. 156) Directs the FAA Administrator to study and report to Congress on the long term physical performance, safety implications, and environmental benefits of using recycled materials (including recycled pavements, waste materials, and byproducts) in aviation pavement. Authorizes appropriations.(Sec. 157) Authorizes the FAA Administrator to make noise compatibility grants to airport operators for projects to mitigate the effects of noise primarily caused by military aircraft.(Sec. 158) Directs the Secretary to announce the making of airport planning and development and noise compatibility planning grants in a timely fashion.Title II: Airline Service Improvements - Subtitle A: Service to Airports Not Receiving Sufficient Service - Provides for the eventual termination (phase-out) of requirements prohibiting the increase or decrease by the FAA Administrator in the number of takeoffs and landings (the High Density Slot Rule) at O'Hare International Airport, LaGuardia Airport, or Kennedy International Airport.(Sec. 201) Authorizes the Secretary to grant exemptions from the High Density Rule for Ronald Reagan Washington National Airport and O'Hare International Airport to air carriers that provide nonstop air transportation using jet aircraft that comply with stage 3 noise levels and whose flights begin and end within 1,250 miles (perimeter rule) between the airport and a small hub or nonhub airport that the Secretary determines has insufficient air carrier service to and from Reagan National Airport or O'Hare International Airport, or unreasonably high airfares.Authorizes the Secretary to grant 30 exemptions from the High Density Rule to new entrant air carriers that provide air transportation at O'Hare International Airport using stage 3 aircraft. Requires the Secretary to treat all commuter air carriers that have cooperative agreements (including code share agreements with other air carriers) equally for determining eligibility for exemptions regardless of the form of the corporate relationship between the commuter air carrier and the other air carrier.(Sec. 202) Earmarks specified funds for: (1) air carriers to subsidize service to and from an underserved airport (not to exceed three years); (2) underserved airports to obtain jet aircraft service; and (3) underserved airports to implement such other measures as the Secretary considers appropriate to improve air service both in terms of costs and availability of such service to consumers. Requires the FAA Administrator to give priority in funding to airports in which the community will provide from local sources a portion of project costs. Authorizes appropriations.(Sec. 203) Waives the State or local contribution requirement with respect to the compensation of an air carrier providing air service to certain noneligible places.(Sec. 204) Directs the Secretary, in carrying out aviation policy, to consider as being in the public interest and consistent with public convenience and necessity ensuring that consumers in all regions of the United States, including those in small communities and rural and remote areas, have access to affordable, regularly scheduled air service.(Sec. 205) Prohibits the Secretary from denying airport improvement assistance to small community air service airports solely on the basis that such an airport is located within 70 highway miles of a hub airport if the most commonly used highway route between the airport and the hub airport exceeds 70 miles.Subtitle B: Regional Air Service Incentive Program - Authorizes the Secretary to provide through one or more lenders guaranteed loans (including the extension of credit) to commuter air carriers (maximum seating capacity of 75 or less) for the purchase of regional jet aircraft which are to be used to provide service to underserved markets. Outlines loan conditions and limitations, including that: (1) the maximum amount guaranteed on a loan or extended on credit shall be no more than 50 percent, or $100 million; (2) such aircraft comply with certain Federal noise-level requirements; and (3) the air carrier agrees that the purchased aircraft be used to provide service to an underserved market. Authorizes the Secretary to make use of federal facilities and assistance in carrying out the incentive program. Authorizes appropriations.(Sec. 211) Terminates the Secretary's program authority five years after enactment of this Act.Title III: FAA Management Reform - Establishes the Air Traffic Control Oversight Board within the Department of Transportation. Sets forth the Board's responsibilities, including to oversee the FAA in its administration, management, conduct, direction, and supervision of the air traffic control system.(Sec. 303) Provides for the appointment, by the FAA Administrator, and with the approval of the Board, of a Chief Operating Officer for the air traffic control system.(Sec. 304) Provides that the Secretary (instead of, as currently, the President, with the consent of the Senate) shall make subsequent appointments of Federal Aviation Management Advisory Council members.(Sec. 305) Directs the Secretary to develop and implement a coordinated environmental review process for aviation infrastructure projects that require the preparation of an environmental impact statement or environmental assessment under the National Environmental Policy Act of 1969 (or any other environmental review or approval by operation of law). Sets forth the elements of such review process.(Sec. 306) Prohibits the FAA Administrator from issuing a proposed or final regulation that is likely to result in the expenditure by State, local, and tribal governments, or by the private sector, of $250 million (currently, $100 million) or more in aggregate (adjusted annually for inflation), or any regulation which is significant, unless the Secretary approves the issuance of the regulation in advance.(Sec. 307) Directs the Inspector General to conduct an assessment of whether the overall method of calculating FAA costs and attributing such costs to the user is reasonable. Authorizes appropriations.(Sec. 309) Amends the Department of Transportation and Related Agencies Appropriations Act, 1996 to declare that certain Office of Federal Procurement Policy provisions regarding procurement definitions and a prohibition against Federal employee protests of the award of Federal contracts shall not apply to the FAA's acquisition management system. Grants the FAA Administrator authority to take adverse personnel action for violations of such requirements in accordance with the FAA's personnel management system.Title IV: Family Assistance - Amends Federal transportation law to revise provisions prohibiting unsolicited communications concerning potential action for personal injury or wrongful death by an attorney to an individual injured in an accident involving a domestic air carrier before the 45th day (currently, 30th day) following the accident to provide that such prohibition include accidents involving a foreign air carrier in the United States. Authorizes the National Transportation Safety Board (NTSB) to bring a civil action in a district court for violations of this title.(Sec. 401) Prohibits a State or political subdivision from preventing nonprofit organization employees with experience in disasters and post-trauma communication with families from providing mental health and counseling services within the 30 day period after an accident. Includes within the definition of \"passenger\" with regard to assistance to families of passengers involved in aircraft accidents: (1) foreign air carrier employees aboard the aircraft; and (2) any other person aboard the aircraft without regard to whether the person paid for the transportation, occupied a seat, or held a reservation for the flight.(Sec. 402) Revises air carrier plans that provide assistance to the families of passengers involved in aircraft accidents to require them to include, at a minimum, an assurance that: (1) upon request of the family of a passenger, the air carrier will inform the family of whether the passenger's name appeared on a preliminary passenger manifest for the flight involved in the accident; (2) the air carrier will provide adequate training to air carrier employees and agents to meet the needs of survivors and family members following an accident; and (3) in the event that the air carrier volunteers assistance to U.S. citizens within the United States in the case of an aircraft accident outside the United States involving major loss of life, the air carrier will consult with the NTSB and the Department of State on the provision of such assistance.Declares that an air carrier shall not be liable for damages in any action brought in a Federal or State court arising out of the performance of an air carrier in providing information concerning a flight reservation.(Sec. 403) Makes similar changes to foreign air carrier plans.Title V: Safety - Directs the FAA Administrator to require by regulation that collision avoidance equipment (TCAS-II) be installed on each cargo aircraft with a payload capacity in excess of 15,000 kilograms.(Sec. 502) Declares that an air carrier does not need to obtain the employment records of an applicant pilot who has been employed by a branch of the U.S. armed forces, the National Guard, or reserve before allowing such individual to begin service as a pilot.Provides for electronic access to the employment records of FAA air pilots.(Sec. 503) Provides for the enforcement of whistleblower laws for FAA employees.(Sec. 504) Directs the FAA Administrator to issue guidelines and encourage the development of air safety risk management programs throughout the aviation industry, including self-audits and self-disclosure programs.(Sec. 505) Directs the FAA Administrator to issue a notice of proposed rulemaking: (1) to develop procedures to protect air carriers and their employees from civil enforcement actions under the Flight Operations Quality Assurance program; and (2) on implementing a certain section of title 49 (Federal aviation law) relating to the issuance of airport operating certificates for small scheduled passenger air carrier operations.(Sec. 507) Directs the FAA Administrator to conduct a rulemaking proceeding to require the safe disposition of life-limited parts removed from an aircraft. Sets forth civil penalties for violations of such requirements.(Sec. 508) Subjects to a civil penalty of up to $25,000 (including a possible ban from flying on any aircraft for one year) any individual who interferes with the duties or responsibilities of the flight crew or cabin crew of a civil aircraft, or who poses an imminent threat to the safety of the aircraft or other individuals on the aircraft.(Sec. 509) Directs the FAA Administrator to report to specified congressional committees on FAA progress in implementing the air transportation oversight system.(Sec. 510) Makes applicable to other specified types of aircraft (currently exempted from them), including turbojet-powered aircraft, certain requirements that commercial aircraft be outfitted with an emergency locator transmitter. (Continues to exempt from such requirements aircraft used in scheduled flights by scheduled air carriers holding certificates issued by the Secretary, training operations conducted entirely within a 50-mile radius of the airport from which the training operations begin, flight operations related to design and testing, the manufacture, preparation, and delivery of aircraft, research and development, showing compliance with regulations, crew training, exhibition, air racing, or market surveys, the aerial application of a substance on agricultural crops, air transportation with a maximum payload capacity of more than 7,500 pounds, or capable of carrying only one individual.)(Sec. 511) Prohibits a person from constructing or establishing a landfill within six miles of an airport primarily served by general aviation aircraft or aircraft designed for 60 passengers or less unless specified conditions are met. Sets forth a civil penalty for violation of this prohibition.(Sec. 513) Directs the FAA Administrator to initiate a rulemaking proceeding to consider revisions of certain Federal regulations to meet current and future airport safety needs by focusing on the mission of rescue personnel, rescue operations response time, and extinguishing equipment, and taking into account the need for different requirements for airports depending on their size.(Sec. 514) Prohibits the FAA Administrator from entering into any maintenance implementation procedure through a bilateral aviation safety agreement unless the Administrator determines that the participating nations are inspecting repair stations so as to ensure their compliance with FAA standards.(Sec. 515) Directs the FAA Administrator to study and report to Congress on: (1) the number of persons working at airports who are injured or killed as a result of being struck by a moving vehicle while on an airport tarmac, and whether or not reflective safety vests or other actions should be required to enhance their safety; and (2) the role of airport dispatchers in enhancing aviation safety.(Sec. 517) Directs the FAA Administrator to form a partnership with industry to develop a model program to improve the curriculum, teaching methods, and quality of instructors for training individuals who need certification as airframe and powerplant mechanics.Title VI: Whistleblower Protection - Amends Federal transportation law to establish a whistleblower protection program for airline employees providing air safety information.(Sec. 601) Prohibits air carriers, contractors, and subcontractors from discharging or otherwise discriminating against an employee as to pay, terms, conditions, or privileges of employment because the employee: (1) is about to provide or has provided to an employer or the Federal Government information relating to air safety; or (2) is about to file or has filed a proceeding, or testified, or otherwise participated in a proceeding relating to air safety.Sets forth a Department of Labor complaint procedure for persons who believe they have been discharged or discriminated against in violation of this Act. Provides for award of attorney's fees of up to $5,000 to a prevailing employer for any such complaint found frivolous or brought in bad faith.Specifies civil penalties for violation of this Act.Title VII: Miscellaneous Provisions - Amends Federal transportation law to provide that a proposal under a competitive bid process that is in the possession of the FAA Administrator may not be made available to the public under the Freedom of Information Act, with a specified exception.(Sec. 702) Amends Federal aviation safety law to define \"public aircraft\" to include aircraft owned by the U.S. armed forces or chartered to provide transportation to such forces under specified conditions. Declares that aircraft owned by the Government, State, or local government qualifies as a public aircraft except when used for commercial purposes or to carry an individual other than a crewmember or a qualified non-crewmember.Directs the NTSB to study and report to Congress a comparison of the safety of public aircraft and civil aircraft.(Sec. 704) Authorizes the FAA Administrator to make a multiyear contract of not more than ten years (currently, such contracts for the procurement of goods and services are limited to no more than five years) for telecommunication services that are provided through the use of a satellite if the FAA Administrator finds that the longer contract period would be cost beneficial.(Sec. 705) Provides that a proposed change to the FAA personnel management system that has not lead to an agreement between the FAA employee bargaining unit and the Federal Mediation and Conciliation Service shall not become effective until 60 days after the FAA Administrator has submitted the change to Congress. Provides that such period shall not include any period during which Congress has adjourned sine die.Authorizes FAA employees who have been the subject of a major adverse personnel action to contest such action either through any contractual grievance procedure through the employee's collective bargaining unit or through the FAA's internal process relating to review of FAA major adverse personnel actions known as Guaranteed Fair Treatment or a specified section of the Department of Transportation and Related Agencies Appropriations Act, 1996. Requires such employees who can contest such personnel action through more than one forum to elect the appropriate forum (no more than one).Amends the Department of Transportation and Related Agencies Appropriations Act, 1996 to authorize FAA employees under the new FAA personnel management system to appeal to the Merit Systems Protection Board and seek judicial review of Board decisions.(Sec. 706) Amends Federal transportation law to prohibit domestic (including interstate) air carriers and foreign air carriers from discriminating against an air passenger on the basis of race, color, national origin, religion, or sex. Prohibits foreign air carriers from discriminating against handicapped individuals. Provides a civil penalty for discrimination against handicapped individuals.Directs the Secretary to work with appropriate international organizations and the aviation authorities of other nations to establish higher standards, if appropriate, to accommodate handicapped air passengers, particularly with respect to foreign air carriers that code share with domestic air carriers.(Sec. 707) Defines major air carrier joint venture agreements as agreements with regard to code-sharing, blocked-space arrangements, long-term wet leases of a substantial number of aircraft, or frequent flyer programs, or any other cooperative working arrangement between two or more major air carriers that affects more than 15 percent of the total number of available seat miles offered by such carriers.(Sec. 708) Extends, through December 31, 2004, the aviation war risk insurance program.(Sec. 709) Authorizes the FAA Administrator to make improvements to real property leased for an air navigation facility, regardless of whether the cost of making such improvements exceeds the cost of leasing such property, provided certain requirements are met.(Sec. 710) Authorizes the FAA Administrator to enter into bilateral agreements with the aeronautical authorities of another country to exchange with that country all or part of their respective safety oversight functions and duties with respect to certain domestic and foreign aircraft.(Sec. 711) Provides for the availability of airman certificate records to the public.(Sec. 712) Authorizes a person to file with the NTSB a petition for a ten-day emergency stay of orders revoking an airman's certificate.(Sec. 715) Directs the FAA Administrator to establish new fees for, among other things, FAA services to any entity obtaining such services outside the United States (except no fee shall be imposed for production-certification related service performed outside the United States).(Sec. 717) Amends the Airport Noise and Capacity Act of 1990 to make foreign air carriers eligible for a waiver from stage 3 noise level requirements for certain aircraft.Authorizes the Secretary to provide a procedure under which a person may operate a stage 1 or stage 2 aircraft in nonrevenue service to or from a U.S. airport in order to: (1) sell the aircraft outside the United States; (2) sell the aircraft for scrapping; or (3) obtain modifications to the aircraft to meet stage 3 noise levels.(Sec. 718) Extends the Secretary's authority to approve an application of the Metropolitan Washington Airports Authority: (1) for airport development project grants; or (2) to impose a passenger facility fee.(Sec. 720) Amends the Centennial of Flight Commemoration Act to make it a nonprimary duty of the Centennial of Flight Commission to publish popular and scholarly works related to the history of aviation or the anniversary of the centennial of powered flight.Requires the Commission to adopt a policy to protect against possible conflicts of interest involving its members and employees. Requires Commission duties related to the designing and use licensing of logos, emblems, seals, and marks to be carried out by the Administrator of the National Aeronautics and Space Administration (NASA).(Sec. 721) Declares that a memorandum of agreement between the FAA Administrator and any person that directly obtains aircraft situational display data shall require that such person: (1) demonstrate the capability of selectively blocking the display of any aircraft-situation-display-to-industry derived data related to any identified aircraft registration number; and (2) agree to block selectively the aircraft registration numbers of any aircraft owner or operator upon FAA request.(Sec. 722) Authorizes the Secretary to hire additional personnel to eliminate the backlog of pending equal employment opportunity complaints to the Department of Transportation (DOT) and to ensure that investigations of complaints are completed no later than 180 days after the initiation of the investigation. Authorizes appropriations.(Sec. 723) Directs the Secretary, subject to specified conditions, to waive any term contained in the deed of conveyance with respect to airport property that is no longer required for purposes of the Newport News-Williamsburg International Airport.(Sec. 724) Authorizes the City of Los Angeles Department of Airports to grant an easement to the California Department of Transportation to lands required to provide a right-of-way for the construction of the California State Route 138 bypass.(Sec. 725) Declares that flight operations conducted by Alaska guide pilots shall be regulated under the general operating and flight rules contained in part 91 of title 14, Code of Federal Regulations.Directs the FAA Administrator to conduct a rulemaking proceeding to modify the general operating and flight rules by establishing special rules requiring Alaska guide pilots to: (1) operate aircraft inspected no less often than after 125 hours of flight time; (2) participate in an annual flight review; (3) have at least 500 hours of flight time as a pilot; (4) have a commercial rating; (5) hold at least a second-class medical certificate; and (6) hold a letter of authorization certifying that the pilot is in compliance with the rules issued by the Administrator.(Sec. 726) Directs the Secretary to: (1) establish an Aircraft Repair and Maintenance Advisory Panel to review issues related to the use and oversight of aircraft and aviation component repair and maintenance facilities located within, or outside of, the United States; and (2) seek the advice of the panel on methods to increase safety by improving the oversight of aircraft repair facilities.Directs the Secretary to require, by regulation, domestic and foreign air carriers and repair facilities to submit certain information (including the existence of employee drug and alcohol testing programs at foreign repair facilities) in order to assess balance of trade and safety issues with respect to work performed on aircraft used by domestic and foreign carriers and corporate operators. Requires the Secretary to make such information available to the public.(Sec. 727) Directs the FAA Administrator to study and report to Congress on air taxi operators covered by specified regulations.(Sec. 728) Declares the sense of Congress that, as soon as is practicable, the Administrator should complete and begin implementation of the comprehensive national airspace redesign the Administrator is conducting.(Sec. 730) Directs the Secretary to continue to work to develop a new standard for aircraft and aircraft engines that will lead to a further reduction in aircraft noise levels.(Sec. 732) Authorizes the Secretary to approve the sale of Cincinnati-Municipal Blue Ash Airport from the City of Cincinnati to the City of Blue Ash, provided certain conditions are met.(Sec. 733) Authorizes the Secretary of Defense, during the period beginning June 15, 1999, to September 30, 2002, to sell excess Department of Defense aircraft and parts to a person or entity that contracts to deliver oil dispersants by air for the dispersing of oil spills.(Sec. 734) Authorizes the Secretary to eliminate activities of foreign air carriers that own or market computer reservations systems, or of computer reservations system firms located outside the United States, that, with respect to airline service: (1) are unjustifiable or unreasonable discriminatory, predatory, or anticompetitive practices against a computer reservations system firm located inside the United States; or (2) impose an unjustifiable or unreasonable restriction on access of such computer reservations system to a foreign market.(Sec. 735) Authorizes the FAA Administrator to make a grant to, or enter into a cooperative agreement with, a nonprofit organization for a study (and subsequent report to Congress) on the impact of alkali silica reactivity distress on airport runways and taxiways and the use of lithium salts and other alternatives for mitigation and prevention of such distress.(Sec. 736) Directs the FAA Administrator to consider procuring mapping, charting, and geographic information systems from private enterprises, if the Administrator determines that such procurement furthers the FAA's mission and is cost effective.(Sec. 737) Requires the Secretary of Transportation's annual report to Congress to include a detailed statement on airport land use compliance and any necessary corrective action.(Sec. 738) Earmarks specified funds for FY 2000 and 2001 to establish, at an Army depot that has been closed or realigned, a national transportation data center of excellence that will: (1) serve as a satellite facility for the central data repository hosted by the Transportation Administrative Service's computer center; and (2) analyze transportation data collected by the Federal Government, States, cities, and the transportation industry.(Sec. 739) Directs the Secretary to waive all terms contained in the 1949 deed of conveyance to Monroe, Louisiana, of certain U.S. property then constituting Selman Field, subject to specified conditions, including the city's agreement to use any amounts received for conveying any interest in such property at fair market value for: (1) the development, improvement, operation, or maintenance of a public airport; or (2) the development or improvement of the city's airport industrial park co-located with the Monroe Regional Airport.(Sec. 740) Directs the FAA Administrator to contract with the National Academy of Sciences to study and report to Congress on the effectiveness of the automated weather forecasting systems of covered flight service stations solely with regard to providing safe and reliable airport operations.(Sec. 741) Directs the FAA Administrator to study and report to Congress on recent changes to the flight patterns of aircraft using Sky Harbor Airport in Phoenix, Arizona, and the effects of such changes on the noise contours in the Phoenix, Arizona, region.(Sec. 742) Directs the Secretary to: (1) study and report to Congress on the effects of nonmilitary helicopter noise on individuals; and (2) develop recommendations for the reduction of such noise.Title VIII: National Parks Air Tour Management - National Parks Air Tour Management Act of 1999 - Prohibits a commercial air tour operator from conducting commercial air tour operations over a national park or tribal lands, except in accordance with this Act, conditions prescribed for that operator by the FAA Administrator, and any commercial air tour management plan for the park or tribal lands.(Sec. 803) Sets forth specified requirements with respect to: (1) the granting of authority to commercial air tour operators to conduct air tour operations over national parks or tribal lands, with specified exceptions; and (2) establishment of commercial air tour management plans.Exempts from the requirements of this Act: (1) the Grand Canyon National Park, or any Indian country within or abutting such park; (2) any land or waters located in Alaska; and (3) the Lake Mead National Recreation Area (but solely as a transportation route for an air tour of the Grand Canyon).(Sec. 804) Directs the FAA Administrator and the Director of the National Park Service (Director) to establish, jointly, an advisory group to provide continuing advice and counsel with respect to the operation of commercial air tours over and near national parks.(Sec. 805) Directs the FAA Administrator to report to Congress on the effects proposed overflight fees are likely to have on the commercial air tour industry.Directs the FAA Administrator and the Director to report jointly to Congress on the effectiveness of this Act in providing incentives for the development and use of quiet aircraft technology.Title IX: Truth in Budgeting - Truth in Budgeting Act - Prohibits the receipts and disbursements of the Airport and Airway Trust Fund from being counted as new budget authority, outlays, receipts, or deficit or surplus for purposes of the Federal budget as submitted by the President, the congressional budget, or the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman- Hollings Act). Exempts from any general budget limitation imposed by statute on Federal expenditures and net lending (budget outlays).(Sec. 903) Amends Federal aviation law to require the Secretary to estimate annually: (1) what, but for this Act, would be at the close of the next fiscal year the amount of unfunded aviation authorizations; and (2) the net aviation receipts to be credited to the Fund during the fiscal year.(Sec. 904) Requires the Director of the Office of Management and Budget to include within the President's budget appropriate reductions to the discretionary spending limits for FY 2001 and 2002 to reflect the discretionary baseline trust fund spending (without any inflation adjustment) for the FAA subject to this title for each of those two fiscal years.Title X: Adjustments of Trust Fund Authorizations - Sets forth a formula for the alignment of aviation authorizations with aviation revenues. Provides for adjustments to AIP funding. Sets forth estimated aviation revenues for FY 2001 through 2004.(Sec. 1003) Expresses the sense of Congress that the increased funding for aviation investment under this Act will be fully offset by recapturing unspent FY 2001-2004 aviation taxes and reducing the $778 billion general tax cut assumed in the FY 2000 concurrent resolution on the budget by the appropriate amount.Title XI: Extension of Airport and Airway Trust Fund Expenditure Authority - Amends the Internal Revenue Code to extend the expenditure authority of the Airport and Airway Trust Fund through October 1, 2004. Sets forth certain limits on transfers to the Fund."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Aviation Investment and Reform Act for the 21st Century", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Parks Air Tour Management Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Truth in Budgeting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the funding levels for aviation programs for 60 days.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:49-05:00"
}