{
  "actions": [
    {
      "acted_at": "1973-09-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10054-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-05", 
  "number": "10054", 
  "official_title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 to promote traffic safety by providing that defects and failures to comply with motor vehicle safety standards shall be remedied without charge to the owner, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Vehicle Defect Remedy Act", 
  "sponsor": {
    "district": "11", 
    "name": "Minish, Joseph G.", 
    "state": "NJ", 
    "thomas_id": "00814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-05", 
  "subjects": [
    "Motor vehicles", 
    "Safety measures"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-05", 
    "text": "Motor Vehicle Defect Remedy Act - Provides that each notification of a defect or failure to comply with any Federal Motor Vehicle Safety Standard, as required under the National Traffic and Motor Vehicle Safety Act, shall contain: (1) a clear description of such failure to comply with any applicable Motor Vehicle Safety Standard or such defect; (2) an evaluation of the risk to traffic safety reasonably related to such defect; (3) a statement of the measures to be taken to repair such failure to comply; (4) the commitment of such manufacturer to cause such defect or failure to comply to be remedied without charge; (5) the date when such commitment to remedy such defect or failure to comply will initially be honored; and (6) a description of the procedure that a consumer must follow to inform the Secretary of a manufacturer's failure to honor such commitment. States that whenever such notification is required: (1) the manufacturer of each such motor vehicle presented for remedy pursuant to such notice shall cause such defect or failure (including any item of original motor vehicle equipment) to be remedied without charge; or (2) the manufacturer of each such item of motor vehicle equipment presented for remedy pursuant to such notice shall cause such defect or failure to comply in such item of motor vehicle equipment to be remedied without charge. Provides that the manufacturer of each such tire presented for remedy pursuant to such notice shall replace such tire without charge for a period up to sixty days following the receipt of notification or the availability of replacement tires, whichever is later. Stipulates that if a manufacturer can establish, to the satisfaction of the Secretary, at a hearing structured to proceed as expeditiously as practicable, that a failure to comply with an applicable motor vehicle safety standard is of such inconsequential nature that the purposes of this title and the public interest would not be served by requiring the applicable manufacturer to remedy such defect the Secretary may, upon publication of his reasons for such findings, exempt such manufacturer from the requirements of this subsection with respect to such failure. (Amends 15 U.S.C. 1397, 1402)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Defect Remedy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 to promote traffic safety by providing that defects and failures to comply with motor vehicle safety standards shall be remedied without charge to the owner, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:37-05:00"
}