{
  "actions": [
    {
      "acted_at": "1986-02-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4123-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Green, S. William", 
      "sponsored_at": "1986-02-05", 
      "state": "NY", 
      "thomas_id": "00463", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1986-02-05", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-02-05", 
  "number": "4123", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose an alternative minimum tax, and to increase the amount of the personal exemption.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Minimum Tax Act of 1986", 
  "sponsor": {
    "district": "8", 
    "name": "Chandler, Rod D.", 
    "state": "WA", 
    "thomas_id": "00189", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-02-05", 
  "subjects": [
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Foreign tax credit", 
    "Income tax", 
    "Minimum tax", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-02-05", 
    "text": "Minimum Tax Act of 1986 - Amends the Internal Revenue Code to revise the alternative minimum tax for individuals and corporations. Sets the rate of such tax as an amount equal to the excess of: (1) the tentative minimum tax for the taxable year; over (2) the regular tax for the taxable year. Defines the \"tentative minimum tax\" as 22.5 percent (20 percent in the case of a corporation) of so much of the alternative minimum taxable income as exceeds the exemption amount, reduced by the alternative minimum tax foreign tax credit for the taxable year. Sets the exemption amount at: (1) $30,000 in the case of a joint return or a surviving spouse; (2) $25,000 in the case of an unmarried individual; (3) $15,000 in the case of a married individual filing a separate return or an estate or trust; and (4) $40,000 in the case of a corporation. Sets forth the method of calculating alternative minimum taxable income. Specifies certain adjustments in the calculation of such alternative minimum taxable income. Specifies certain tax preferences to be included in the calculation of such alternative minimum taxable income. Allows an alternative minimum tax foreign tax credit. Sets forth the method of calculating such tax credit. Specifies that the alternative minimum tax shall not apply to corporations eligible for the Puerto Rico and possession tax credit. Imposes a superminimum tax. Provides that if two percent of the expanded alternative minimum taxable income exceeds the tentative minimum tax, such tentative minimum tax shall be treated as being equal to two percent of the expanded alternative minimum taxable income. Sets forth the method of calculating alternative minimum taxable income. Allows an income tax credit against such regular tax for prior year minimum tax liability. Sets forth the method of calculating such income tax credit. Provides for the increase in the personal tax exemptions based on the revenue increase due to the alternative minimum tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minimum Tax Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose an alternative minimum tax, and to increase the amount of the personal exemption.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:06-05:00"
}