{
  "actions": [
    {
      "acted_at": "1991-07-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts and Administrative Practice", 
      "text": "Referred to Subcommittee on Courts and Administrative Practice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1494-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts and Administrative Practice", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-18", 
  "number": "1494", 
  "official_title": "A bill to implement the recommendations of the Federal Courts Study Committee, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Courts Study Committee Implementation Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Heflin, Howell", 
    "state": "AL", 
    "thomas_id": "01358", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-18", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administrative remedies", 
    "Appellate courts", 
    "Appellate procedure", 
    "Bankruptcy courts", 
    "Courts of special jurisdiction", 
    "Criminal law", 
    "District courts", 
    "Economic stabilization", 
    "Energy policy", 
    "Federal advisory bodies", 
    "Federal budget process", 
    "Foreign trade and international finance", 
    "Grievance procedures", 
    "House rules and procedure", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Judicial review", 
    "Jurisdiction", 
    "Law", 
    "Legislation", 
    "Legislative resolutions", 
    "Magistrates", 
    "Mediation", 
    "Natural gas", 
    "Parole", 
    "Prisoners", 
    "Retirement income", 
    "Rights of institutionalized persons", 
    "Senate rules and procedure", 
    "State laws", 
    "Supreme Court", 
    "Torts"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-18", 
    "text": "Federal Courts Study Committee Implementation Act of 1991 - Title I: Implementation of Federal Courts Study Committee Recommendations - Establishes an intercircuit conflict resolution demonstration program under which the Supreme Court may issue an order of reference with regard to a matter as to which the lower courts are in disagreement. Directs the Clerk of the Supreme Court, in such event, to select at random a court of appeals to hear the case for a decision en banc (which decision shall be final, subject to discretionary review by the Supreme Court within 30 days). Authorizes the Supreme Court to issue temporary rules supplemental to its own rules and to the Federal Rules of Appellate Procedure governing the procedure in the Supreme Court and the courts of appeals in cases referred under this Act. Directs the Judicial Conference of the United States to establish a committee to monitor and evaluate, and to report to the Congress and the Judicial Conference on, the operation and effect of this title. Requires each committee of the Congress to include with any bill or resolution reported from such committee to the Senate or House of Representatives a judicial impact statement that represents that specified issues have been considered, including: (1) whether a private cause of action is contemplated; (2) the definition of key terms; (3) the types of relief available; (4) whether retroactive applicability is intended; and (5) the viability of private arbitration and other dispute resolution agreements under enactment and relief provisions. Requires each Member of the Congress, to the greatest extent practicable, to consider such issues for any bill or resolution introduced and any amendment proposed in the Senate or House of Representatives. Mandates that all submissions of budget requests and information related to the formulation of the budget submitted by the President for the Court of International Trade and the Court of Appeals for the Federal Circuit be made to the Office of Management and Budget through the Federal judiciary in the same manner as a U.S. court of appeals. Amends the Federal judicial code to: (1) require (current law authorizes) the judicial council of each circuit to establish a bankruptcy appellate panel to hear and determine appeals, unless a judicial council establishes a joint panel to do so; and (2) authorize the Supreme Court to prescribe rules for the appeal of final and interlocutory decisions. Grants district courts original jurisdiction of civil actions based on diversity of citizenship where the matter in controversy exceeds the sum or value of $75,000 (currently, $50,000), if the plaintiff in such an action is not a citizen of the State in which such district court is located. Specifies that, on January 1 of each year, the monetary threshold necessary to meet the jurisdictional standard based on diversity of citizenship shall be increased by the percentage increase in the consumer price index for the preceding calendar year as determined by the Bureau of Statistics of the Department of Labor. Bars the removal of certain actions under the Employee Retirement Income Security Act of 1974 to Federal court unless the matter in controversy exceeds $10,000. Amends the Economic Stabilization Act of 1970 to allow appeals from orders or judgments entered by a U.S. district court in cases arising under such Act to be brought in the U.S. Court of Appeals for the Federal Circuit (Federal Circuit), subject to specified limitations. Amends the Natural Gas Policy Act of 1978 to transfer all cases of the Temporary Emergency Court of Appeals to the Federal Circuit. Includes within the jurisdiction of the Federal Circuit specified appeals under: (1) the Economic Stabilization Act of 1970; (2) the Emergency Petroleum Allocation Act of 1973; (3) the Natural Gas Policy Act of 1978; and (4) the Energy Policy and Conservation Act. Abolishes the Temporary Emergency Court of Appeals and transfers any pending cases to the Federal Circuit. Transfers jurisdiction for supervised release revocation hearings from district courts to the U.S. Parole Commission. Repeals a provision authorizing the judicial officer to commence a prosecution for contempt for a violation of a condition of release. Directs the Parole Commission to assign licensed attorneys as hearing officers in revocation hearings under this title. Amends the Civil Rights of Institutionalized Persons Act to: (1) extend from 90 to 120 days the period before exhaustion of remedies; (2) require States to enact fair and effective administrative procedures and remedies for inmate grievances within two years, and to submit such procedures and remedies to the Attorney General or the appropriate U.S. district court for certification and approval; (3) repeal a provision regarding minimum grievance standards and a provision authorizing the Attorney General to suspend or withdraw certification that administrative remedies are in substantial compliance with such standards; and (4) require the Attorney General to develop procedures for the prompt review and certification of systems for the resolution of grievances of adult inmates to determine if such systems are fair and effective in assuring the rights of such inmates (currently, to determine if such systems are in substantial compliance with certain minimum standards). Grants U.S. Magistrates original jurisdiction over claims under $10,000. Title II: National Commission on Federal Criminal Law Reform - National Commission on Federal Criminal Law Reform Act of 1991 - Establishes the National Commission on Federal Criminal Law Reform to: (1) perform a comprehensive study of the Federal criminal laws and draft a proposed recodification; and (2) coordinate, cooperate, and exchange information with the Congress, the judiciary, and the Department of Justice in undertaking such recodification. Sets forth provisions with respect to the composition, compensation, director, staff, powers, termination, and reporting requirements of the Commission. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Courts Study Committee Implementation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Commission on Federal Criminal Law Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the recommendations of the Federal Courts Study Committee, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:07-05:00"
}