{
  "actions": [
    {
      "acted_at": "1991-02-26", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-13", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s501-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-04-24", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1991-05-23", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-06-26", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1991-04-24", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-04-24", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-05-21", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1991-04-24", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1991-06-26", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-26", 
  "number": "501", 
  "official_title": "A bill to establish a data collection, information dissemination, and student counseling and assistance network, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Counseling and Assistance Network Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-26", 
  "subjects": [
    "Compensatory education", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Educational equalization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Higher education", 
    "Information networks", 
    "Information services", 
    "Minority education", 
    "Public service advertising", 
    "Student aid", 
    "Telephone", 
    "User charges"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-26", 
    "text": "Student Counseling and Assistance Network Act of 1991 - Directs the Secretary of Education (the Secretary) to establish information and counseling services within the Department of Education (the Department) to: (1) collect information on existing programs of effective early intervention providing financial aid information and dissemination and of exemplary precollege guidance and counseling and college admission counseling; (2) establish a national clearinghouse at the Department for information on such programs and coordination among existing clearinghouses; and (3) offer assistance to schools and institutions to implement such programs. Directs the Secretary to award grants and enter into contracts to: (1) develop model precollege and college admission counseling programs, including tools and resources for dissemination to students and parents; (2) train school counselors and admission officers to work with parents and other individuals and agencies in the community so that information on student counseling and assistance programs is widely available; and (3) evaluate student counseling and assistance programs under this Act and recommend any necessary modifications. Gives preference to grant applicants that can recruit economically disadvantaged, minority, and other at-risk students. Includes among entities eligible to receive such grants and contracts public and nonprofit private entities concerned with the availability of higher education assistance. Directs the Secretary to develop, maintain, and widely disseminate an annual comprehensive and detailed guide to postsecondary services, products, and systems. Requires such guide to: (1) be publicly available in electronic and hard copy formats, updated at least semiannually; and (2) include specified types of information from public and private sources. Directs the Secretary to: (1) identify and develop policies, programs, and methods for cross-linking and integrating information relevant to postsecondary education; (2) within six months after enactment of this Act, establish an intra-agency Working Group to consider standard formats for data and efforts needed to cross-link existing data bases and to recommend data bases that can be integrated and made publicly accessible within specified periods; and (3) review such recommendations and report to the Congress, within one year after such enactment and biennially thereafter, on activities to encourage cross-linking and integration of postsecondary information products and services. Establishes a Task Force on Public Access, to be appointed by the Secretary, to recommend improvements in the Department's dissemination of postsecondary information Directs the Secretary to establish a Student Counseling and Assistance Network (SCAN). Requires SCAN to: (1) provide public access, through computers, toll-free telephone hotlines and other means, to information collected for the guide and other information on student aid and college admissions; (2) provide use of electronic mail and conferencing services involving students, parents, educators, and administrators, to improve secondary school curricula choices, study skills guidance, understanding of postsecondary options, and participation in postsecondary education; (3) promote public use of telecommunications and access to Department postsecondary information; (4) evaluate other electronic technologies for such dissemination purposes; and (5) study standards to improve handling such information. Directs the Secretary to establish a pricing policy, including reduction or waiver of any user fees, for public access to information provided under this Act. Requires such policy to establish different prices for commercial and noncommercial uses, and allows it to establish multiple levels of services and prices. Prohibits the ability to pay from being a barrier to access or participation in SCAN. Requires such policy to be developed within one year after enactment of this Act and to incorporate the views of the public. Directs the Secretary to report annually to the Congress on Department information cross-linking and integration, public access, dissemination, and related issues. Authorizes the Secretary to award eligible entities grants and contracts to develop and deliver public service announcements and paid advertising messages that encourage individuals to seek higher education and use SCAN services. Gives preference to applicants that can recruit economically disadvantaged, minority, and other at-risk students. Requires publication of guidelines for applications and public comment. Authorizes appropriations for FY 1992 through 1994 for the following programs under this Act: (1) counseling programs; (2) database and hotline; and (3) national information programs (reserving at least half of the funds for national information for grants to entities providing targeted messages to economically disadvantaged minority populations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Counseling and Assistance Network Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a data collection, information dissemination, and student counseling and assistance network, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:43-05:00"
}