{
  "actions": [
    {
      "acted_at": "1985-12-16", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-12-16", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-12-20", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "text": "Referred to Subcommittee on Natural Resources, Agricultural Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-01-10", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce, DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-01-10", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-01-10", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography", 
      "text": "Referred to Subcommittee on Oceanography.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3959-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agricultural Research and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-12-16", 
  "number": "3959", 
  "official_title": "A bill to authorize appropriations for certain oceanic and atmospheric activities of the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Climate Program Amendments Act of 1985", 
  "sponsor": {
    "district": "8", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-12-16", 
  "subjects": [
    "Advisory bodies", 
    "Chesapeake Bay", 
    "Climate", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Cost effectiveness", 
    "Department of Commerce", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Estuarine pollution", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Government contractors", 
    "Government operations and politics", 
    "Government service contracts", 
    "Great Lakes", 
    "Information services", 
    "Lakes", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Maryland", 
    "Meteorological research", 
    "Meteorological satellites", 
    "New York State", 
    "Ocean", 
    "Oceanography", 
    "Public Contracts, Procurement, and Property", 
    "Refuse and refuse disposal", 
    "Regional planning", 
    "Science, technology, communications", 
    "Virginia", 
    "Washington State", 
    "Waste disposal in the ocean", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Weather and Climate", 
    "Weather control", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-12-16", 
    "text": "Title I: National Climate Program - National Climate Program Amendments Act of 1985 - Amends the National Climate Program Act (the Act) to add provisions for an interagency Climate Program Policy Board, to be established and maintained by the Secretary of Commerce. Revises certain functions of the National Climate Program Office. Repeals specified provisions relating to intergovernmental climate programs. Revises the annual deadline for submission of a report under the Act. Authorizes appropriations for FY 1986 and 1987 to carry out this title. Requires that specified portions of such funds be made available for intergovernmental climate-related activities and experimental climate forecast centers. Title II: Marine Protection, Research, and Sanctuaries - Amends the Marine Protection, Research, and Sanctuaries Act of 1972 (the Act) to provide for the consolidation of certain reports under the Act. Directs the Secretary of Commerce to ensure that the research program on the long-range effects of pollution, overfishing, and other man-induced changes in the ocean ecosystems complements the regulation of ocean dumping and includes monitoring programs and the assessment of the health and ability of the marine environment to assimilate materials without degradation. Directs the Administrator of the Environmental Protection Agency to assess the feasibility of regional management plans for the disposal of waste materials, integrating the activities of all levels of government into a comprehensive strategy. Directs the Administrator to report to the Congress and the President within one year on sewage sludge disposal in the New York region, assessing alternatives and recommending legislative changes to reduce adverse effects. Authorizes appropriations for FY 1986 through 1988 for specified activities. Directs the Secretary and the Administrator to each report annually to the Congress on the activities carried out under specified provisions of the Act. Title III: National Ocean Pollution Planning - Amends the National Ocean Pollution Planning Act of 1978 (the Act) to direct the Administrator of the Environmental Protection Agency (EPA) to establish a National Ocean Pollution Program Office and a National Ocean Pollution Board. Specifies that the Great Lakes, the Chesapeake Bay, Puget Sound, and other estuaries of national significance are to be included under provisions for Federal planning relating to general research on marine ecosystems. Revises provisions relating to budget review under the Act. Directs the EPA Administrator to ensure that the findings and information regarding ocean pollution research activities associated with the Great Lakes which are identified pursuant to specified provisions of the Act be disseminated in a timely manner and in useful forms to relevant Federal and State government departments, and to other persons with an interest in such information. Extends through FY 1988 the authorization of appropriations to carry out the Act. Title IV: Miscellaneous - Extends through FY 1988 the authorization of appropriations under specified Federal law relating to the reporting of weather modification activities or attempts. Directs the Administrator of the National Oceanic and Atmospheric Administration to take necessary actions, including the sponsorship of applied research, to assure the future availability and usefulness of ocean satellite data to the maritime community. Prohibits the closing or consolidation of any weather service office or weather service forecast office of the National Weather Service until the Secretary of Commerce (the Secretary) establishes appropriate standards and procedures relating to any proposed closure or consolidation of such an office. Requires the Secretary, in making decisions to close or consolidate such offices, to consider specified factors, as well as the views expressed by persons served by any affected office. Requires such decisions, with a written statement of findings and basis for the decision, to be made available to such persons. Prohibits the Secretary from taking any action to carry out such a closing or consolidation until 60 days after such decision is made available to such persons. Prohibits NOAA from awarding any contract for the performance of any \"commercial activity\" (as defined in a specified memorandum of the Office of Management and Budget) which is performed by NOAA employees until at least 30 calendar days after the Administrator has presented, in writing, to specified congressional officers and committees a full and complete description of such proposed contract, together with supporting documentation. Requires that such documentation include: (1) a comparison of the cost of such activity as performed by NOAA employees and the cost under the proposed contract; (2) a comparison of the services performed by NOAA employees and the services under the proposed contract; and (3) an assessment of the benefits to the Federal Government of proceeding with the proposed contract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Climate Program Amendments Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain oceanic and atmospheric activities of the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:02-05:00"
}