{
  "actions": [
    {
      "acted_at": "1979-07-12", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1485-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-12", 
  "number": "1485", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 and the Social Security Act to encourage competition in the health insurance industry, to encourage the provision of catastrophic health insurance by employers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Incentives Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-12", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Business and commerce", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospitals", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Medical personnel", 
    "Medicare", 
    "Mental care facilities", 
    "Mental health", 
    "Physicians", 
    "Preventive medicine", 
    "Social welfare", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-12", 
    "text": "Health Incentives Reform Act of 1979 - Establishes title XXI (Standards for Health Benefit Plans) under the Social Security Act. Declares the purpose of such title to be to establish standards which must be met by any employer-offered health benefit plan in order for contributions to such plan to be tax deductible. Requires, under such title, each employer to make available to his or her employees a choice of not less than three health benefit plans which meet the requirements of such title and each of which is offered by a different carrier. Requires at least two of the plans to be offered by a qualified health maintenance organization (HMO). Stipulates that if plans offered by HMO's are not available, the employer must offer alternative plans which provide at least the minimum services required of a plan under this Act and under which the providers of services under the plan constitute a small enough percentage of the total number of providers of such services in the community so as to generate competition with other providers. Requires each employer offering more than one health benefit plan to make an equal contribution for each employee regardless of which plan the employee chooses. Stipulates that if the contribution amount selected by the employer is in excess of the total cost of any plan offered the employer shall contribute, to any employee choosing such plan, an amount equal to the difference between the employer contribution amount and the total cost of the plan chosen by the employer. Stipulates that an amount contributed by an employer to a health benefit plan shall not be excluded from the gross income of the employee to the extent that such contribution exceeds the average cost for health benefit plans offered by HMO's. Sets forth a method for determining such cost. Requires each health benefit plan to provide that any individual covered under an employer's group health insurance plan may convert to an individual plan without regard to prior medical condition or proof of insurability. Requires each health benefit plan to provide an employee the option to purchase coverage under the group plan for his or her spouse and dependent children. Requires each health benefit plan to provide: (1) physician services; (2) inpatient and outpatient hospital services; (3) medically necessary emergency services; (4) short-term outpatient mental health services; (5) medical treatment and referral services for the abuse of or addiction to alcohol or drugs; (6) diagnostic laboratory and diagnostic and therapeutic radiologic services; (7) home health services; and (8) specified preventive health services. Requires each plan to provide for payment of the entire cost of the services included in the plan which are incurred after the out-of-pocket expenses for such services have reached $3,500 for an individual, spouse, and dependents in any calendar year. Sets forth requirements for health insurance carriers under this Act. States that the reasonable premium rate for a health benefit plan shall be determined by the appropriate State agency in accordance with standards established by the Secretary of Health, Education, and Welfare. Amends the Internal Revenue Code to provide that contributions by an employer to accident plans, dental plans, and health plans for compensation to his or her employees shall not be included in gross income provided the plan meets the requirements of this Act. Authorizes an employee to deduct his or her payments for health insurance under title XXI. Amends title XVIII (Medicare) of the Social Security Act to revise provisions relating to payments and contractual arrangements with HMO's under the Medicare program. Directs the Secretary to annually determine a per capita rate of payment for each class of individuals entitled to benefits under such program who are enrolled with a HMO or a health benefit plan with which the Secretary has contracted under the Medicare program. Directs the Secretary to define appropriate classes based on such factors as age, sex, institutional status, disability status, and place of residence. States that the rate for each class shall be equal to 95 percent of the \"adjusted average per capita cost\" for each class. Defines the term \"adjusted average per capita cost\" to mean the average per capita amount that the Secretary estimates would be payable for services furnished under the Medicare program, if the services were furnished by other than a HMO or a health benefit plan. Provides that every individual entitled to benefits under parts A (Hospital Insurance) and B (Supplementary Medical Insurance) of title XVIII or part B only shall be eligible to enroll with a HMO with which the Secretary has contracted to provide services. Sets limits on a HMO's premium rate and the actuarial value of its other charges for individuals enrolled pursuant to this Act. Defines the term \"health benefit plan\" to mean a nongovernmental organization which provides or pays for the cost of health services under group insurance policies, medical or hospital service agreements, membership or subscription contracts, or similar group arrangements, in consideration of premiums or other periodic charges payable to the plan, but does not include a HMO."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Incentives Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 and the Social Security Act to encourage competition in the health insurance industry, to encourage the provision of catastrophic health insurance by employers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:03-05:00"
}