{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9975-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "9975", 
  "official_title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7974-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Maintenance Organization Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Health", 
    "Health maintenance organizations", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Health Maintenance Organization Act - Defines health maintenance organization as a public or private entity organized to provide basic and supplemental health services to its members. States that each member of such organization is to be provided basic health services for a basic health services payment which: (1) is to be paid on a regular basis without regard to the dates such services are provided; (2) is fixed without regard to the frequency, extent, or kind of health service furnished; and (3) is established under a community rating system. Authorizes the Secretary of Health, Education, and Welfare to make grants to, and enter into contracts with, public or nonprofit private entities for projects for surveys or other activities to determine the feasibility of developing or expanding health maintenance organizations which will serve residents of medically underserved areas. Provides that no grant may be made under this Act unless an application therefor has been submitted to, and approved by, the Secretary. States that such application shall be in such form, and submitted in such manner, as the Secretary shall by regulation provide. States that, in considering applications for feasibility grants and contract proposals under this Act, the Secretary shall give priority to applications and contract proposals for projects and health maintenance organizations which will serve residents of medically underserved areas. Provides that, if a feasibility project has been assisted with a grant or contract under this Act, the Secretary may not make any other grant or enter into any other contract for such project. Stipulates that any project under this Act must be completed within twelve months from the date the grant is made or contract entered into. Provides that the amount to be paid by the United States for a feasibility grant made, or contract entered into, under this Act shall be determined by the Secretary except that the amount to be paid by the United States for any single grant or contract shall not exceed $50,000. Authorizes $3,700,000 to be appropriated for fiscal 1974 and $500,000 to be appropriated for fiscal 1975 for the purpose of making payments pursuant to grants and contracts under this Act. Authorizes the Secretary to make grants to and enter into contracts with public or nonprofit private entities, and to make loans to public entities, for projects for the initial development of health maintenance organizations or for significant expansion of the membership of, or area served by, health maintenance organizations. Provides that no grant may be made under this Act unless an application therefor has been submitted to, and approved by, the Secretary. States that such application shall be in such form, and submitted in such manner, as the Secretary shall by regulation provide. States that, in considering applications for feasibility grants and contract proposals under this Act, the Secretary shall give priority to applications and contract proposals for projects and health maintenance organizations which will serve residents of medically underserved areas. Provides that, if a project has been assisted with a grant or contract under this Act, the Secretary may not make any other grant or enter into any other contract for such project. Stipulates that any project under this Act must be completed within twelve months from the date the grant is made or contract entered into. Provides that the Federal share of any such planning project grant or contract shall not exceed $125,000. Provides that the amounts to be paid by the United States for any initial development project for a health maintenance organization under any grant or contract, or both, when added to the amount of principal of any loans made or guaranteed under this Act for such project may not exceed the lesser of: (1) $1,000,000 or the product of $25 and the number of members that the health maintenance organization will have when it first becomes operational after its establishment or expansion, whichever is the greater; or (2) an amount equal to the greater of: (a) 90 percent of the cost of such project; or (b) in the case of a project for a health maintenance organization which will serve residents of a medically underserved area, up to 100 percent of such cost. Authorizes the appropriation of specified amounts for grants and loans for planning projects and initial development projects. Authorizes the Secretary to make loans and loan guarantees for initial operation costs for health maintenance organizations. Authorizes an aggregate of $50,000,000 to be appropriated for fiscal years 1974 and 1975 to carry out the purposes of this section. Authorizes Loan guarantees for construction projects. Authorizes grants for the enrollment of indigent persons in health maintenance organizations. Prescribes specific requirements to be met by an organization applying for such a grant. States that the amount of any grant under this section shall be determined by the Secretary, except that no grant shall exceed 50 percent of the annual income of such organization. Authorizes an appropriation of $11,000,000 for fiscal year 1975, $21,000,000 for fiscal year 1976, $24,000,000 for fiscal year 1977 and $15,000,000 for fiscal year 1978 in order to carry out the provisions of this program. Establishes and makes requirements for the following health maintenance organization projects: (1) demonstration grants and contracts for service in rural medically underserved areas and for enrollment of high risk individuals; (2) specified special project grants and contracts; and (3) grants for health maintenance organization management training. Provides that the Secretary shall evaluate all health maintenance organization projects established under this Act and make the results of such evaluation available to the general public and to the Congress on at least an annual basis. Provides that the United States shall be entitled to recover from an applicant for a loan guarantee under this title the amount of any payment made pursuant to such guarantee, unless the Secretary for good cause waives such right of recovery. States that guarantees of loans under this Act shall be subject to such terms and conditions as the Secretary determines to be necessary to assure that the purposes of this Act will be carried out. Authorizes the Secretary, with due regard to the financial interests of the United States, to sell loans made by him under this title. Establishes within the Treasury a loan guarantee fund which shall be available to the Secretary without fiscal year limitation, in such amounts as may be specified from time to time in appropriation Acts, to enable him to discharge his responsibilities under loan guarantes issued by him under this Act. Establishes programs for protecting health maintenance organizations against: (1) insolvency; (2) the cost of providing unusual amounts of health services or providing out-of-area health services; and (3) unusual losses. Provides that, if a State or political subdivision of a State refuses to permit a health maintenance organization to do business in such State because of a failure to meet local requirements, the Secretary may bring a civil action in the United States district court for the district in which such health maintenance organization is located to enforce compliance with this Act. Establishes a National Advisory Council on Health Maintenance Organizations to advise and assist the Secretary in carrying out his responsibilities under this Act. Requires the Secretary to make an annual report to the Congress on the programs of assistance under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Maintenance Organization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:35-05:00"
}