{
  "actions": [
    {
      "acted_at": "1979-03-27", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s800-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-27", 
  "number": "800", 
  "official_title": "A bill to amend the Rail Passenger Service Act in order to improve cost allocating procedures and the method of determining the amount of Federal assistance to be provided the National Railroad Passenger Corporation for operating costs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Amtrak Cost Allocation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-27", 
  "subjects": [
    "Cost accounting", 
    "Federal aid to transportation", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Subsidies"
  ], 
  "subjects_top_term": "Railroad passenger traffic", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-27", 
    "text": "Amtrak Cost Allocation Act of 1979 - Amends the Rail Service Passenger Act to direct the Secretary of Transportation to establish a uniform cost allocation for the National Railroad Passenger Corporation including: (1) the avoidable cost by route; (2) the revenue by route; (3) the fully allocated cost by route; (4) the number of passengers carried by route; (5) the avoidable profit or loss by route; (6) the fully allocated profit or loss by route; (7) the profit or loss per passenger by route; and (8) the profit or loss by revenue passenger mile. Requires the Corporation to submit quarterly reports of such cost accounting to specified congressional committees. Requires the Corporation to submit annual reports to specified congressional committees containing: (1) a profit and loss table by route for the upcoming fiscal year, assuming a 50 percent Government reimbursement of the fully allocated losses experienced by each such route; and (2) the average ticket subsidy required to show a systemwide social profit (above and beyond such Government reimbursement) for the upcoming fiscal year. Requires the Corporation to include in such reports five year financial plans for such routes. Directs the Secretary to pay a subsidy to the Corporation for each eligible ticket for passenger transportation sold by the Corporation during each fiscal year. Stipulates that the amount of such subsidy shall be determined by the Secretary for each fiscal year. Authorizes appropriations in specified amounts to the Secretary for the benefit of the Corporation for operating assistance for fiscal year 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak Cost Allocation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rail Passenger Service Act in order to improve cost allocating procedures and the method of determining the amount of Federal assistance to be provided the National Railroad Passenger Corporation for operating costs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:50-05:00"
}