{
  "actions": [
    {
      "acted_at": "1980-04-24", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2603-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-24", 
  "number": "2603", 
  "official_title": "A bill to provide for demonstration programs for the placement of certain elderly persons with foster care families.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Care Demonstration Project Act", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-24", 
  "subjects": [
    "Domestic Relations and Families", 
    "Families", 
    "Family policy", 
    "Foster home care", 
    "Geriatrics", 
    "Government records, documents, and information", 
    "Health", 
    "Home care services", 
    "Housing for the aged", 
    "Information services", 
    "Medicaid", 
    "Medicare", 
    "Social welfare", 
    "Standards"
  ], 
  "subjects_top_term": "Geriatrics", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-24", 
    "text": "Family Care Demonstration Project Act - Authorizes the Secretary of Health and Human Services (formerly the Secretary of Health, Education, and Welfare), in consultation with the Commissioner of the Administration on Aging, to make grants to, and enter into contracts with, any public or private entity, including any hospital that has a medicare agreement in effect, to conduct demonstration programs for the placement of specified elderly persons in private homes as foster care residents. Requires that such elderly persons be: (1) 65 years old or older; (2) inpatients in a hospital or nursing home, but no longer require inpatient care; (3) ambulatory and require continued medical support services or intermittent medical or skilled nursing care similar to the care provided in an intermediate care facility, but do not require continuous skilled nursing services; and (4) lack other appropriate residential arrangements to provide necessary services. Directs the Secretary to require that such programs establish standards to assure that specified criteria are met. Includes among such criteria, requirements that such programs: (1) provide for placement in the homes of blood relatives whenever possible if such homes meet applicable requirements; (2) include placements in homes of relatives and in other foster care homes in order to evaluate care in both settings; (3) provide for contribution to the cost of care by the elderly person to the extent that this does not unduly deplete such person's resources; (4) assure persons in whose home such foster care is given are compensated; and (5) assists members of the family providing foster care in making alternative short-term care arrangements when necessary. Directs the Secretary to: (1) provide, to the extent feasible, for the distribution of such grants or contracts among urban and rural areas; and (2) determine the amount of any such grant or contract. Sets forth certain recordkeeping requirements for such programs. Requires that such records be available to the Secretary and the Comptroller General for audit and examination. Authorizes the Secretary to provide technical assistance to appropriate entities with respect to such programs. Directs the Secretary to establish an information clearinghouse regarding foster care programs available in the United States. Directs the Secretary to evaluate such programs and report to Congress by January 1, 1984. Directs the Secretary to prescribe regulations relating to the compensation to be received by persons in whose home an elderly person receives foster care under such program. Authorizes the Secretary, in carrying out such demonstration programs, to make: (1) foster care maintenance payments on behalf of elderly persons who are eligible for medicare hospital insurance benefits, from the Federal Hospital Insurance Trust Fund; and (2) payments to States under the medicaid program with respect to amounts expended by States for foster care maintenance payment to elderly persons otherwise eligible for medical assistance under the State's approved Medicaid plan. Sets forth factors upon which the Secretary is to make determinations of the amount of such payments. Prohibits taking such foster care into consideration in determining eligibility for, or amount of, supplemental security income benefits or specified State payments. Authorizes appropriations for such grants and contracts of $1,500,000 for each of fiscal years 1981 through 1983. Provides that such appropriations shall be: (1) available for the costs of such demonstration programs, including payments to persons in whose home an elderly person receives foster care; and (2) available with regard to any elderly person participating in the program, including those for whom specified payments and contributions do not adequately compensate persons in whose home they receive care."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Care Demonstration Project Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for demonstration programs for the placement of certain elderly persons with foster care families.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:25-05:00"
}