{
  "actions": [
    {
      "acted_at": "1999-02-24", 
      "references": [
        {
          "reference": "CR S1946-1948", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-24", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s465-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-02-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "1999-02-24", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-24", 
  "number": "465", 
  "official_title": "A bill to meet the mental health substance abuse treatment needs of incarcerated children and youth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mental Health Juvenile Justice Act", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-24", 
  "subjects": [
    "Administration of juvenile justice", 
    "Block grants", 
    "Case management", 
    "Child mental health services", 
    "Civil rights and liberties, minority issues", 
    "Community health services", 
    "Correctional personnel", 
    "Crime and law enforcement", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug therapy", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee training", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to law enforcement", 
    "Federal aid to medical research", 
    "Federal aid to substance abuse programs", 
    "Government operations and politics", 
    "Health", 
    "Higher education", 
    "Judges", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile detention", 
    "Juvenile probation", 
    "Labor and employment", 
    "Legal education", 
    "Medical records", 
    "Medical screening", 
    "Mental health services", 
    "Mentally ill", 
    "Parole", 
    "Prison boot camps", 
    "Prisoners", 
    "Psychotropic drugs", 
    "Public defenders", 
    "Rehabilitation of criminals", 
    "Rehabilitation of juvenile delinquents", 
    "Religion", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Special education", 
    "State-local relations", 
    "Student records", 
    "Suicide"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-24", 
    "text": "Mental Health Juvenile Justice Act - Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to direct the Administrator of the Office of Juvenile Justice and Delinquency Prevention to make grants to State and local juvenile justice agencies in collaboration with State and local mental health agencies for training the officers and employees of the State juvenile justice system regarding appropriate access to mental health and substance abuse treatment programs and services in the State for juveniles who come into contact with the State juvenile justice system who have mental health or substance abuse problems. Authorizes a State or local juvenile justice agency that receives such a grant to use it for providing: (1) cross-training, jointly with the public mental health system, for State juvenile court judges, public defenders, and mental health and substance abuse agency representatives regarding the appropriate use of effective, community-based alternatives to juvenile justice or mental health system institutional placements; or (2) training for State juvenile probation officers and community mental health and substance abuse program representatives on appropriate linkages between probation programs and mental health community programs. Authorizes appropriations. (Sec. 3) Amends the Act to direct the Attorney General and the Secretary of Health and Human Services to make grants to partnerships between State and local or county juvenile justice agencies and State and local mental health authorities for the establishment and implementation of programs that address the service needs of juveniles who come into contact with the justice system and who have mental health or substance abuse problems. Sets forth requirements regarding appropriate diversion from incarceration, screening and assessment, treatment of such juveniles, correctional facility policies and procedures (and staff training and annual certification) on suicide prevention, classification of juveniles, confidentiality of records, State recordkeeping and mandatory State reporting to the Department of Justice regarding mental health and substance abuse disorders, staff ratios for correctional facilities, guidelines on the use of force, and requirements under the Individuals with Disabilities Education Act and Rehabilitation Act of 1973. Directs the Secretary of Health and Human Services to: (1) make grants to systems established under the Developmental Disabilities Assistance and Bill of Rights Act to monitor the mental health and special education services provided by grantees to juveniles and to advocate on behalf of juveniles; and (2) reserve no less than three percent of appropriated funds for such purposes. Authorizes appropriations. Allocates 35 percent for diversion programs and 65 percent for treatment programs. Directs the Attorney General and the Secretary to give preference in treatment to partnerships that integrate treatment programs to serve juveniles with co-occurring mental health and substance abuse disorders. Authorizes waivers of treatment requirements. Sets forth grant application requirements. (Sec. 4) Amends the Public Health Service Act to direct the Attorney General and the Secretary to award competitive grants to eligible entities for programs that address the service needs of juveniles, and juveniles with serious mental illnesses, by requiring the State or local juvenile justice system, the mental health system, and the substance abuse treatment system to work collaboratively to ensure: (1) the appropriate diversion of such juveniles and juveniles from incarceration; (2) the provision of appropriate mental health and substance abuse services as an alternative to incarceration and for those juveniles on probation or parole; and (3) the provision of followup services for juveniles who are discharged from the juvenile justice system. Sets forth requirements regarding eligibility of entities, use of funds, and areas served by projects. Makes specified funds available. (Sec. 5) Directs the Secretary to award grants and contracts for the establishment of four research, training, and technical assistance centers. Authorizes appropriations. (Sec. 6) Establishes a Federal Coordinating Council on Criminalization of Juveniles With Mental Disorders. (Sec. 7) Amends: (1) the Violent Crime Control and Law Enforcement Act of 1994 to require a State, to be eligible for funds under the violent offender incarceration and truth-in-sentencing grants program, to have (by January 1, 2001) a program of mental health screening and treatment for appropriate categories of juvenile and other offenders during periods of incarceration and juvenile and criminal justice supervision, that is consistent with guidelines issued by the Attorney General; and (2) make Federal criminal code provisions regarding appropriate remedies with respect to prison conditions applicable to a civil action that seeks to remedy conditions which pose a threat to the health of individuals who are under age 16 or mentally ill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mental Health Juvenile Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to meet the mental health substance abuse treatment needs of incarcerated children and youth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:22-05:00"
}