{
  "actions": [
    {
      "acted_at": "1977-09-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-702.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-13", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-17", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 95-702 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-26", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-26", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-27", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Ways and Means with instructions rejected in House, roll call #705 (57-363).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #706 (275-146).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-28", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-01", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-02", 
      "bill_ids": [
        "hr5322-95"
      ], 
      "references": [], 
      "text": "Inserted text of H.R. 5322 as reported by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-02", 
      "references": [], 
      "text": "Motion to recommit to Senate Committee on Finance with instructions tabled, roll call #608 (74-16).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-03", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Finance with instructions tabled in Senate, roll call #614 (54-36).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-04", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #631 (42-25).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-04", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-30", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-30", 
      "references": [], 
      "text": "Motion to instruct House Conferees rejected in House, roll call #757 (183-209).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-14", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-612.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-837.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "House agreed to conference report, roll call #782 (189-163).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #636 (56-21).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-12-16", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-16", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-19", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-12-20", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1977-12-20", 
      "references": [], 
      "text": "Public Law 95-216.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9346-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1977-12-20", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-27", 
  "number": "9346", 
  "official_title": "An Act to amend the Social Security Act and the Internal Revenue Code of 1954 to strengthen the financing of the social security system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres839-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres937-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5322-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Social Security Financing Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-27", 
  "subjects": [
    "Administrative law judges", 
    "Administrative procedure", 
    "Aid to dependent children", 
    "Blind", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Civil service retirement", 
    "Corporations", 
    "Cost of living", 
    "Disability insurance", 
    "Divorcees", 
    "Educational finance", 
    "Election law", 
    "Equality before the law", 
    "Families", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fire fighters", 
    "Government operations and politics", 
    "Income tax", 
    "International affairs", 
    "Labor and employment", 
    "Local officials and employees", 
    "Medicare", 
    "Mississippi", 
    "Nonprofit organizations", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Police", 
    "Sex discrimination", 
    "Sex discrimination against men", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "State officials and employees", 
    "States", 
    "Tax credits", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Veterans' benefits", 
    "Widowers", 
    "Withholding tax", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1977-12-15", 
    "text": "(Conference report filed in House, H. Rept. 95-837) Social Security Amendments - =Title I: Provisions Relating to the Financing of the Old-Age, Survivors, and Disability Insurance Program= - Amends the Internal Revenue Code of 1954 to increase the rate of tax on wages received by employees and paid by employers, and on the earnings of the self-employed for the purposes of Title II (Old-Age, Survivors, and Disability Insurance), and of the hospital insurance program of Title XVIII (Medicare) of the Social Security Act. Sets forth the steps in which such increases shall be made. Increases to specified dollar amounts the level of wages and self-employment income to which such rate shall be applied in the years 1978 through 1981. Sets such limit at $29,700 in 1981. Increases, to specified levels, the allocations of wages and self-employment income from the Treasury to the Federal Disability Insurance Trust Fund in accordance with Title II of the Social Security Act. =Title II: Stabilization of Replacement Rates in the Old-Age, Survivors, and Disability Insurance Program= - Sets forth a new formula for the computation of the primary insurance amount of an individual who becomes eligible for old age insurance benefits or disability insurance benefits under Title II. Bases such amount on the individual's average indexed monthly earnings. Promulgates a method for determining such average indexed monthly earnings. Requires that, in determining the amount on which an individual's primary insurance amount will be based, a worker's paid in wages and self-employment income be indexed to reflect the changes in such wages and income between the year in which such individual became eligible for benefits and each year in which the worker had earnings. Sets forth a formula to be used in indexing an individual's earnings for a specified computation base year. Establishes a minimum monthly primary insurance amount. States that the amount of such minimum benefit shall be determined in accordance with existing provisions of the Social Security Act as revised from time to time. Provides for the recomputation of the benefit amounts of current beneficiaries to assure that no individual receives less under the current method of computing benefits than the amount he would receive under this Act. Establishes new maximum limits on the amount of benefits which an individual may receive. Provides for increases in the delayed retirement credit. Makes such credit applicable to widow's and widower's insurance benefits. =Title III: Other Changes in Provisions Relating to the Old-Age, Survivors, and Disability Insurance Program= - Amends Title II to establish a minimum amount which an individual may earn per month before suffering a loss or reduction of benefits under that Title. Establishes the exempt amount at $333.33 for each month of any taxable year ending after 1977 and before 1979, ($4,000 per year), $375 for each month of any taxable year ending after 1978 and before 1980 ($4,500 per year), $416.66 2/3 for each month of any taxable year ending after 1979 and before 1981 ($5,000 per year), $458.33 for each month of any taxable year ending after 1980 and before 1982 ($5,500 per year), and $500 for each month of any taxable year ending after 1981 and before 1983 ($6,000 per year). Stipulates that such exempt amounts shall apply only to beneficiaries age 65 and over. Repeals the earnings limitation for individuals aged 70 and over, beginning in January, 1982. Eliminates the retirement list monthly measure except for the initial year in which the monthly benefit is received. Directs the Secretary of Health, Education, and Welfare, in consultation with the Secretary of the Treasury, the Director of the Office of Management and Budget, and the Chairman of the Civil Service Commission, to undertake a study of social security coverage of employees of Federal, State and local governments and nonprofit organizations. Requires that such study include an analysis of the changes which would be required in the systems or programs affected. Directs the Secretary to submit a report of the findings of such study to the President and the Congress within two years of the date of enactment of this Act. Provides that nonprofit organizations that ceased paying social security taxes on earnings of their employees before October 1, 1976, without receiving a refund of social security taxes they had paid in the past, would not be liable for any social security taxes from the time that such taxes ceased to be paid through June 30, 1977. Excludes from coverage the distributive share of any item of income or loss of a limited partner to the extent that such share represents remuneration for services rendered to the partnership. Limits the aggregate amount of employment taxes due for any taxable year with respect to an individual concurrently employed by two or more related corporations. Directs employers who pay wages at a rate lower than the Federal minimum wage because their employees receive income from tips to base their payment of social security taxes on the amount of wages which would have been paid if the employer had paid the minimum wage. Permits a clergyman who filed an application for exemption in the past to revoke his exemption and receive social security coverage. Authorizes the President to enter into bilateral agreements with foreign countries to provide for limited coordination between the U.S. social security system and those of other countries. Stipulates that either house of Congress may veto an agreement entered into by the U.S. and another nation. Makes certain changes relating to the Social Security coverage of policemen and firemen in Mississippi and Illinois who are under staff retirement systems, and social security coverage of state and local employees in New Jersey under the divided retirement system procedure, and the special provisions of the Act that apply to the Wisconsin retirement fund. Modifies the provisions relating to benefit increases so that across-the-board percentage increases will apply to the benefit actually paid rather than to the \"primary insurance amount. Prohibits the retroactive payment of monthly cash benefits, with stated exceptions, for any month before the month in which the application was filed when such payment would permanently reduce an individual's benefits. Requires the mailing for delivery of Social Security and Supplemental Security Income checks on the day preceding a Saturday, Sunday, or legal public holiday when the regular date of delivery is a Saturday, Sunday, or legal public holiday. Provides that social security benefits payable to spouses be reduced by the amount of any public (Federal, State or local) retirement benefit payable to such persons. States that a blind individual shall not be regarded as having an ability to engage in substantial gainful activity on the basis of earnings that do not exceed the monthly exempt amount for persons 65 and over under the retirement test. Prohibits reductions in benefits for widows and widowers who remarry after age 60. Reduces from 20 to 10 years the number of years a divorced spouse must have been married to claim benefits under the former spouse. Directs the Secretary of Health, Education, and Welfare to conduct a study to develop proposals for the elimination of dependency as a factor in awarding benefits under Title II. Sets forth procedures, under Title II, for the crediting of an individual's income to calendar years instead of to specific calendar quarters as is now required. Establishes, for calendar year 1978, the sum of $250 as the amount of income which will be counted as a calendar quarter in the determination of eligibility for benefits. Allows a credit for four such quarters per year. Sets forth a procedure for indexing such amount in succeeding years based on total wages paid in such years. Amends the Internal Revenue Code of 1954 to provide that an employer may deduct social security taxes from the remuneration paid an employee rendering services not in the course of employer's trade or business even though the total remuneration paid the employee in the year by the employer is less than $100. Makes additional amendments to the Code to conform to the changes made by this Act to the Social Security Act. Establishes the National Commission on Social Security to conduct a continuing study, investigation, and review of the Federal old-age, survivors, and disability insurance program, and the health insurance programs established by Titles II and XVIII of the Social Security Act. Sets forth the subject matter of such study, investigation and review. Directs the Commission to hold public hearings in as many different geographical areas of the country as possible. Requires that the Commission submit reports to the President and the Congress. Converts to regular administrative law judges those temporary administrative law judges who were appointed to hear cases dealing with Old-Age, Survivors, and Disability Insurance (OASDI), Supplementary Security Income (SSI) and Medicare. Extends, until October 1, 1979, the reporting date for the current advisory council on social security. =Title IV: Provisions Relating to Certain State Welfare and Service Programs Receiving Federal Financial Assistance= - Makes additional Federal funding available under the Aid to Families with Dependent Children (AFDC) program. Requires that the States pass through to local jurisdictions the full amount of the payment but not more than 100 percent of the amount of the AFDC costs for which the local government was otherwise responsible. Directs that such funds be paid as soon after October 1, 1977, as possible. Provides additional funding to those States whose dollar error rate of excess payments is under four percent. Authorizes States to have access to earnings information in records maintained by the Administration and State employment security agencies. Authorizes the Secretary of Health, Education, and Welfare to establish safeguards against improper disclosure of such information. Requires the States, beginning in 1979, to request and use such information. Authorizes States to operate demonstration projects making employment more attractive for welfare recipients. Authorizes the Secretary to pay each State an amount equal to the amount expended by such State for erroneous supplemental benefit payments. =Title V: Miscellaneous= - Amends the Federal Election Campaign Act to provide that a person shall not be treated for purposes of such Act as receiving an honorarium if such person designates a charitable organizations to receive such honorarium. Revises the definition of durable medical equipment under the Medicare supplementary medical insurance program to include a power-operated vehicle that may be used as a wheelchair."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Financing Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to strengthen the financing of the social security system, to reduce the effect of wage and price fluctuation on the system's benefit structure, to provide coverage under the system for officers and employees of the United State, of the State and local governments, and nonprofit organizations, to increase the earnings limitation, to eliminate certain gender-based distinctions and provide for a study of proposals to eliminate dependency and sex discrimination from social security program.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Social Security Act and the Internal Revenue Code of 1954 to strengthen the financing of the social security system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:08-05:00"
}