{
  "actions": [
    {
      "acted_at": "2013-03-04", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-08", 
      "committee": "Committee on Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s434-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-03-04", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-05-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-04", 
  "number": "434", 
  "official_title": "A bill to authorize and implement the water rights compact among the Blackfeet Tribe of the Blackfeet Indian Reservation and the State of Montana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Blackfeet Water Rights Settlement Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-04", 
  "subjects": [
    "Alternative and renewable resources", 
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Federal-Indian relations", 
    "Fishes", 
    "Floods and storm protection", 
    "Forests, forestry, trees", 
    "Government buildings, facilities, and property", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Lakes and rivers", 
    "Land transfers", 
    "Montana", 
    "Native Americans", 
    "Outdoor recreation", 
    "Pipelines", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-04", 
    "text": "Blackfeet Water Rights Settlement Act of 2013 - Requires the Blackfeet Tribe (Tribe) of the Blackfeet Indian Reservation of Montana to work with the Fort Belknap Indian Community on resolving any conflict between their respective Milk River water rights. Directs the Secretary of the Interior to resolve such conflict if the Tribe and Community are unable to do so within a specified period. Requires the Secretary to enter into contracts with the Tribe for the delivery of: (1) 5,000 acre-feet per year of the St. Mary River water right through Milk River Project facilities to the Tribe or an entity specified by the Tribe, and (2) any additional available St. Mary water. Lists Milk River Project purposes as irrigation, flood control, fish and wildlife protection, recreation, hydroelectric power generation, and municipal, rural, and industrial water supply. Directs the Secretary to conduct a study to: evaluate alternatives for the rehabilitation of the St. Mary Storage Unit of the Milk River Project; identify alternatives to provide additional St. Mary River and Milk River water to the Tribe; evaluate the feasibility of increased storage in Fresno Reservoir; allocate costs based on specified Milk River Project purposes; and plan the management and development of water supplies in the St. Mary River and Milk River basins. Requires the Secretary to implement the Swift Current Creek Bank Stabilization Project and offer to enter into an agreement with the Tribe to establish a process for resolving issues regarding federal Milk River Project property interests that are located on tribal lands. Gives the Tribe the exclusive right to develop and market hydroelectric power from the St. Mary Storage Unit of the Milk River Project. Directs the Secretary to allocate to the Tribe 56,000 acre-feet per year of water stored in Lake Elwell for use by the Tribe for any beneficial purpose on or off the Reservation. Authorizes the Tribe to enter into leases or other agreements for the use of that water, provided its use occurs within the Missouri River Basin and the agreement does not permanently alienate the allocation. Requires the Secretary, acting through the Commissioner of Reclamation, to: carry out deferred maintenance and Four Horns Dam safety improvements relating to the Blackfeet Irrigation Project; carry out the Birch Creek Mitigation Project to provide water from Four Horns Reservoir to state water rights users on Birch Creek; plan, design, and construct the MR&I System (involving water intake, treatment, pumping, storage, and pipeline facilities); and construct the Blackfeet Water, Storage, and Development Projects. Establishes the Birch Creek Mitigation Fund to mitigate the impacts of development of the Birch Creek tribal water right on the Birch Creek water supplies of the Pondera County Canal and Reservoir Company Project. Directs the Secretary, at the Tribe's request, to convey title to the Blackfeet Irrigation Project, Birch Creek Mitigation Project, the MR&I System, and Blackfeet Water, Storage, and Development Projects to the Tribe. Authorizes, ratifies, and confirms the Blackfeet-Montana water rights compact (Compact) to the extent it does not conflict with this Act. Requires the tribal water rights to be held in trust by the United States for the Tribe and its allottees. Requires the Tribe to amend its tribal water code in accordance with the Compact and this Act. Requires the Secretary's approval of the tribal water code for it to be valid. Establishes the Blackfeet Settlement Trust Fund. Makes appropriations to specified accounts that the Secretary is to establish within the Fund. Authorizes the Tribe to withdraw amounts from the Fund upon the Secretary's approval of a tribal management plan and an expenditure plan that requires the Tribe to spend the withdrawn amounts in accordance with this Act. Gives the Tribe specified water rights in the Lewis and Clark National Forest. Provides for the waiver and release by the Tribe of water rights claims against Montana and the United States in return for recognition of the tribal water rights and other benefits provided under the Compact and this Act. Absolves the United States from liability for any failure to carry out any obligation or activity authorized by this Act if adequate appropriations are not provided expressly by Congress to carry out the purposes of this Act in the Reclamation Water Settlements Fund or the Emergency Fund for Indian Safety and Health."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Blackfeet Water Rights Settlement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize and implement the water rights compact among the Blackfeet Tribe of the Blackfeet Indian Reservation and the State of Montana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:40:40-05:00"
}