{
  "actions": [
    {
      "acted_at": "1987-05-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Energy Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held at Carlsbad, New Mexico. Hearings printed:  S.Hrg. 100-609.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-04", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Interior Department. Unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-22", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute. With written report No. 100-522. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "calendar": "Senate Legislative", 
      "number": "957", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 957.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-07", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1272-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1987-05-21", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-21", 
  "number": "1272", 
  "official_title": "A bill to withdraw certain public lands in Eddy County, New Mexico.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Waste Isolation Pilot Plant Land Withdrawal Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-08-10", 
  "subjects": [
    "Administrative remedies", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Energy policy", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Grazing", 
    "Hazardous wastes", 
    "Hunting", 
    "Judicial review of administrative acts", 
    "Mines and mineral resources", 
    "New Mexico", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear research", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Research and development", 
    "Standards", 
    "Taxation", 
    "Transportation of hazardous substances", 
    "Trapping", 
    "Water rights", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-10-07", 
    "text": "(Measure indefinitely postponed in Senate) Waste Isolation Pilot Plant Land Withdrawal Act of 1988 - States as the purpose of the Waste Isolation Pilot Plant (WIPP) (a project authorized under the Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act of 1980 as a research facility for demonstrating the safe disposal of radioactive waste) to receive, handle, and permanently dispose of defense transuranic waste. Sets forth the capacity of the WIPP. States that the transuranic waste will be retrievable prior to permanent disposal. Limits the type and amount of defense remote-handled transuranic waste that will be shipped to and handled by the WIPP. States that such plant is not designed for high-level radioactive waste. States that this Act shall be deemed to amend a specified section of the Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act of 1980. States the effect this Act is to have on the Agreement for Consultation and Cooperation entered into in accordance with such Act. Withdraws lands to be known as the WIPP in Eddy County, New Mexico, from all forms of entry and disposal under the public land, mining, and mineral and geothermal leasing laws. Transfers such land from the Secretary of the Interior to the Secretary of Energy. Revokes specified public land orders made inconsistent by this Act. Describes the land to be so transferred. Directs the Secretary of the Interior, within 30 days after enactment of this Act, to: (1) publish notice in the Federal Register of the lands withdrawn and reserved pursuant to this Act; and (2) file copies of appropriate land maps and legal descriptions of such land with the Senate Energy and Natural Resources Committee and the House Interior and Insular Affairs Committee, the Secretary of Energy, and the State of New Mexico. Provides a disclaimer of the United States to any water rights on the withdrawn land. Requires the Secretary of Energy to be responsible for the management of the withdrawn lands and to consult and cooperate with the State of New Mexico in discharging those responsibilities required under this Act. Directs the Secretary, within one year after enactment of this Act, to develop a management plan for the withdrawn lands, requiring any use of such lands to be subject to such conditions and restrictions as may be necessary to permit the use of such lands for WIPP activities. Provides that, in addition to other uses, the management plan shall provide for domestic livestock grazing, hunting and trapping, maintenance of wildlife habitat, and the disposal of salt tailings remaining on the surface, as well as mining. Authorizes the Secretary to close to the public any part of such withdrawn lands if required for public health and safety. Authorizes the Secretary to enter into cooperative agreements with: (1) the Secretary of the Interior and the State of New Mexico for the administration of grazing within the withdrawn lands; and (2) with the State of New Mexico for the maintenance of the wildlife habitat of such lands. Directs the Secretary, within one year after the enactment of this Act, to submit the required management plan to the aforementioned congressional committees, as well as to the State of New Mexico. Directs the Secretary, no later than 90 days after the enactment of this Act and in consultation with specified officials and agencies, to prepare a proposed experimental plan with respect to the WIPP. Requires the Secretary to submit such plan to the Environmental Evaluation Group (EEG), a scientific evaluation group for the WIPP to be established under this Act. Provides that within 60 days of its receipt of such plan, the EEG shall notify the Secretary of its agreement or disagreement with the plan. Provides steps to be taken if the EEG disagrees with such plan. Provides for ongoing review by the EEG of all data, reports, and other material concerning the experimental program plan developed and implemented by the Secretary. Requires the Secretary, with respect to the WIPP, to be in compliance with appropriate EPA standards of waste management and storage, as well as with transuranic radioactive waste disposal standards. Requires the Secretary to conduct an annual demonstration at the WIPP that all radioactive waste stored there can be readily retrieved. Outlines administrative procedures with respect to such annual demonstrations. Outlines procedures to be followed if it is found that the waste is not readily retrievable. Limits the amount of radioactive waste to be received by the WIPP before it has demonstrated compliance with all the applicable standards and retrievability safeguards. Provides that, if the Administrator of the EPA finds that the environmental standards for disposal of transuranic radioactive wastes have not been complied with, the Secretary shall notify the Congress within 30 days and shall remove the waste as soon as possible, decommission the WIPP, terminate the land withdrawal provided for in this Act, and transfer such lands to the Secretary of the Interior for management by the Bureau of Land Management. Authorizes additional time for compliance with standards (not to exceed 12 months) as agreed to by the Governor of New Mexico and the Secretary. Requires the WIPP to use both engineered and natural barriers to isolate the radioactive waste after disposal to the extent required by the EPA. Directs the Administrator to: (1) promulgate in the Federal Register proposed environmental standards for disposal of transuranic radioactive wastes not later than 18 months after the enactment of this Act; and (2) issue in the Federal Register such standards no later than three years after the enactment of this Act. Prohibits any high-level radioactive waste from being brought to the WIPP for any purpose. Revokes the authority of the Secretary (as provided under prior Federal law) to conduct high-level radioactive waste experiments at the WIPP. Authorizes appropriations for fiscal years after FY 1988 for the construction or upgrading of certain highways in New Mexico for the transportation of radioactive waste generated during defense-related activities. Authorizes appropriations to the Secretary to provide in-kind and cash assistance for emergency response-related activities to New Mexico and any other State or Indian tribe through whose jurisdiction the Secretary plans to transport radioactive waste to or from the WIPP. Requires radioactive waste transported to or from the WIPP to be in packages that have been certified by the Nuclear Regulatory Commission as safe for the transportation of such material. Directs the Secretary, prior to any such transportation, to properly notify State and local governments and Indian tribes. Provides certain priorities in shipping for radioactive waste currently stored at specified storage plants. Directs the Secretary, to the maximum extent practicable, to continue to encourage business and employment opportunities related to the WIPP that may be conducive to the State of New Mexico, especially Lea and Eddy Counties, and report annually thereon to the State of New Mexico. Directs the Secretary of the Interior to pay certain funds to the State of New Mexico in order to offset expenses anticipated to be incurred by such State as a result of the location of the WIPP within the State. Authorizes appropriations to the Secretary to provide financial and technical assistance to the State if the State requests such assistance. Requires the State to prepare a report in conjunction with any such request. Authorizes appropriations to the Secretary to provide a grant each fiscal year to the State of New Mexico and each unit of local government in which such withdrawn land is located for payments equivalent to the taxes generated by the WIPP for its activities on the withdrawn lands. Directs the Secretary, no later than five years after the enactment of this Act, to report to the appropriate congressional committees, the State of New Mexico, the Administrator, and the EEG a plan for monitoring the WIPP after decommissioning. Directs the Secretary, within the same time span, to publish in the Federal Register a plan for the management and use of the withdrawn lands following the decommissioning of the WIPP. Outlines a conflict resolution procedure to be followed in the event that the EEG disagrees with the experimental program plan for the WIPP proposed by the Secretary under prior provisions of this Act, providing for: (1) the initiation of the conflict resolution process upon disagreement; (2) the appointment of a conflict resolution hearing officer; (3) the submission of written statements; (4) an extension, for good cause shown, of the time limit for such conflict resolution; (5) a record of all oral and written submissions; (6) written recommendations by the hearing officer; (7) submission to interested parties of the hearing officer's recommendations; (8) comments from parties affected; (9) a written decision on the conflict by the Secretary; (10) the implementation of the decision; (11) the withdrawal of such matter from further consideration at the request of the parties; (12) written public input concerning the conflict; and (13) the waiver (if applicable) of any rights to judicial review. Directs the Secretary to enter into a contract with the New Mexico Institute of Mining and Technology to establish the EEG to conduct independent reviews and evaluations of the design, construction, and operations of the WIPP as they relate to the protection of the public health and safety and the environment. Outlines contract provisions. Requires such contract to be administered under the direction of the President of the Institute. Provides funding for such contract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "WIPP Land Withdrawal Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Waste Isolation Pilot Plant Land Withdrawal Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to withdraw certain public lands in Eddy County, New Mexico.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}