{
  "actions": [
    {
      "acted_at": "1979-05-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4159-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-21", 
  "number": "4159", 
  "official_title": "A bill to assist the electrical consumers of the Pacific Northwest through use of the Federal Columbia River power system to achieve cost-effective energy conservation, to encourage the development of renewable energy resources, to establish a representative regional power planning process, to assure the region of an efficient and adequate power supply and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Northwest Renewable Resources, Conservation, and Energy Planning Act", 
  "sponsor": {
    "district": "4", 
    "name": "Weaver, James H.", 
    "state": "OR", 
    "thomas_id": "01210", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-21", 
  "subjects": [
    "Advisory bodies", 
    "Alternative energy sources", 
    "Economics and public finance", 
    "Electric power", 
    "Electric power conservation", 
    "Electric power distribution", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishery management", 
    "Government securities", 
    "Idaho", 
    "Interconnected electric utility systems", 
    "Interstate commissions", 
    "Montana", 
    "Northwestern States", 
    "Nuclear power plants", 
    "Oregon", 
    "Planning", 
    "Regional planning", 
    "Securities and Investments", 
    "Standards", 
    "Washington State"
  ], 
  "subjects_top_term": "Electric power", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-21", 
    "text": "Northwest Renewable Resources, Conservation, and Energy Planning Act - Establishes a Pacific Northwest Electric Energy Planning Commission, composed of the Administrator of the Bonneville Power Administration and one representative each from the States of Idaho, Montana, Oregon, and Washington. Directs such Commission to prepare a regional power planning and conservation plan to ensure regional accountability for energy decisions. Sets forth the components of such plan. Directs the Administrator and the Commission to establish programs for the dissemination and collection of information on major regional electric power issues affecting the Pacific Northwest. Directs the Administrator to offer to sell electric power to Pacific Northwest utilities at specified rates to meet their firm power load in regions having an electric power demand in excess of the capabilities of such utilities. Authorizes the Administrator to sell electric power to Federal agencies located in the Pacific Northwest. Directs the Commission to adopt by rule a methodology for determining appropriate rates for sale of power to the Administrator. Authorizes the Administrator to sell to direct-service industrial customers receiving electric power from the Federal Columbia River power system electric power to meet their load requirements and to sell or otherwise dispose of electric power that is surplus to the obligations incurred under this Act. Directs the Administrator to implement all conservation and renewable resource programs in conformance with the regional power planning and conservation plan and the model conservation standards for efficient use of power established under this Act. Stipulates that if such plan requires resources in addition to those resulting from conservation savings and renewable energy use to enable the Administrator to meet obligations incurred under this Act, the Administrator is authorized to acquire such additional resources. Authorizes the Administrator to construct and operate conservation and renewable resource demonstrations, and to pay for the investigation and preconstruction development of renewable resources. Directs the Administrator to acquire, at the request and expense of any Pacific Northwest customer, any electric power required by such customer to replace any electric power curtailed or interrupted by the Administrator. Directs the Administrator to establish a conservation and renewable resource loan and grant fund to be dispensed to and through the region's utilities for conservation, waste recovery, and renewable energy measures. Sets the amount of such fund at $1,200,000,000. Directs the Administrator to establish model regional conservation standards for efficient use of power for new and existing residential, commercial, industrial, and agricultural structures; commercial, industrial, and agricultural processes; and utility and other customer conservation and renewable energy resource programs. Imposes a 50 percent surcharge on rates for power sales to those utilities or other customers in States not following such standards. Directs the Administrator to preferentially allocate power to customers located in States implementing such standards within three years of their adoption. Directs the Administrator to implement necessary mitigation and enhancement measures to restore fisheries damaged by the development and operation of the Federal Columbia River power system and to maintain the minimum instream flow in the Columbia River necessary to preserve existing stocks of fish and the increased stocks resulting from such mitigation and enhancement measures. Stipulates that in the event any such fisheries protection actions result in the decrease of electric power production in the Federal Columbia River power system, the Administrator is authorized to reduce the amount of power sold to its customers on a specified priority basis. Conditions the issuance or renewal of any license under the Federal Power Act upon compliance with such fisheries protection measures and other measures as the Federal Energy Regulatory Commission may prescribe to achieve the purposes of this Act. Directs the Administrator to establish electric power rates to recover the costs associated with the acquisition, conservation, and transmission of electric power and renewable resources. Sets forth criteria for such ratemaking. Sets forth provisions concerning the administration of this Act. Amends the Federal Columbia River Transmission System Act to expand the range of activities for which Bonneville Power Administration bonds may be sold and increases the aggregate principal amount of outstanding bonds to $3,500,000,000. Modifies the definition of \"Pacific Northwest\" to include the entire State of Idaho. Prohibits the Administrator from entering into any arrangement under which the Bonneville Power Administration would purchase or become obligated to purchase electric energy generated by a nuclear powerplant or under which the Administration would finance the construction of any nuclear powerplant, except that the Administration may transmit nuclear generated electric power and impose charges therefor if such energy is not purchased or financed by the Administration. Directs the Administrator to acquire resources from specified facilities under construction a pending State permit or license application upon his determination that such action will result in lower electric power rates for ultimate consumers. Stipulates that this Act shall not alter provisions of other Federal laws according preferential entitlement to purchase federally-generated power to public bodies and cooperatives nor alter the right of any State to set retail electric rates or make decisions related to electric power production, except as specified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Northwest Renewable Resources, Conservation, and Energy Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist the electrical consumers of the Pacific Northwest through use of the Federal Columbia River power system to achieve cost-effective energy conservation, to encourage the development of renewable energy resources, to establish a representative regional power planning process, to assure the region of an efficient and adequate power supply and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:12-05:00"
}