{
  "actions": [
    {
      "acted_at": "1992-05-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5165-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1992-05-14", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1992-05-14", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1992-05-14", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1992-05-14", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1992-05-14", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Reed, Jack", 
      "sponsored_at": "1992-05-14", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1992-05-14", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1992-05-14", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-14", 
  "number": "5165", 
  "official_title": "To improve educational effectiveness by establishing a flexibility demonstration program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-14", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Child health", 
    "Child nutrition", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational facilities", 
    "Educational innovations", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Government regulation", 
    "Health", 
    "Maintenance and repair", 
    "Mental health services", 
    "Preschool education", 
    "School administration", 
    "School lunch program", 
    "Secondary education", 
    "State laws", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-14", 
    "text": "Flexibility for Educational Effectiveness Act of 1992 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to establish a Flexibility Demonstration Program (Program), as a new title VIII, in order to demonstrate the effectiveness, in several States and schools, of granting waivers of Federal and State laws and regulations so that services can be more effectively provided to disadvantaged children. Establishes a Committee on Services to Children (the Committee), composed of the Secretaries of Education, of Agriculture, of Labor, and of Health and Human Services, to coordinate certain activities of their departments to facilitate demonstration projects that waive specified requirements of Federal laws and regulations they administer. Requires the Committee, within 60 days after its establishment, to publish a notice and description of programs providing health, mental health, social services, or substance abuse prevention and treatment for which waivers of requirements are available under other Federal laws, in order to encourage coordination of such programs with programs included under this Act. Directs the Committee to: (1) review applications from States for demonstration projects; and (2) approve applications of up to 15 States involving not more than 20 schools in each State. Prohibits the Committee from exercising authority over the development of or specific provisions of a State application. Authorizes the Committee to carry out the Program by waiving certain requirements in up to 15 States involving not more than 20 schools in each State for demonstration purposes to find more flexible ways to provide education and services to disadvantaged students. Allows the demonstration projects to include simplification, coordination, and combination of some of the requirements in the categories of: (1) related Federal and State preschool and early childhood development for disadvantaged children; (2) related Federal and State programs for disadvantaged students in elementary and secondary schools; (3) Federal and State educational programs for disadvantaged children and social, health, and nutrition programs targeted at such children; and (4) the administration of Federal and State School lunch and school breakfast programs. Sets forth program eligibility and application requirements and priorities for State and local educational agencies. Requires local application development to involve a local reform committee. Allows a State educational agency (SEA) to request waivers of Federal requirements relating to uses of funds for programs serving disadvantaged students in the regular classroom. Requires such programs to include those under chapter 1 of title I ESEA for education of disadvantaged children at preschool, elementary, and secondary levels. Allows such programs also to include those under specified Federal laws relating to such levels. Allows an SEA also to request waivers of Federal requirements for operation of: (1) programs to improve the social, health, and nutritional condition of disadvantaged children; and (2) school lunch and school breakfast programs (but with certain restrictions on the scope of such waivers). Sets forth restrictions on all such waivers with respect to Federal requirements involving civil rights and discrimination, private usage of funds, maintenance of effort or comparability of services, supplementation of non-Federal funds, equitable participation of private school students, certain General Education Provisions Act requirements, fund distribution, and prohibitions against use of funds for construction, renovation, or repair of facilities. Provides for early termination of a waiver granted to a State or school when: (1) the school has not demonstrated adequate progress toward meeting the goals outlined in the local educational agency application; or (2) a State or school has been found to have violated any restriction on the waiver authority. Terminates the Committee's authority to grant waivers on September 30, 1997. Allows a school to decline, at any time, to participate in a project under this Act. Requires annual reports to the Committee by any SEA selected for a demonstration project, and annual reports by the Committee to specified congressional committee on the progress of each participating school in meeting application goals. Directs the Secretary of Education to contract with the National Academy of Education to evaluate and report to specified congressional committees on the demonstration projects with respect to: (1) accuracy of information received under State reporting requirements; (2) effectiveness in raising disadvantaged student achievement levels and improving efficiency at each school; and (3) effectiveness of coordinated service agreements at State and local levels in delivering comprehensive services to disadvantaged children. Suspends, until July 1, 1993, the effectiveness of a specified final rule issued to carry out a unified compliance system under the National School Lunch Act, as well as that of any subsequent rule issued by the Secretary of Agriculture to carry out such system (but does not suspend further planning and development activities for implementation of such system, or any other requirements for local food service authorities under such Act). Authorizes appropriations for SEA and Committee reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To improve educational effectiveness by establishing a flexibility demonstration program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:34-05:00"
}