{
  "actions": [
    {
      "acted_at": "1979-07-16", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1521-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-16", 
  "number": "1521", 
  "official_title": "A bill to expand the licensing and related regulatory authority of the Nuclear Regulatory Commission over storage and disposal facilities for nuclear waste, to provide for meaningful State participation in the licensing of such facilities, and to establish a schedule for implementation of waste management planning.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Regulation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Randolph, Jennings", 
    "state": "WV", 
    "thomas_id": "01421", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-16", 
  "subjects": [
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Radioactive wastes", 
    "States"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-16", 
    "text": "Nuclear Waste Regulation Act of 1979 - Amends the Energy Reorganization Act of 1974 to grant licensing and related regulatory authority to the Nuclear Regulatory Commission as to facilities of the Department of Energy for the storage and disposal of low or high level radioactive wastes, including decommissioned facilities and such materials generated by activities abroad or by research and development or defense program activities. Sets forth criteria for issuing licenses for such facilities. Requires the Secretary of Energy to file a report on each such facility seeking licensing as to environmental and safety data, and to submit to the Nuclear Regulatory Commission plans for the implementation of safety and environmental requirements, including a specific schedule of compliance. Directs the Secretary to submit to the Commission a report setting forth plans for the management and disposal of nuclear waste generated at Department of Energy facilities. Requires license applicants to identify alternative sites for any nuclear waste storage or disposal facility, providing such data as the Commission deems sufficient for each such site, and authorizes the Commission to waive or modify such alternative site requirement, provided such waiver or modification is consistent with the National Environmental Policy Act of 1969, and such facility is intended to demonstrate the existence of a safe and practical permanent disposal technology or to assess the characteristics of a particular site. Directs the Commission to establish criteria and procedures for the evaluation of such alternative sites. Requires a license applicant to notify the Governor of the State of the proposed situs of an intent to file such application, and to provide such State with all data relevant to the intended application. Permits the designated State representative to participate at every stage of the proceedings concerning such license. Authorizes such State to approve of disapprove any construction permit or license according to specified procedures. Directs the Commission and the Environmental Protection Agency (EPA) to determine whether a technology exists for the preparation, isolation, and containment of radioactive wastes which would result in their permanent disposal without substantial probability of health hazards. Stipulates that the Department of Energy, the United States Geological Survey, and the National Academy of Sciences shall be parties to a public proceeding conducted pursuant to the Administrative Procedure Act to make such determinations. Provides that in the event such determination reveals the existence of no adequate technology for the safe permanent disposal of radioactive wastes, the Commission shall suspend issuance of nuclear power plant construction and operation permits and licenses until such a technology is found. Requires the Commission, in consultation with the Department of Energy, to report to Congress and the President on whether adequate permanent disposal capacity will be available by December 31, 1990, for the volume of radioactive wastes projected to require such disposal by such date, and directs the Commission to suspend further commercial generation of such wastes, upon a determination that no such adequate capacity will so exist, until such time as the Commission determines that such capacity will exist. Prohibits the Commission from licensing any nuclear waste storage facility unless such license prohibits the Secretary of Energy from contracting to assume title to such waste or responsibility for its permanent disposal or until a permanent disposal facility is licensed for operation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Regulation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand the licensing and related regulatory authority of the Nuclear Regulatory Commission over storage and disposal facilities for nuclear waste, to provide for meaningful State participation in the licensing of such facilities, and to establish a schedule for implementation of waste management planning.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:04-05:00"
}