{
  "actions": [
    {
      "acted_at": "1973-05-23", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1881-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-23", 
  "number": "1881", 
  "official_title": "A bill to regulate the sale of used cars in or affecting interstate commerce by prescribing the terms and conditions of warranties given in connection with their sale, and to provide for a program of State inspection of used motor vehicles.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Used Car Warranty Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-23", 
  "subjects": [
    "Consumer protection", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-23", 
    "text": "Used Car Warranty Act - Provides that no dealer shall sell or offer for sale a used motor vehicle in or affecting interstate commerce, to any person for purposes other than resale, without a warranty which meets the requirements of this Act, unless he sells or offers for sale that motor vehicle without any express warranty and with the notice provided for in this Act. States that in order to meet the requirements of this Act, a warranty shall be a written agreement entered into between a dealer who is selling a used motor vehicle and the purchaser of that motor vehicle under which the dealer undertakes to be legally bound to comply with the terms of that warranty with respect to that motor vehicle. Sets forth the required terms of such a warranty. Provides that no dealer shall sell any used motor vehicle with respect to which he issues a warranty under the provisions of this Act unless he furnishes to the purchaser of that motor vehicle, before that purchase has entered into a contract to purchase it, a written statement containing specified information as to the delivery, history and condition of the vehicle States that each State shall adopt an inspection program for used motor vehicles. Directs the Secretary of Transportation to establish standards for such inspection. States that no dealer shall secure from the purchaser of a used motor vehicle with respect to which the dealer issues a warranty in accordance with the provisions of this Act any waiver, modification, or limitation of the dealer's obligations under that warranty. Provides that any purchaser of a used motor vehicle, with respect to which a dealer has issued a warranty in accordnace with the provisions of this Act, who suffers damage because the dealer fails to perform his obligations under that warranty may, in addition to any other remedy he may have, bring an action against that dealer for breach of contract and recover, in addition to other damages, the costs of the suit, reasonable attorney fees paid or incurred by him in connection with the controversy, and such consequential and punitive damages as the court before which the action is brought deems appropriate. Directs any dealer who sells used motor vehicles with warranties in accordance with the provisions of this Act to establish and maintain such records, make such reports, and provide such information to the Federal Trade Commission as the Commission may require, and shall, upon request of an officer or employee designated by the Commission for such purpose, permit that officer or employee to inspect appropriate books, papers, records, and other documents relating to the sale of used motor vehicles by him. States that the Federal Trade Commission shall enforce the provisions of this Act and adopt, amend, and repeal such rules and regulations as may be necessary to carry out the provisions of this Act. Sets forth penalties for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Used Car Warranty Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate the sale of used cars in or affecting interstate commerce by prescribing the terms and conditions of warranties given in connection with their sale, and to provide for a program of State inspection of used motor vehicles.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:44-05:00"
}