{
  "actions": [
    {
      "acted_at": "1977-08-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8660-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-08-01", 
  "number": "8660", 
  "official_title": "A bill to provide adequate mental health care and psychiatric care to all Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mental Health Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Mental health", 
    "Taxation"
  ], 
  "subjects_top_term": "Mental health", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-08-01", 
    "text": "Mental Health Act - Title I: Mental Health Benefits - Entitles United States residents and non-resident citizens to mental health benefits under this Act. Enumerates mental health services covered by this Act, stipulating that payments for such services shall be made by the Secretary of Health, Education, and Welfare on the recipient's behalf. Sets forth qualifications of psychiatric hospitals for participation in the program under this Act, including the provision of active diagnostic, therapeutic, and rehabilitative services, and accreditation by the Joint Commission on the Accreditation of Hospitals. Directs that the program under this Act be administered by the Secretary with the advice and assistance of a Committee on Mental Health responsible for approval of all providers under this Act and the establishment of relevant guidelines and qualifications. Requires the Secretary to conduct a study of the feasibility of establishing a national program of mental health insurance, and to submit a report of the findings to the President and Congress. Creates on the books of the United States Treasury a Federal Mental Health Trust Fund. Appropriates to the fund specified tax revenues. Creates a Board of Trustees of the Trust Fund, with the Secretary of the Treasury as the Managing Trustee, to hold the fund, report annually to Congress on the operation and status of the trust fund, report to Congress when the amount of the fund is unduly small, and review general policies followed in managing the fund. Makes it the duty of the Managing Trustee to invest such portions of the trust fund, according to specified instructions, as are not required to meet current withdrawals. Title II: Mental Health Taxes - Amends the Internal Revenue Code to impose a series of mental health taxes on employees' income, employers, self-employment income, and unearned income. Sets forth rules applicable to the nondeductibility of mental health taxes from the employee's exempt wages. Excludes from an individual's gross income an employer's payment of the mental health tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mental Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide adequate mental health care and psychiatric care to all Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:56-05:00"
}