{
  "actions": [
    {
      "acted_at": "1988-02-25", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4026-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Kennedy, Joseph P., II", 
      "sponsored_at": "1988-02-25", 
      "state": "MA", 
      "thomas_id": "00626", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-25", 
  "number": "4026", 
  "official_title": "A bill to promote the interests of consumers in securing financial services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Banking Act of 1988", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-02-25", 
  "subjects": [
    "Bank deposits", 
    "Bank examination", 
    "Bank loans", 
    "Business and commerce", 
    "Business records", 
    "Checking accounts", 
    "Checks", 
    "Commerce", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Credit", 
    "Finance and financial sector", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Poor", 
    "Small business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-02-25", 
    "text": "Consumer Banking Act of 1988 - Title I: Consumer Access to Depository Institutions - Consumer Access to Depository Institutions Act - Requires every depository institution to make available to consumers a basic consumer checking account. Sets forth minimum requirements of such an account, including: (1) initial deposit, balance, and withdrawal terms; (2) maximum fees for transactions, dishonored checks, or stopping payments; (3) the prohibition of fees for making deposits, maintaining the account, inactivity of the account, balance inquiries, or early closure of the account; and (4) the provision of monthly statements. Requires depository institutions to make products or services available to consumers with such a basic account on the same basis as such products or services are made available to other transaction account holders. Allows depository institutions to refuse to open any other transaction account for the holder of a basic consumer checking account and to assess the customary account-related fees if the monthly balance in a basic consumer checking account exceeds $750. Prohibits depository institutions from requiring that a consumer have another account or a credit card issued by the institution before opening a basic consumer checking account or imposing any other requirement that would tend to discriminate against low-income consumers. Requires all depository institutions to cash Federal, State, and local government checks of consumers: (1) to whom such checks are issued; and (2) who are registered with such institution according to regulations prescribed by the Federal Reserve Board. Sets forth requirements for such regulations. Requires depository institutions to post notices describing such basic consumer checking account and government check cashing services. Sets forth provisions for the administrative enforcement for requirements of this title. Sets forth civil penalties for violations of such requirements. Title II: Commercial Loan Disclosure - Home Mortgage Disclosure Amendments of 1988 - Amends the Home Mortgage Disclosure Act of 1975 to require depository institutions to maintain records and make public disclosures of the number and total dollar amount of commercial loans originated by or purchased by such an institution during each fiscal year. (Present law requires such disclosure only for mortgage loans.) Requires the itemization of small business loans in such public disclosures. Title III: Financial Consumers' Associations - Financial Consumers' Association Act - Authorizes the establishment in each State of a public purpose, democratically controlled, membership association of financial service consumers. Specifies that such an association may not be established in a State unless petitions in support of the establishment of such an association have been signed by a number of registered voters equal to at least one percent of the State's population or 50,000. Sets forth procedures for the verification and certification of such petitions. Specifies that such an association shall be a nonprofit corporation and may not issue any shares of stock or other securities or pay any dividends. Provides that the membership of an association shall consist of individuals who: (1) are 18 years of age or older; (2) are residents of the State in which the association is incorporated; and (3) have contributed the required annual membership fee to the association. Specifies that such an association shall not be deemed to be an agency, establishment, or instrumentality of the Federal Government or of any State government. Requires the dissolution of such an association if the membership remains below 500 during any one-year period. Allows for the subsequent establishment of a new association. Specifies that the duties of such an association shall be to: (1) inform, educate, and advise consumers and others on financial service matters; (2) represent and promote the interests of consumers in financial service matters; (3) take affirmative measures to encourage membership by low and moderate income and minority consumers, to disseminate information and advice to such consumers, and to represent their interests in financial matters; and (4) inform consumers about the association, including procedures for obtaining membership. Specifies additional powers of such an association, including: (1) representing the interests of consumers in financial service matters before regulatory agencies, legislative bodies, and other public forums; (2) suing on behalf of any member or group of members for judicial relief in regard to any financial service matter; and (3) negotiating on behalf of financial service consumers with financial service providers. Specifies that such an association shall have all the rights, powers, and duties generally accorded to and imposed upon nonprofit corporations by the laws of the State in which it is incorporated. Prohibits such an association from endorsing or making any contributions to any political party or any candidate for any elected public office. Requires every federally-insured depository institution to include in its deposit account statements mailed to customers a notice concerning the availability of membership in such an association. Specifies the form and content of such notice. Sets forth requirements concerning membership on the board of directors of such an association, the election of directors, and general administrative provisions concerning the operation of such an association. Sets forth a civil penalty for any violation of this Act. Specifies that this Act shall not be deemed to limit the right of any individual or group to participate in any proceeding before a regulatory agency or court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Banking Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Access to Depository Institutions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Consumers' Association Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Home Mortgage Disclosure Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the interests of consumers in securing financial services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:11-05:00"
}