{
  "actions": [
    {
      "acted_at": "1976-03-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12795-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-25", 
  "number": "12795", 
  "official_title": "A bill to establish a program of full employment, vocational training, and employment placement for all young Americans willing and able to work.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Employment Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Government operations and politics", 
    "Labor and employment", 
    "Unemployment", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-25", 
    "text": "Youth Employment Act - Directs the Secretary of Labor to establish a program to: (1) provide financial assistance to States, political subdivisions of the States, private profit or nonprofit organizations, and prime sponsor's planning councils established under the Comprehensive Employment and Training Act of 1973, through the Youth Job Guarantee Office established under this Act, in each labor market area of the country, for programs of training and employment in jobs on public service and private employment projects, for eligible individuals between the ages of 16 to 24 inclusive, and (2) provide special assistance to such eligible individuals who apply for such assistance, in accordance with the provisions of this Act. Establishes in the Department of Labor a National Youth Full Employment Board, to be composed of members appointed by the Secretary who shall include a majority of representatives from labor, civil rights, youth, and women's organizations, chosen from among nominees submitted by such organizations. Directs the Secretary to carry out his functions under this Act in such a way that: (1) within one year of the date of enactment of this Act, the rate of unemployment among youths between the ages of 16 and 24 inclusive, in any political subdivision of any State shall not exceed ten percent of the total labor force in such subdivision; (2) within two years of the date of enactment of this Act, the rate of unemployment among such youths in any political subdivision of any State shall not exceed three precent of the total labor force in such subdivision; and (3) within three years of the date of enactment of this Act, the rate of unemployment among such youths shall be effectively zero throughout the United States. Establishes in the Department of Labor a Youth Job Guarantee Office, to be headed by a Director to be appointed by the Board, through which the Secretary shall carry out the program under this Act, so that any eligible individual who applies for assistance under this Act shall be placed in useful and rewarding employment in a job on a project assisted under this Act or in other private or public employment. Directs the Secretary to establish a regional office of the Youth Job Guarantee Office in each State. Directs the Secretary to insure that among projects planned adequate consideration be given to such individuals and groups as may face special obstacles in finding and holding useful and rewarding employment and to provide or have provided through the coordination of existing programs special assistance including but not limited to counseling, training, and, where necessary, transportation and migration assistance. States that such individuals and groups shall include, among others: (1) those suffering from past or present discrimination or bias on the basis of sex, race, color, religion, or national origin; (2) the physically or mentally handicapped; and (3) potentially employable recipients of public assistance. Prohibits discrimination on the basis of sex, race, color, religion, national origin, political affiliation or belief in the employment of individuals under this Act. Authorizes to be appropriated for each of fiscal years 1976, 1977, and 1978, and for the period beginning July 1, 1976, and ending September 30, 1976, such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program of full employment, vocational training, and employment placement for all young Americans willing and able to work.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:03-05:00"
}