{
  "actions": [
    {
      "acted_at": "1974-02-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12635-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-06", 
  "number": "12635", 
  "official_title": "A bill to revise the Welfare and Pension Plans Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Benefit Security Act", 
  "sponsor": {
    "district": "37", 
    "name": "Dulski, Thaddeus J.", 
    "state": "NY", 
    "thomas_id": "00320", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-06", 
    "text": "Employee Benefit Security Act - Declares it to be the policy of this Act to protect interstate commerce and the interests of participants in employee benefit plans and their beneficiaries, by requiring the disclosure and reporting to participants and beneficiaries of financial and other information with respect thereto, by establishing standards of fiduciary conduct, responsibility, and obligation upon all persons who exercise any powers of control, management, or disposition with respect to employee benefit funds or have authority or responsibility to do so, or have authority or responsibility in the administration of employee benefit plans, and by providing for appropriate remedies, sanctions, and ready access to the Federal courts. Title I: Fiduciary Responsibility and Disclosure - Provides that this title shall apply to any employee benefit plan if it is established or maintained by any employer engaged in commerce or in any industry or activity affecting commerce or by any employee organization in which employers engaged in commerce or in any activity affecting commerce participate, or by both. Specifies the circumstances under which this title shall not apply. Provides that the administrator of an employee benefit plan shall cause to be published in accordance with this Act to each participant or beneficiary covered thereunder a description of the plan and an annual financial report. States that such description shall be published within one hundred and twenty days after such plan is established and shall be written in a manner calculated to be understood by the average plan participant. Provides that an annual report shall be published with respect to any employee benefit plan to which this title applies. Sets forth the information that shall be contained in such report. Requires the plan to be examined by an independent qualified public accountant for his opinion as to whether the financial statements are presented fairly. Provides that the administrator of any employee benefit plan subject to this Act shall file with the Secretary of Labor a copy of the plan description and each annual report. States that the Secretary may reject any such filing after notice, hearing, and determination by the Secretary that such filing is imcomplete for the purpose of this title or if there is any material qualification by an accountant or actuary contained in an opinion submitted pursuant to this Act. Requires the administrator of a plan to inform each participant when his benefits have become nonforfeitable and to furnish a statement upon written request of any participant or beneficiary. Provides that the contents of the descriptions and regular annual reports filed with the Secretary pursuant to this title shall be public information. Requires persons required to file matters under this Act to keep such records available for six years after filing. Permits a defense of good faith reliance on administrative interpretations in criminal actions under this Act. Provides for the bonding of persons who have fiduciary responsibilities under this title and of persons who handle funds or other property of an employee benefit plan. Sets forth the fiduciary responsibilities of the administrators of plans covered by this Act. Prescribes the procedures for distribution of net assets when an employee pension benefit plan is terminated. Prohibits persons convicted of specified crimes including robbery, bribery, and fraud, from holding office under any plan. Establishes an Advisory Council on Employee Welfare and Pension Benefit Plans to advise the Secretary with respect to the carrying out of his functions under this title. Title II: Vesting - Provides that this title shall apply to any employee pension benefit plan: (1) if it is established or maintained by an employer engaged in commerce or in any industry or activity affecting commerce or by such employer together with any employee organization representing employees engaged in commerce or in any industry or activity affecting commerce; or (2) if such plan is established or maintained by any employer or by any employer together with any employee organization and if, in the course of its activities, such plan, directly or indirectly, uses any means or instruments of transportation or communication in interstate commerce or the mails. Excludes from the coverage of this title any employee pension benefit plan if: (1) it is established or maintained by the Federal Government or by the government of a State, or by a political subdivision thereof, or by any agency of any of the above; (2) it is established and maintained outside the United States primarily for the benefit of persons who are not citizens of the United States; or (3) it provides contributions or benefits for a sole proprietor or, in the case of a partnership, a partner who owns more than 10 percent of either the capital interest or the profits in such partnership; (4) if each participant is also a participant in another described primary retirement plan and such plan provides for class vesting within five years, or (5) it is unfunded or is maintained for the purpose of providing deferred compensation for a select group of management employees. Specifies that no pension plan subject to this title may require as a condition of eligibility a period of employment longer than one year or age higher than 25 years. Establishes certain nonforfeitable rights on the part of employees to receive benefits. Stipulates that in computing the period of service under a plan, the employee's entire service with the contributing employer must be considered, except in specified instances. Provides for the distribution of nonforfeitable benefits to terminating participants. Title III: Funding - Requires Pension plans subject to this title to provide for minimum, annual contributions to the plan in amounts in excess of the sum of the amounts required to be contributed under this Act over the amounts contributed for each of the years beginning after enactment of this title. Prescribes the procedure for calculating such amounts. Provides that when the contributions to a pension plan fall below amounts necessary to meet the requirements of this title, the administrator shall take necessary steps to guarantee that the rights of each participant to benefits or to the amounts credited to his account are secure in the event of the participant's termination. Title IV: Plan Termination Insurance - Establishes the Private Pension Plan Termination Insurance Program. Requires every plan subject to this title to obtain plan termination insurance to cover unfunded vested liabilities incurred. Sets forth the conditions of such insurance, the procedures for assessments and premium payments, termination of the plan, and recovery. Creates a separate fund to be known as the Pension Benefit Insurance Fund which shall be available to the Secretary for purposes of this title. Title V: General Provisions - Empowers the Secretary with authority to prescribe alternative methods for satisfying requirements of titles II and III with respect to pension plans. Establishes a Variation Appeals Board to decide appeals from decisions denying grants of variations in accordance with procedures prescribed by the Secretary. Authorizes the Secretary to undertake research studies relating to pension plans. Sets forth criminal penalties for intentional violations of this title. Provides that civil actions may be brought under this title by a participant or beneficiary: (1) for personal liability to such participant or beneficiary for failure to provide information required under this Act; or (2) to recover benefits due him under the terms of his plan or to clarify this rights to future benefits. Authorizes such actions by: the Secretary, or by a participant, beneficiary or fiduciary, for appropriate relief under the fiduciary responsibility provisions of this Act or to enjoin any act or practice which violates any provison of this Act. Requires the Secretary to submit annually a report to Congress covering his administration of this Act. Authorizes to be appropriated such sums as may be necessary to enable the Secretary to carry his functions and duties under this Act. Makes it unlawful: (1) for any person to discharge, fire, discipline, suspend, expel, or discriminate against a participant or beneficiary for exercising any right to which he is entitled under the plan or this Act; and (2) for any person to use fraud, force, violence (or the threat thereof), to restrain, coerce, intimidate (or attempt to) any participant or beneficiary for the purpose of interfering with the exercise of any right under the plan or this Act. Requires the administrator of a plan to file with the Secretary an application for registration of such plan. Prescribes the procedures and requirements for issuance of a certificate of registration and for the enforcement of registration. Declares it to be intent of Congress that, with specified exceptions, this Act shall supersede any and all State and political subdivision laws insofar as they relate to the reporting and disclosure responsibilities of persons acting on behalf of employee benefits plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefit Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the Welfare and Pension Plans Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:20-05:00"
}