{
  "actions": [
    {
      "acted_at": "1991-11-07", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3740-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Bustamante, Albert G.", 
      "sponsored_at": "1992-01-03", 
      "state": "TX", 
      "thomas_id": "00158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Dickinson, William L.", 
      "sponsored_at": "1991-11-21", 
      "state": "AL", 
      "thomas_id": "00296", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1992-01-29", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1992-01-28", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1991-11-20", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1991-11-18", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1992-01-28", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1991-11-21", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1992-01-28", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "McCandless, Alfred A. (Al)", 
      "sponsored_at": "1991-11-26", 
      "state": "CA", 
      "thomas_id": "00755", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1991-11-20", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Spence, Floyd", 
      "sponsored_at": "1991-11-18", 
      "state": "SC", 
      "thomas_id": "01091", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1992-01-03", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-07", 
  "number": "3740", 
  "official_title": "To restore reductions in veterans benefits made by the Omnibus Budget Reconciliation Act of 1990, to modify the final allowances for veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Marlenee, Ron", 
    "state": "MT", 
    "thomas_id": "00737", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-07", 
  "subjects": [
    "Ambulatory care", 
    "Armed forces and national security", 
    "Cemeteries and funerals", 
    "Divorce", 
    "Drugs", 
    "Hospitals", 
    "Housing and community development", 
    "Housing finance", 
    "Income", 
    "Mortgage guaranty insurance", 
    "Nursing homes", 
    "Remarriage", 
    "Social welfare", 
    "Survivors' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-07", 
    "text": "Repeals a Federal provision prohibiting the payment of any disability compensation to an incompetent veteran having neither spouse, child, nor dependent parent until the value of such veteran's estate is reduced to less than $10,000. Presumes a veteran to be permanently and totally disabled if such person is 65 years of age or older or becomes unemployable after age 65. Restores the full permitted monthly pension (currently limited to $90) for veterans having neither spouse nor child and receiving Medicaid-covered nursing home care. Provides that the remarriage of a surviving spouse of a veteran shall not eliminate the right of such former spouse to survivors' benefits if the remarriage is terminated or dissolved by a divorce court unless the Secretary of Veterans Affairs determines that the divorce was secured through fraud or collusion by the surviving spouse. Provides the same restoration of survivors' benefits eligibility for a veteran's child who marries when such marriage is later terminated or properly dissolved without fraud or collusion. Repeals a Federal provision requiring a minimum copayment for medication received for a non-service-connected disability by a veteran with a service-connected disability rated at less than 50 percent. Authorizes the Secretary, to the extent that resources and facilities are available, to furnish hospital and nursing home care needed by a veteran for a non-service-connected disability if the veteran's income falls below a prescribed level. Authorizes the Secretary to furnish such care for a non-service-connected disability to a veteran who is not otherwise eligible for such care if the veteran agrees to pay a minimum amount for such care. Provides that a veteran may not be required to make a payment for outpatient services furnished during any 90-day period to the extent that such payment would cause the total amount paid by the veteran for outpatient medical services to exceed the amount of the inpatient Medicare deductible in effect on the first day of such 90-day period. Revises the income thresholds used to determine whether a veteran is required to make payments for services when such veteran is not otherwise eligible for such services. Entitles all veterans with a service-connected disability (currently, only those veterans with a service-connected disability rated at 20 percent or more) to the basic veterans' educational assistance entitlement. Repeals a Federal provision requiring a specified percentage increase in the veterans' housing loan fee for loans closed between November 1, 1990, and September 30, 1991. Authorizes the Secretary, in lieu of furnishing a headstone or grave marker, to reimburse a person for the cost of acquiring a non-Government headstone or marker for placement in any cemetery other than a national cemetery in connection with the burial of a deceased veteran. Restores the plot allowance for veterans buried in a cemetery other than a national cemetery. (Currently, veterans whose eligibility for benefits is based on being a veteran of any war may not receive such plot allowance if they choose not to be buried in a national cemetery.) Authorizes the Secretary to pay up to $400 (currently $300) for burial and funeral expenses for a veteran who dies of a service-connected disability. Repeals provisions requiring: (1) payment of such benefit for any veteran who was in receipt of pension; and (2) that, before such payment is made, the Secretary determines that there is no next of kin or other person claiming the body of the deceased veteran and that there are insufficient resources from the veteran's estate to cover such expenses. Increases from $150 to $300 the plot allowance authorized to be paid by the Department for veterans who die in a Department facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To restore reductions in veterans benefits made by the Omnibus Budget Reconciliation Act of 1990, to modify the final allowances for veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:57-05:00"
}