{
  "actions": [
    {
      "acted_at": "1999-07-01", 
      "references": [
        {
          "reference": "CR S8093-8102", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-01", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-22", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Forests and Public Land Management. Hearings held. With printed Hearing: S.Hrg. 106-281.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-27", 
      "references": [
        {
          "reference": "CR S11470-11472", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1320-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Forests and Public Land Management", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-01", 
  "number": "1320", 
  "official_title": "A bill to provide to the Federal land management agencies the authority and capability to manage effectively the Federal lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Lands Planning and Management Improvement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-01", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Air pollution control", 
    "Air quality", 
    "Alaska", 
    "Animals", 
    "Appellate courts", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Biological diversity conservation", 
    "Capital investments", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Competitive bidding", 
    "Concessions", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Elasticity (Economics)", 
    "Electric power transmission", 
    "Emergency management", 
    "Endangered animals", 
    "Endangered species", 
    "Energy", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental risk assessment", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Forest ecology", 
    "Forest fires", 
    "Forest health", 
    "Forest management", 
    "Forest products", 
    "Forest roads", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government spending reductions", 
    "Government trust funds", 
    "Habitat conservation", 
    "Infrastructure", 
    "International affairs", 
    "International cooperation", 
    "International environmental cooperation", 
    "Judicial review of administrative acts", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Legislation", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Lumber trade", 
    "Minorities", 
    "Motion picture industry", 
    "Motion pictures", 
    "National forests", 
    "National parks", 
    "Nonpoint source pollution", 
    "Nonprofit organizations", 
    "Off-budget expenditures", 
    "Parties to actions", 
    "Photography", 
    "Planning", 
    "Presidential appointments", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Range management", 
    "Reforestation", 
    "Regional planning", 
    "Renewable natural resources", 
    "Research natural areas", 
    "Restoration ecology", 
    "Revenue sharing", 
    "Right of petition", 
    "Right-of-way", 
    "Riparian ecology", 
    "Road construction", 
    "Science, technology, communications", 
    "Social welfare", 
    "Sound recording and reproducing", 
    "Surety and fidelity", 
    "Sustainable development", 
    "Sustainable forestry", 
    "Television industry", 
    "Television programs", 
    "Timber sales", 
    "Tourism", 
    "Transportation and public works", 
    "Trees", 
    "User charges", 
    "Valuation", 
    "Video tape recording", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-01", 
    "text": "TABLE OF CONTENTS: Title I: Ensuring the Effectiveness and Implementation of Federal Land Planning Part A: In General Part B: Resource Management and Management Activity Planning Part C: Encouragement of Collaborative Planning Part D: Consideration and Disclosure of Budget and Funding Effects Part E: Monitoring and Adaptive Management Part F: Planning-Related Assessments Part G: Challenges to Planning Title II: Coordination and Compliance with Other Environmental Laws Title III: Development of a Global Renewable Resources Assessment Title IV: Administration Part A: In General Part B: Non-Federal Lands Part C: The Forest Resource Title V: Miscellaneous Public Lands Planning and Management Improvement Act of 1999 - Provides that this Act shall prevail in the event of an inconsistency with other laws applicable to Federal lands, except for laws governing the National Wilderness Preservation System, the National Wild and Scenic Rivers System, or the National Trails System and as otherwise provided.Title I: Ensuring the Effectiveness and Implementation of Federal Land Planning - Part A: In General - Requires the mission of the Secretaries of Agriculture and the Interior to be to manage Federal lands to assure the health, sustainability, and productivity of the lands' ecosystems, to furnish a sustainable flow of multiple goods and services while protecting and providing a full range and diversity of natural habitats of native species, and to designate appropriate areas to conserve certain resources or allow certain uses.(Sec. 103) Directs the Secretaries, in rendering decisions concerning resource management plans (plans) for and management activities on Federal lands, to utilize the best scientific and commercial data available.Part B: Resource Management and Management Activity Planning - Limits the Secretaries to two levels of planning for Federal lands comprised of: (1) multiple-use planning in the form of plans for planning units; and (2) site or area specific planning for management activities.Authorizes the Secretaries to conduct analyses or assessments for regions or areas that are not designated planning units and to apply the results of such analyses or assessments to the affected Federal lands by amendment or revision of plans for such units.Grants the Secretaries three years from this Act's enactment date to amend or revise plans to modify policies in plans which do not comply with this Act's planning requirements. Terminates noncomplying plans after such three-year period.(Sec. 105) Sets forth specific plan requirements, planning deadlines, and procedures for amending and revising plans to eliminate conflicts between plan provisions and the Secretaries' policies.(Sec. 107) Continues management activities during the amendment or revision process, except as otherwise required by this Act, court order, or a formal declaration of the Secretary concerned.(Sec. 108) Requires, in preparing or revising plans, consideration of the stability of each community dependent on the resources of the Federal lands to which a plan applies.(Sec. 109) Requires consideration of ecosystem management principles in environmental analysis documents prepared for plans and plan revisions.Part C: Encouragement of Collaborative Planning - Requires alternatives to plans or revisions developed by independent committees of local interest to be included in documentation related to environmental impact assessment analyses under the National Environmental Policy Act of 1969 (NEPA). Requires committees to be composed of interests representing commodity resource production and noncommodity resource protection, respectively. Authorizes funding to such committees for plan monitoring and implementation if the Secretary concerned adopts a significant part of a committee's alternative. Encourages the Secretaries to establish committees corresponding to planning units.(Sec. 111) Sets forth procedures for citizen petitions to challenge plans or plan revisions.(Sec. 112) Requires each Secretary to establish a notice and comment process for proposed actions concerning activities implementing plans.Part D: Consideration and Disclosure of Budget and Funding Effects - Requires the environmental analysis accompanying each plan or plan revision to disclose the funding constraints on each plan or alternative plan. Directs the Secretaries, in such documents, to specify the fully allocated cost, expressed as a user cost or cost-per-beneficiary, of each noncommodity output from Federal lands to which plans apply. Requires the President's budget requests to Congress governing the planning and management of Federal lands to include a statement of what funds would be required to achieve 100 percent of annual outputs specified in, and implement fully, the plan for each planning unit.Directs each Secretary to report annually to specified congressional committees on the total cost and costs per function or procedure incurred in the preparation of plans and significant plan revisions, including costs incurred by other Federal agencies.Part E: Monitoring and Adaptive Management - Provides for monitoring of plan implementation and Federal land management at least every two years.(Sec. 117) Directs that if, as a result of such monitoring, the Secretary finds that a plan has been constructively changed, then corrective measures shall be undertaken to restore plan compliance or to amend or revise the plan.(Sec. 118) Requires the Secretary of the Interior to establish a Public Lands Monitoring Fund and the Secretary of Agriculture to establish a Forest Lands Monitoring Fund.Part F: Planning-Related Assessments - Authorizes each Secretary to prepare or participate in the preparation of assessments which may encompass all Federal and non-Federal lands within a region or area that is not a planning unit, with special rules for non-Federal lands not subject to the jurisdiction of a federally recognized Indian tribe. Requires congressional and public notification of such assessments.(Sec. 120) Prohibits such assessments from containing any decisions concerning resource management planning or management activities on the Federal lands. Requires such assessments to be reviewed to determine whether a plan should be amended or revised to include such lands.(Sec. 120) Requires biannual reports from the Secretary to the appropriate congressional committees on such assessments and their results. Requires a review and report on such assessments by the General Accounting Office.Part G: Challenges to Planning - Requires each Secretary to promulgate regulations to govern administrative appeals of decisions to approve plans and plan revisions and to approve or disapprove Federal land management activities. Replaces certain Forest Service regulations promulgated pursuant to provisions related to decisionmaking and appeals reform with those required by this Act.(Sec. 123) Sets forth provisions regarding judicial review of challenges to planning, citizen suits, and filing deadlines.Title II: Coordination and Compliance with Other Environmental Laws - Directs the Secretary concerned to prepare an environmental impact statement (EIS) pursuant to NEPA in developing a plan or plan revision. Requires environmental assessments (or an EIS if the nature or scope of activity is substantially different from, or greater than, consequences considered in the plan EIS) with respect to planning management activities on Federal lands.(Sec. 203) Directs the Bureau of Land Management (BLM) or the Forest Service, as appropriate, to ensure that plan or management activities are not likely to jeopardize the existence of any threatened or endangered species or result in the destruction or adverse modification of critical habitat. Sets forth procedures for certifying such agencies to perform certain consultation and biological assessment actions currently assigned to the Secretaries of the Interior or Commerce.(Sec. 204) Deems management activities on Federal lands which constitute a nonpoint source of water pollution certified by the State in which the Federal lands are located to meet best management practices to be in compliance with area-wide waste treatment management plans and State nonpoint source management programs under the Clean Water Act.(Sec. 205) Deems a prescribed use of fire on Federal lands which, pursuant to a finding by a Forest Service supervisor or BLM district manager, would reduce the risk of greater emissions from a wildfire and will be conducted in a manner to minimize air quality impacts, to be in compliance with State implementation plans for air quality standards and any other Environmental Protection Agency requirements imposed under the Clean Air Act.Title III: Development of a Global Renewable Resources Assessment - Directs the National Council on Renewable Resources Policy (established by this Act) to prepare a Global Renewable Resources Assessment, to be submitted to specified congressional committees every five years.(Sec. 303) Establishes the Council.(Sec. 304) Repeals provisions of the Forest and Rangeland Renewable Resources Planning Act relating to a Renewable Resource Assessment and presidential budget requests for Forest Service activities.Title IV: Administration - Part A: In General - Sets forth provisions regarding the presidential appointment and confirmation of the Chief of the Forest Service.(Sec. 402) Authorizes interagency land transfers and interchanges of jurisdiction between the Secretaries to facilitate land management or achieve other public purposes, subject to specified conditions.(Sec. 403) Authorizes the Secretaries to permit the use of Federal land and facilities for motion picture, television, soundtrack, or advertisement production or any similar commercial project, unless such use is not appropriate or will impair the value or resources of such land or facility. Requires assessment of a use fee which shall include a reimbursement fee (all Federal application and cleanup costs) and a special use fee. Requires 80 percent of the special use fee to be available to the supervisors of units of Federal land where the fee was collected. Allows the special use fee to be waived if the activity provides clear educational or interpretive benefits for the public. Provides civil penalties for nonpayment of fees.(Sec. 404) Directs the Secretary of Agriculture to implement a public-private venture demonstration program of not more than 15 projects to evaluate the feasibility of using non-Federal funds to construct, rehabilitate, maintain, and operate federally owned visitor facilities on Forest Service lands and to conduct the requisite environmental analysis associated with those activities. Allows such projects to be depreciated over a term not to exceed 30 years. Allows such Secretary to sell existing facilities on such lands to a concessionaire if such sale is in the best interests of the Government and such concessionaire agrees that facility use will be consistent with applicable plans and Federal and State laws. Directs such Secretary to charge and collect concession fees. Requires a report to specified congressional committees evaluating the programs established and providing recommendations for permanent authority to conduct such programs.(Sec. 405) Directs each Secretary to charge and collect a fee for linear rights-of-way (power and communications lines, oil and gas pipelines) on Federal lands under that Secretary's jurisdiction.(Sec. 407) Requires the General Accounting Office to conduct, and report to specified congressional committees on, a study of the feasibility and likely effects of prohibiting appropriations to the Forest Service and the BLM, except for activities conducted on or related to non-Federal lands, and permitting such agencies to retain for their use, without fiscal year limitation, all revenues from Federal lands minus funds necessary to make payments to State and local governments.(Sec. 408) Amends the Federal Land Policy and Management Act of 1976 to bar the imposition of liability without fault for fire suppression costs with respect to a right-of-way granted or renewed to or for a nonprofit entity.Part B: Non-Federal Lands - Sets forth deadlines and processing requirements for applications for access through Federal lands to non-Federal lands pursuant to the Alaska National Interest Lands Conservation Act.(Sec. 410) Amends the Federal Land Policy and Management Act of 1976 to set forth certain procedural deadlines and requirements related to the exchange of Federal lands for non-Federal lands.Increases the maximum combined value of Federal lands that may be exchanged in exchanges of lands of approximately equal value.Part C: The Forest Resource - Directs the Secretary of Agriculture to establish a pilot program to charge and collect fees to cover the direct costs to the Department of Agriculture of timber sale preparation and harvest administration on Forest Service lands. Provides exceptions. Terminates such authority eight years after the enactment of this Act.(Sec. 412) Authorizes the Secretaries to require, as a condition of any specific salvage sale of forest products from Federal lands or any sale of forest products constituting a forest health enhancement project, that the purchaser undertake a forest management activity which addresses effects of the sale or past sales or involves vegetation management within the sale or affected area.Sets forth financing provisions and authorizes the use of appropriated funds for such activities, subject to certain conditions.Requires the Secretary, prior to the advertisement of such sales, to determine the amount of forest health credits to be allocated to each activity to be performed by the purchaser. Permits the transfer of unused credits from one sale to another sale held by the same purchaser if the other sale applies to Federal lands under the jurisdiction of the same Secretary and is located in the same State as the original sale.Terminates the authority to offer such sales five years after this Act's enactment date but continues contracts in effect on such date.(Sec. 413) Requires the Secretary of the Interior to maintain a special fund to be derived from the Federal share of monies received from the salvage sales of forest products from BLM lands and to be available for planning, preparing, and administering such sales, subsequent site preparation and reforestation, and forest health enhancement projects.Credits the Federal share of all monies received from such sales and other specified activities on lands within the National Forest System to the Forest Service Permanent Appropriations. Lists purposes for which such funds shall be expended.Considers monies received from salvage sales and other activities funded by this section to be money received for purposes of computing and distributing payments to State and local governments under other laws concerning the distribution of revenues derived from forest resources from affected lands.(Sec. 414) Requires the Secretaries, to the extent feasible and subject to specified conditions, to use private contractors to prepare sales of forest products.(Sec. 415) Directs the Secretary of Agriculture to charge and collect not less than the fair market value for special forest products harvested on Forest System lands. Authorizes a fee waiver. Provides authorized fee uses.Title V: Miscellaneous - Authorizes appropriations to carry out this Act.(Sec. 504) Sets forth certain laws that will prevail in case of inconsistencies with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Lands Planning and Management Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide to the Federal land management agencies the authority and capability to manage effectively the Federal lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:45-05:00"
}