{
  "actions": [
    {
      "acted_at": "1976-02-10", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11850-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-10", 
  "number": "11850", 
  "official_title": "A bill to amend the Equal Educational Opportunities Act of 1974 with respect to the transportation of students.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equal Educational Opportunities Amendments", 
  "sponsor": {
    "district": "11", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-10", 
  "subjects": [
    "Busing (School integration)", 
    "Civil Rights and Liberties", 
    "Desegregation in education", 
    "Education", 
    "Educational equalization", 
    "Federal aid to education", 
    "Judges", 
    "Law", 
    "Minority education", 
    "Student transportation", 
    "Students"
  ], 
  "subjects_top_term": "Student transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-10", 
    "text": "Equal Educational Opportunities Amendments - States the Congressional finding that involuntary transportation of students, except in special and limited circumstances, is undesirable, unwise, and counterproductive in attempting to insure equal educational opportunity and equal protection of the laws to all students. Amends the Equal Educational Opportunities Act of 1974 to require a three-judge panel to determine all actions in which the relief sought involves the involuntary transportation of students. Prohibits such courts from ordering the involuntary transportation of students except to the extent that the present racial composition of the public schools is attributable to violations of statutory or constitutional rights. Directs such three-judge panels, when ruling in involuntary student transportation actions, to include in their order or decision specific findings of fact including an explanation of the remedy selected and the reasons for the rejection of other remedies, the probable effects upon the quality of education of the implementation of such order or decision, whether reasonably stable integration of the local educational agency involved can be expected to result from such order or decision, and the probable effect on the future racial composition of such school districts. Requires that the supervision of existing court orders involving the involuntary transportation of students be conducted by a three-judge panel. Extends the authorization for appropriations under the Emergency School Aid Act until September 30, 1978, and authorizes appropriations of $1,000,000,000 for the 1978 fiscal year. Sets forth percentages of appropriations authorized for such Act which are to be reserved for specified uses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Educational Opportunities Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Equal Educational Opportunities Act of 1974 with respect to the transportation of students.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:47-05:00"
}