{
  "actions": [
    {
      "acted_at": "1978-05-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12485-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-02", 
  "number": "12485", 
  "official_title": "A bill to amend the Federal Food, Drug and Cosmetic Act, as amended, to establish procedures and safeguards to assure that safe and effective drugs are available to the American people at the earliest possible time consistent with protection of the public health and welfare.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food, Drug, and Cosmetic Act Amendments", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-02", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labeling"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-02", 
    "text": "Food, Drug, and Cosmetic Act Amendments - Amends the Food, Drug, and Cosmetic Act to authorize the Secretary of Health, Education, and Welfare to enter into a non-renewable three year preapproval marketing agreement allowing for the widespread distribution of a new drug prior to approval of its application if: (1) it has received a research exemption or an investigational new drug protocol; and (2) data derived from preclinical studies and at least one well-documented controlled clinical trial indicate safety and effectiveness, and a significant advancement in the treatment of disease. Specifies contents of an application for such an agreement. Shortens from 180 to 120 days the time within which the Secretary must dispose of an application for an investigational new drug protocol. Directs the National Academy of Sciences to establish a Select Committee which, upon request, shall review any adverse decision by the Secretary regarding an application under this Act. Limits such review to the scientific basis of the Secretary's decision. Requires inclusion of the established name of an exempted prescription drug on its label. Establishes a National Patient Information Leaflet Advisory Council to review all recommendations of the Secretary regarding the development and availability of a patient information leaflet for a particular drug. Authorizes the Secretary to require the availability of such leaflets to prescribers and licensed dispensers. Leaves the responsibility for distribution to patients to the sole discretion of prescribers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food, Drug, and Cosmetic Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug and Cosmetic Act, as amended, to establish procedures and safeguards to assure that safe and effective drugs are available to the American people at the earliest possible time consistent with protection of the public health and welfare.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:05-05:00"
}