{
  "actions": [
    {
      "acted_at": "1991-02-20", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1039-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1991-04-10", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1991-02-20", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-20", 
  "number": "1039", 
  "official_title": "To regulate the submission of changes in customers' selections of interexchange carriers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telephone Slamming Prohibition Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Wise, Robert E., Jr.", 
    "state": "WV", 
    "thomas_id": "01237", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-20", 
  "subjects": [
    "Consumer education", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-20", 
    "text": "Telephone Slamming Prohibition Act of 1991 - Amends the Communications Act of 1934 to regulate the submission of changes in customers' selections of a primary interexchange carrier (carrier). Requires any carrier that solicits a change in a customer's selection of a carrier to: (1) identify the carrier making the solicitation; (2) state that the purpose of the solicitation is to solicit a change of carrier and that the customer's carrier may not be changed unless and until the sale is confirmed; (3) describe any charge for processing the change that may be imposed by the customer's local exchange carrier; and (4) identify and describe the confirmation that the customer has authorized such change. Bars any interexchange carrier from submitting a carrier change order (other than a customer-initiated carrier change) to a local exchange carrier unless and until it has obtained confirmation of the order. Makes such confirmation ineffective unless: (1) the confirmation is solicited more than 24 hours after the carrier obtains from the customer the initial authorization to submit the change; (2) the carrier provides to the customer an explanation of what occurs when a carrier is changed; (3) the carrier verifies the customer's billing name, address, and each telephone number to be covered by the change order and informs the customer of the amount of and method for collecting the change fee; and (4) the customer verifies the authorization of the change. Sets forth methods for obtaining an effective confirmation of the change, such as by customer signature, by electronic confirmation (as specified), or by an independent third party operating in a location physically separate from the telemarketing representatives of the interexchange carrier obtaining confirmation of the change order. Sets forth recordkeeping requirements by the interexchange carrier, including a provision for inspection by the FCC and the Comptroller General of copies of written contracts with independent third parties used to obtain confirmations. Requires the FCC to prescribe: (1) auditing procedures to ensure compliance with the disclosure and confirmation provisions of this Act; and (2) regulations prohibiting interexchange carriers from engaging in fraudulent or misleading practices with respect to activities soliciting carrier changes, including such procedures as the FCC may require to verify compliance with such regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telephone Slamming Prohibition Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To regulate the submission of changes in customers' selections of interexchange carriers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:35-05:00"
}