{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1354-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "1354", 
  "official_title": "A bill to establish a Regional Railroad Rights-of-Way Authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regional Railroad Rights-of-Way Authority Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Government operations and politics", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Regional Railroad Rights-of-Way Authority Act - Establishes the Regional Railroad Rights-of-Way Authority as an independent agency in the executive branch of the government. Provides that the Authority shall be subject to the supervision and direction of a Board of Trustees which shall consist of five members to be appointed by the President by and with the advice and consent of the Senate. Provides that the Authority shall acquire by purchase or condemnation, after obtaining two independent appraisals of value, the rights-of-way of any railroad in the United States which is undergoing a reorganization under the Bankruptcy Act. States that the Authority shall then enter into a lease or leases with each railroad from which a right-of-way is acquired under this Act providing for: (1) the use of all or part of such right-of-way by the railroad at a rate determined by the Authority and (2) the maintenance of such right-of-way by the railroad in accordance with standards established by the Authority. Authorizes the Authority to issue, after consultation with the Secretary of the Treasury, negotiable obligations which are secured by the assets of the Authority for the purpose of carrying out its functions under this Act. Provides that, for the purpose of the Internal Revenue Code of 1954, the receipt by a railroad of bonds under this Act and the receipt of any such bonds from a railroad in payment of any part of its capital indebtedness shall be treated as a tax free exchange. Authorizes appropriations to the Authority for administrative expenses only during the intitial two years pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regional Railroad Rights-of-Way Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Regional Railroad Rights-of-Way Authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:35-05:00"
}