{
  "actions": [
    {
      "acted_at": "1979-10-31", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1961-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-31", 
  "number": "1961", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to strengthen and improve the student loan programs so as to assure the availability of funds to students to attend the institution of higher education of their choice, to strengthen the procedures for the repayment of such loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5680-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Higher Education Amendments of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-31", 
  "subjects": [
    "Authorization", 
    "College libraries", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government corporations", 
    "Higher education", 
    "Legal education", 
    "Libraries", 
    "Minorities", 
    "Native Americans", 
    "Poor", 
    "Public debt", 
    "Research", 
    "School libraries", 
    "Spanish Americans (U.S.)", 
    "State finance", 
    "States", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Federal aid to higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-31", 
    "text": "Higher Education Amendments of 1980 - Authorizes the Secretary of Health, Education, and Welfare (formerly directed the Commissioner of Education) to make resource development grants to institutions of higher learning and to other public and private nonprofit library institutions whose primary function is to provide library and information services to institutions of higher education on a formal cooperative basis. Authorizes the Secretary to make special purpose grants to: (1) institutions of higher education to meet special national or regional needs in library or information sciences; (2) combinations of such institutions for joint-use library facilities, resources, and equipment; and (3) other public and private nonprofit library institutions providing formal, cooperative library and information services to higher education institutions to improve such services. Requires recipients of such grants to expend specified matching sums. Directs the Secretary to make grants to, and contracts with, institutions of higher education and library organizations or agencies to assist them in training persons in librarianship. Authorizes the Secretary to make grants to, and contracts with, institutions of higher public or private agencies, institutions, and organizations for research and demonstration projects related to library improvement, librarianship training, information technology, and dissemination of project information. Directs the Secretary to make grants to institutions with major resource libraries. Bars recipients of such grants from receiving other specified grants in the same fiscal year. Authorizes appropriations for such purposes through fiscal year 1985. Directs the Secretary to carry out a program to improve the academic quality, institutional management, and fiscal stability of developing institutions. Redefines \"developing institution\" as an \"institution of higher education: (1) the enrollment of which includes a substantial percentage of students from low-income families; and (2) the average expenditures of which are low, per full-time equivalent student, in comparison with the average expenditures of institutions that offer similar instruction.\" Authorizes appropriations for such program for fiscal years 1980 through 1985. Sets forth formulas for allocating such appropriations to junior or community colleges, institutions awarding bachelor degrees, and for specified grants. Authorizes appropriations for a challenge grant program through fiscal year 1985. Authorizes the Secretary to waive specified requirements for eligibility for such assistance in order to increase higher education opportunities for American Indians or Spanish-speaking people. Authorizes the Secretary to award challenge grants to eligible developing institutions, including those which offer postgraduate, rather than bachelor's degrees. Sets forth purposes and directions of grants, requirements for applications for assistance, and limitations on use of funds. Establishes an Advisory Council on Developing Institutions to assist the Secretary in identifying developing institutions and establishing criteria for making grants to such institutions. Extends through the end of fiscal year 1985 the period during which the Commissioner of Education is directed to pay basic educational opportunity grants to eligible undergraduate students. Sets the maximum amount of each such grant on the basis of specified percentages of specified costs of attendance. Directs the Commissioner to make grants and contracts for special programs for disadvantaged students without regard to specified advertising requirements for Federal contracts. Authorizes appropriations for such program through fiscal year 1985. Sets forth requirements for eligibility in the Talent Search, Upward Bound, Special Services for Disadvantaged Students, and Educational Opportunity Centers programs. Requires that specified percentages of those participating in such programs be low-income individuals. Authorizes the Commissioner to make grants to provide training for staff and leadership personnel in such programs. Amends the Higher Education Act of 1965 to direct the Student Loan Marketing Association to enter into agreements with eligible institutions for making low-interest loans to students directly through such institutions. Sets forth the terms of such agreement. Stipulates that: (1) the conditions of such loans shall be determined by the institutions, subject to any requirements or limitations prescribed by the Association; (2) the amount of such loans shall equal the cost of attendance minus any scholarships or other loans, the expected family income or self-help contribution, and any other Federal assistance; (3) such loans will be made to accepted or attending students in financial need who are carrying at least one-half the normal academic workload; and (4) such loans shall be evidenced by a written agreement. Stipulates with regard to repayment that: (1) the repayment period shall begin nine months after a student graduates or ceases to carry the required workload, and continue for a maximum of 15 years; (2) repayment may be in either equal or graduated installments at the option of the student borrower; (3) payments may be accelerated or paid in full without penalty; (4) the interest rate shall be seven percent; (5) no security or endorsement shall be required unless the student borrower is a minor; (6) the loan shall be cancelled upon the death or permanent total disability of the student borrower; (7) no repayment shall be required while the borrower is in school, or for up to three years while in the Armed Forces, Peace Corps, or a volunteer under the Domestic Volunteer Act of 1972; (8) repayment extensions may be made; and (9) partial loan cancellation shall be made for certain teaching positions and combat veterans. Establishes a loan program guaranteed by the Association to meet the cost of the expected family contribution under this Act. Authorizes necessary appropriations to the student loan insurance fund for such loans and related expenses. Transfers such fund's availability from the Commissioner of Education to the Association. Provides that the Association shall pay an eligible institution ten dollars per academic year for each enrolled student on whose behalf such family-contribution loan is made. Limits such new family-contribution loan to fiscal years 1981-1985, and prohibits any payment for existing loans after September 30, 1989. Stipulates with regard to such family-contribution loans: (1) the institution must certify to the lender the amount of the expected family contribution; (2) such loans shall be 100 percent insured; (3) the student must have been accepted, or already enrolled, on at least a half-time basis; (4) such loans will be made without security and without endorsement; (5) repayment shall begin no more than nine months after graduation or after the student ceases to be at least a half-time student, and shall be over a period of not less than five nor more than ten years; (6) principal need not be paid (but interest shall accrue) if the student is enrolled at least half-time (including graduate school), in a rehabilitation training program, or unable to find (for up to 12 months) full time employment; (7) interest, at a rate of one percent less than the Treasury rate, shall accrue and be paid during the term of the loan, except that such interest may be deferred until repayment of the principal starts; and (8) payments may be accelerated without penalty. Provides that, upon application by an eligible lender, the Association shall issue certificates of insurance covering the loan and setting forth the amount and terms of the insurance. Authorizes the Association to issue to a lender a certificate of comprehensive coverage to cover all qualifying loans made by such lender within a specified cutoff date and up to a specified aggregate maximum. Sets forth lender recovery procedures for any such defaulting borrowers. Provides that the Association shall repay the loans of bankrupt, diseased, or disabled borrowers. Revises provisions regarding special allowance payments to lenders to: (1) change the formula for computing such allowance; and (2) extend the five percent limit on such allowance from October 1, 1977, to October 1, 1980. Eliminates the provision providing for a District of Columbia student loan insurance program. Authorizes Federal credit unions to make family-contribution loans to eligible borrowers. Terminates existing lending programs (Guaranteed Student Loan Program and the National Direct Student Loan Program) six months after the enactment of this Act. Provides for the dissolution of the existing Student Loan Marketing Association and the assumption, and expansion, of such Association's functions by a newly created Association. Includes within such new Association's functions: (1) the authority to continue to purchase, sell, collect or otherwise deal in specified existing student loan programs; and (2) the authority to contract with State guaranty agencies (and compensate them for services) for collecting student loans, distributing loan funds to institutions, monitoring and auditing student loan programs, and providing technical assistance and information regarding such loans. Authorizes the Association to issue notes, bonds, or other obligations with the concurrence of the Secretary of the Treasury. Provides that the obligations of the Association shall constitute general obligations of the United States. Authorizes additional appropriations to carry out a program of assistance for training in the legal profession through fiscal year 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to strengthen and improve the student loan programs so as to assure the availability of funds to students to attend the institution of higher education of their choice, to strengthen the procedures for the repayment of such loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:13-05:00"
}