{
  "actions": [
    {
      "acted_at": "1992-08-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3165-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1992-08-11", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1992-09-17", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-08-11", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-11", 
  "number": "3165", 
  "official_title": "A bill to promote the use of State-coordinated health insurance buying programs and assist States in establishing Health Insurance Purchasing Cooperatives, through which small employers may purchase health insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Insurance Purchasing Cooperatives Act", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-11", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Cooperative societies", 
    "Data banks", 
    "Electronic data processing", 
    "Executive reorganization", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Information services", 
    "Presidential appointments", 
    "Small business"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-11", 
    "text": "Health Insurance Purchasing Cooperatives Act - Mandates grants to States for the administrative costs of planning and implementing coordinated buying programs through which small employers may purchase employee health insurance. Requires that the programs be the sole mechanism for small employers to purchase such insurance. Allow exceptions for insurance purchased from certain associations that offer health insurance as a service to members. Requires that a State program provide each small employer in the State access to health insurance for its employees and their dependents through one or more Health Insurance Purchasing Cooperatives, each covering a defined geographic district. Regulates Cooperative governance. Sets forth Cooperative duties, including issuing contracts and administering all aspects of coverage for all small employers within the district. Waives Federal and State antitrust laws. Mandates that the State program require any small employer that chooses to provide a health benefit plan to do so by purchasing insurance through the Cooperative, nothwithstanding specified provisions of the Employee Retirement Income Security Act of of 1974. Authorizes appropriations. Establishes the National Health Care Board. Requires the Board to establish Coordinated Buying Program Precepts setting forth certain criteria, including regarding a uniform data system, collection of outcomes data, and determining minimum benefit requirements. Authorizes appropriations. Requires the Board to establish minimum benefit requirements for plans offered through Cooperatives, including inpatient and outpatient hospital care and physician services, diagnostic tests, prenatal and well-baby care, preventive and early intervention services, and certain inpatient and outpatient mental disorder services. Declares that nothing in State law or this Act: (1) prohibits managed care or different levels of payments for different providers; or (2) requires payment to any provider excluded from participation in any Federal health care program. Requires the Board to establish minimum benefit requirements for two additional health benefit plans providing more extensive or more innovative benefits. Amends provisions of the Public Health Service Act relating to health maintenance organizations (HMOs) to exempt from those provisions HMOs that provide services meeting the requirements under this Act. Establishes the National Health Insurance Data System, consisting of: (1) a National Data Base for Health Insurance and Health Outcomes Information; (2) no more than five Regional Health Insurance Data Centers; and (3) an electronic health insurance and outcomes data processing mechanism. Requires the Board to: (1) establish uniform billing and claims forms and mandatory reporting requirements; and (2) require carriers to issue to each participant an electronic processing card. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Insurance Purchasing Cooperatives Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the use of State-coordinated health insurance buying programs and assist States in establishing Health Insurance Purchasing Cooperatives, through which small employers may purchase health insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:45-05:00"
}