{
  "actions": [
    {
      "acted_at": "1981-05-04", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-11", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department; GAO; OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1102-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1981-05-04", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1981-05-04", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1981-05-04", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1981-05-04", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1981-05-04", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1981-05-04", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-04", 
  "number": "1102", 
  "official_title": "A bill to revise and extend certain health services programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Programs Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-04", 
  "subjects": [
    "Abortion, Birth Control, and Family Planning", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Birth control", 
    "Child health", 
    "Children and youth", 
    "Community health services", 
    "Comprehensive health care", 
    "Department of Health and Human Services", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to health facilities", 
    "Federal-state relations", 
    "Government paperwork", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Hypertension", 
    "Labor and employment", 
    "Migrant labor", 
    "Preventive medicine", 
    "Public health", 
    "Rural affairs legislation", 
    "Rural public health", 
    "States", 
    "Teenage pregnancy", 
    "Youth services"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-04", 
    "text": "Health Programs Amendments of 1981 - Title I: Community and Migrant Health Centers - Amends the Public Health Service Act to authorize specified appropriations for fiscal years 1982 through 1983 for community health centers. Directs that not more than: (1) two percent of such appropriations may be used for planning and development; nor (2) more than five percent for operations. Directs the Secretary of Health and Human Services to prescribe criteria for determining areas and population groups in need of community health centers. Requires an applicant to demonstrate, based upon such criteria, how a center will provide maximum services. Requires a health center grant recipient to: (1) provide for an annual audit; (2) file a report of such audit with the Secretary; and (3) maintain records as the Secretary requires. Directs the Secretary to review migrant health services provided by such centers and to report to Congress within six months of enactment of this Act. Authorizes specified appropriations for migrant health centers for fiscal years 1982 through 1983. Directs that not more than: (1) two percent of such appropriations may be used for planning and development; (2) five percent for operations; nor (3) more than ten percent for environmental health and sanitation contracts. Title II: Immunization of Children - Authorizes specified appropriations for fiscal years 1982 through 1984 for child immunization programs. Title III: Adolescent Pregnancy - Amends the Health Services and Centers Amendments of 1978 to authorize specified appropriations for fiscal years 1982 through 1984 for adolescent pregnancy programs. Title IV: Family Planning - Amends the Public Health Service Act to authorize specified appropriations for fiscal years 1982 through 1984 for family planning programs of: (1) family planning services; (2) training; (3) research; and (4) information and education. Title V: Hypertension - Directs the Secretary of Health and Human Services to establish within the Office of the Assistant Secretary for Health an Office of Hypertension Coordination and Information. Requires such Office to report annually to Congress. Sets forth reporting requirements. Title VI: Health Services Block Grant - Consolidates current programs for sudden infant death syndrome, genetic screening, hemophilia, emergency medical systems, home health, venereal disease, hypertension, rat control, fluoridation, and lead paint poisoning prevention into a single block grant to the States. Requires: (1) the Secretary to recommend an allotment formula by October 1, 1982; and (2) relative population, per capita income, financial need, and State and local health expenditures to be considered in such formula. Prohibits more than ten percent of allotments to be used for salaries and expenses not directly involved in the delivery of health services. Requires: (1) each participating State to report annually to the Secretary describing how it will use such funds to meet health needs; and (2) the Secretary to transmit a program evaluation to Congress by October 1, 1983. Authorizes specified appropriations for fiscal years 1982 through 1984. Title VII: Health Maintenance Organization - Authorizes specified appropriations for fiscal years 1982 through 1984 for health maintenance organization (HMO) grants and loans. Directs that development grants will be given only to those entities already receiving such funds. Authorizes $40,000,000 or more if necessary for the HMO Treasury fund. Requires such fund to maintain an annual balance of at least $5,000,000. Extends the loan guarantee programs for planning and for initial development through fiscal year 1984. Authorizes the Secretary to make grants and enter into contracts for demonstration projects to evaluate the need for future Federal HMO assistance. Requires a report to Congress by January 1, 1984. Authorizes specified appropriations for fiscal years 1982 through 1984. Modifies current HMO requirements to eliminate certain physician contracting provisions. Redefines \"community rating system\" to permit class-based rating on the basis of age, sex, marital status or family size. Increases the annual and aggregate amounts available for initial operating cost loans and loan guarantees. Extends such programs through fiscal year 1986. Eliminates the requirement that a specified percent of such funds as well as feasibility survey funds and planning funds be used in nonmetropolitan areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Programs Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend certain health services programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:50-05:00"
}