{
  "actions": [
    {
      "acted_at": "1995-03-09", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-20", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "text": "Referred to the Subcommittee Commerce, Trade, and Hazardous Materials.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1180-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1995-03-09", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "1995-03-09", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-09", 
  "number": "1180", 
  "official_title": "To amend the Solid Waste Disposal Act to provide congressional authorization for restrictions on receipt of out-of-State municipal solid waste and for State control over transportation of municipal solid waste, and to clarify the authority for certain municipal solid waste flow control arrangements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State and Local Government Interstate Waste Control Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Upton, Fred", 
    "state": "MI", 
    "thomas_id": "01177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-09", 
  "subjects": [
    "Agriculture and food", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Commerce", 
    "Compost", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Farm lands", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Groundwater", 
    "Hydrology", 
    "Incineration", 
    "Indian lands", 
    "Industrial pollution", 
    "Interstate commerce", 
    "Interstate relations", 
    "Labor and employment", 
    "Labor statistics", 
    "Landfills", 
    "Law", 
    "Licenses", 
    "Maps", 
    "Methane", 
    "Minorities", 
    "Municipal ordinances", 
    "Municipal services", 
    "Native Americans", 
    "Newspapers", 
    "Potable water", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Sewage disposal", 
    "Sewage sludge", 
    "State laws", 
    "State-local relations", 
    "Strip mining", 
    "Supreme Court decisions", 
    "Tax-exempt securities", 
    "Traffic congestion", 
    "Transportation and public works", 
    "Trucks", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-09", 
    "text": "State and Local Government Interstate Waste Control Act of 1995 - Amends the Solid Waste Disposal Act to prohibit a landfill or incinerator, effective January 1, 1996, from receiving out-of-State municipal solid waste for disposal or incineration unless the owner or operator of the landfill or incinerator obtains authorization (as part of a host community agreement) from the affected local government. Requires owners or operators to make specified information regarding the facility available prior to seeking such authorization. Authorizes State Governors, unless inconsistent with a host community agreement or permit authorizing the receipt of out-of-State waste, to limit the quantity of out-of-State waste received at landfills and incinerators that received documented shipments of such waste in 1993 (or were authorized to receive pursuant to an agreement or permit entered into prior to this Act's enactment) to an annual amount equal to the quantity received in 1993. Permits State Governors, unless inconsistent with a host community agreement or permit, to prohibit the disposal of such waste at landfills and incinerators that received such waste in 1993 (or were authorized to pursuant to a prior agreement or permit) if the waste is generated in a State determined to have exported more than the following amounts of waste to landfills or incinerators not covered by host community agreements: (1) 3.5 million tons in 1996; (2) 3 million tons in 1997 and 1998; (3) 2.5 million tons in 1999 and 2000; (4) 1.5 million tons in 2001 and 2002; and (5) 1 million tons in 2003 and thereafter. Establishes limitations on waste exports to landfills or incinerators not covered by host community agreements or permits. Exempts from the prohibition on receipt of out-of-State waste, except as otherwise provided, landfills and incinerators that: (1) received documented shipments of such waste during 1993; or (2) prior to this Act's enactment, entered into host community agreements or received permits authorizing the acceptance of such waste. Prohibits landfills or incinerators from receiving out-of-State waste in the absence of a host community agreement if the operating permit or license for the facility was denied or revoked. Permits the receipt of such waste without an authorization from the affected local government if the waste is generated within, and the landfill or incinerator is located within, the same bi-State level A metropolitan statistical area that contains two contiguous major cities located in different States. Prohibits agricultural land or surface mine sites from receiving any out-of-State sewage sludge or residuals for disposal from any sewage treatment plant unless the owner of the land or site obtains authorization from the affected local government to receive the sludge or residuals. Authorizes States and political subdivisions to exercise flow control authority for municipal solid waste, and recyclable materials voluntarily relinquished by the owner or generator, generated in their jurisdictions directing such waste and materials to waste management facilities or recyclables facilities if such authority: (1) is exercised pursuant to a law, regulation, or other legally binding provision in effect on May 15, 1994; and (2) has been implemented by designating before such date the particular waste facilities in operation as of such date to which the waste or recyclable materials must be delivered. Limits such authority to categories, volumes, or sources of waste to which flow control authority requiring a movement to a facility was actually applied on May 15, 1994, or to the specific categories for which a State or political subdivision, prior to such date, had committed to the designation of a facility. Authorizes a political subdivision to exercise such authority notwithstanding the requirement that facilities are designated before such date if the subdivision presented revenue bonds for sale to specifically provide revenue for construction of the facility prior to such date. Permits States or political subdivisions, upon the request of a municipal solid waste generator, to authorize the diversion of waste generated by such generator to a solid waste facility other than the designated facility where such diversion would provide a higher level of health and environmental protection or indemnify or reduce potential liability of the generator under Federal or State law. Considers laws, regulations, or acts of States or political subdivisions that implement flow control authority to be a reasonable regulation of commerce. Directs the Administrator of the Environmental Protection Agency to study and report to the Congress on the extent to which the Supreme Court decision in C&A Carbone v. Clarkstown, New York has affected the ability of public and private entities to secure or retain financing for solid waste management facilities or services and is likely to interfere with the implementation of State solid waste management plans, recycling, or composting."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State and Local Government Interstate Waste Control Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to provide congressional authorization for restrictions on receipt of out-of-State municipal solid waste and for State control over transportation of municipal solid waste, and to clarify the authority for certain municipal solid waste flow control arrangements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:13-05:00"
}