{
  "actions": [
    {
      "acted_at": "1990-07-23", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-23", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-23", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-23", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-11-05", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.5835.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5349-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-23", 
  "number": "5349", 
  "official_title": "To reform the budget process.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Schuette, Bill", 
    "state": "MI", 
    "thomas_id": "01034", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-23", 
  "subjects": [
    "Appropriations", 
    "Balanced budgets", 
    "Budget deficits", 
    "Capital investments", 
    "Congressional agencies", 
    "Congressional budget process", 
    "Congressional committees", 
    "Congressional joint committees", 
    "Congressional oversight", 
    "Constitutional amendments", 
    "Entitlements", 
    "Executive impoundment of appropriated funds", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Government spending reductions", 
    "Government trust funds", 
    "House rules and procedure", 
    "Income tax", 
    "Interest", 
    "Item veto", 
    "Legislation", 
    "Legislative resolutions", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Public debt", 
    "Senate rules and procedure", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-23", 
    "text": "Title I: Budget Process Reform - Amends the Congressional Budget Act of 1974 to establish a Joint Committee on the Budget to replace and assume the current functions and duties of the Budget Committees of the Senate and House of Representatives. Amends the Standing Rules of the Senate and the Rules of the House of Representatives to reflect the establishment of the new Joint Committee. Lists matters within the Committee's jurisdiction. Establishes a two-year budgeting cycle, but continues annual appropriations legislation. Devotes the first session of any Congress to action on a joint resolution on the biennial budget, subject to the following revised deadlines: (1) April 15 for the Joint Budget Committee to report its joint resolution; (2) May 15 for the Congress to complete action on the resolution; and (3) September 30 for the Congress to complete action on annual appropriations bills and on reconciliation legislation. Shifts the budget resolution from a concurrent to a joint resolution form (thereby requiring the President's signature). Revises the resolution to separate committee allocations of budget and credit authority and budget outlays into the following functional totals: (1) defense discretionary; (2) defense entitlement and mandatory; (3) domestic discretionary; (4) domestic entitlement and mandatory; (5) international affairs discretionary; (6) international affairs entitlement and mandatory; (7) offsetting receipts; and (8) net interest. Requires the Director of the Congressional Budget Office to issue four-year projections of congressional budget action. (Current projections are on a five-year basis.) Amends Federal law to require the President's budget for a biennium to be set forth in the same accounts as those set forth in the Budget Accounts Listing in the budget submitted for FY 1991. Requires the President to consult with committees having jurisdiction over programs affected by proposed changes before any changes may be made in the budget tables. (Current law requiring consultation with the Budget and Appropriations Committees remains unchanged.) Conforms provisions governing the President's budget to the biennial framework. Directs the President to transmit during the first 15 days of the second session any budget revisions with respect to the budget transmitted in the first session, whose deadline is changed to the 15th day after the session begins. Makes allocations subsequent to the joint budget resolution only to the Appropriations Committees, for subdivision among their subcommittees by the relevant major functional categories. Requires that if the Congress has not adopted a joint budget resolution by May 15 for the biennium that begins on October 1 of that year, it will be deemed to have adopted the resolution at the baseline level under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) with reductions assumed as necessary to meet maximum deficit target amounts. Appropriates as continuing appropriations amounts effective for the preceding fiscal year if a regular appropriations bill has not become law before the beginning of the fiscal year. Requires both the President and the Congress to draft a budget based on estimates of current fiscal year spending, proposing increases or decreases based on this level (rather than on an estimated baseline). Amends the Congressional Budget Act of 1974 to require the Congressional Budget Office to use such a current fiscal year baseline in its report to the congressional budget committees, projecting growth for entitlement and discretionary spending based on current fiscal year spending. Requires the President to notify the Congress of any budget rescission before the close of the third calendar day after the date of enactment of any law providing such budget authority. Prohibits making such amounts available for obligation unless, within ten legislative days, the Congress has completed action on a rescission bill disapproving the proposed rescission. Prohibits the House of Representatives or the Senate from considering any legislation which provides for new entitlement authority, or which raises revenues, if it contains any other item. Provides that any bill or resolution which contains provisions in violation of the congressional budget process or fiscal procedures may not pass the House of Representatives, except by two-thirds vote, unless a congressional declaration of war is in effect. Amends rule XI of the Rules of the House of Representatives to prohibit the Committee on Rules from reporting any rule or order which would set aside such two-thirds requirement. Amends Federal law to prohibit any law, regulation, or administrative action that transfers an outlay, receipt, or revenue from one fiscal year to another fiscal year from being treated as reducing budget authority, spending authority, credit authority, or outlays, or increasing revenues, receipts, or collections, in computing deficit reduction for purposes of the Congressional Budget Act of 1974, the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act), and the Federal budget process. Applies such provision to any law which extends an expiring law. Provides that in the case of new entitlement authority effective during a fiscal year, the first 12 months of such new entitlement authority shall be counted against the appropriate committee's allocation for such fiscal year. Prohibits counting as savings any provision of law which would cause an increase in budget authority, spending authority, credit authority, or outlays or a reduction in revenues for either fiscal year in the biennium to which the concurrent resolution applies and each of the next two fiscal years in the next biennium. Title II: Social Security Preservation - Repeals inclusion of receipts and disbursements of the Federal Old Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund in the calculation of maximum deficit amounts. Provides that all interest payments by the Treasury to the trust funds shall be outlays of the Treasury for purposes of calculating the deficit. Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to extend from September 30, 1992, until September 30, 1998, the prohibition on extraneous matters in reconciliation measures in the Senate. Amends the Congressional Budget Act of 1974 to prohibit the Congress from considering legislation that would decrease the actuarial soundness of the social security trust funds, unless three-fifths of the Members vote to waive or suspend such prohibition. Amends Federal law to require the Secretary of the Treasury to pay benefits under title II of the Social Security Act (Old-Age, Survivors and Disability Insurance) on the date such benefits are required to be paid. Authorizes the Secretary, only for purposes of paying such benefits, to issue obligations in excess of the public debt limit as necessary. Title III: Sense of Congress Regarding Constitutional Amendments - Expresses the sense of the Congress that the Congress should agree to H.J. Res. 110, 101st Congress, proposing an amendment to the Constitution allowing an item veto in appropriations bills. Expresses the sense of the Congress that the Congress should agree to H.J. Res. 268, 101st Congress, proposing an amendment to the Constitution to provide for a balanced budget and for greater accountability in the enactment of tax legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To reform the budget process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:04-05:00"
}