{
  "actions": [
    {
      "acted_at": "1977-09-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9392-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Eilberg, Joshua", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00341", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1977-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "LeFante, Joseph A.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00677", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Robert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "00825", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Myers, Michael O.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rooney, Fred B.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00983", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Wilson, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01233", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Won Pat, Antonio B.", 
      "sponsored_at": "1977-01-03", 
      "state": "GU", 
      "thomas_id": "01241", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-30", 
  "number": "9392", 
  "official_title": "A bill, Full Employment and Balanced Growth Act of 1977.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr50-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Full Employment and Balanced Growth Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-30", 
  "subjects": [
    "Advisory bodies", 
    "Congress", 
    "Congressional Budget Office", 
    "Congressional oversight", 
    "Department of Labor", 
    "Economic growth", 
    "Economic stabilization", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Fiscal policy", 
    "Full employment policies", 
    "Government operations and politics", 
    "Inflation", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Local finance", 
    "National growth policy", 
    "Price regulation", 
    "Public service employment", 
    "Public works", 
    "State finance", 
    "States", 
    "Unemployment", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-30", 
    "text": "Full Employment and Balanced Growth Act - Title I: Establishment of Goals, Planning, and General Economic Policies - Amends the Employment Act of 1946 to declare that all adult Americans able, willing, and seeking work have the right to useful paid employment at fair rates of compensation. States that, in moving toward the goal of full employment, it shall be an objective to maintain trends in the ratio of private employment civilian public employment and first priority is to expand conventional private jobs through policies made available under this Act. Directs the President in each annual Economic Report to recommend numerical goals for employment, production, and purchasing power, as well as policies to support these goals and achieve balanced growth and full employment. Requires the preparation of a Full Employment and Balanced Growth Plan, prepared with the assistance of Economic Advisers and in consultation with the Office of Management and Budget. Requires that such plan set forth foreseeable social and economic goals; provide estimates of unmet social and economic needs; identify available and needed resources; and contain long-term economic goals including (1) full employment goals set at the number of jobs to be provided in order to reduce unemployment to the minimum level of functional unemployment consistent with efficient job search and labor mobility, (2) full production goals set at levels of output estimated to be yielded by achievement of full employment goals, and (3) full purchasing power goals set at levels estimated to be necessary for attaining and maintaining full employment and production while contributing to an equitable distribution of purchasing power. States that in achieving such goals the President shall include the objective of holding the annual rate of price increases to levels consistent with reasonable price stability. Requires the full employment goal to be consistent with an adult unemployment rate not in excess of three percent. Requires that the plan propose priority policies and programs to support full employment and balanced growth and enumerates sectors of the economy to be included in such policies and programs. Directs the President to submit proposals improving the efficiency and economy of the Federal Government. Requires the Presidents' Budget and Economic Report to set forth the level and composition of Federal expenditures, tax policy, and monetary policy consistent with and in promotion of the goals and policies contained in this Act. Directs the Federal Reserve Board to report to the President and Congress, identifying the extent to which the Federal Reserve will support the economic goals recommended by the President. Stipulates that each Economic Report contain a comprehensive set of anti-inflation policies to supplement monetary and fiscal policy. Establishes an Advisory Committee on Full Employment and Balanced Growth to advise and assist the Council of Economic Advisers. Directs the Council of Economic Advisers to prepare the Full Employment and Balanced Growth Plan and to consult with the Advisory Committee. Title II: Countercyclical, Structural, and Youth Employment Policies - Directs the President to transmit to Congress within 90 days of the enactment of this Act a proposal, together with necessary legislation, establishing permanent supplementary employment policies and programs required to reduce high unemployment arising from cyclical movements in the economy. Specifies types of programs which should be considered by the President in establishing component parts of such proposal and the means to be utilized in coordinating them. Requires the President to also transmit to Congress within such period legislation creating a permanent grant program related to the stabilization and needed growth of State and local budgets. Directs the President to transmit to Congress within 180 days of the enactment of this Act (1) a comprehensive regional and structural employment proposal designed to reduce chronic underutilization of human and capital resources in certain areas of the country and in groups within the labor force, and (2) legislation providing institutional means to encourage public and private investment in areas with substantial unemployment and to provide an alternative source of capital funds for local and State governments to finance public facilities. Directs the President to transmit to Congress legislation creating a comprehensive youth employment program which utilizes existing resources and facilities and provides additional employment programs. Directs the President to provide job opportunities through reservoirs of federally operated public employment projects and approved private nonprofit employment projects to the extent, and only to the extent, that willing able adults are not otherwise provided job opportunities. Establishes, within the Department of Labor, a Full Employment Office to assist in creating such employment opportunities. Directs the President to transmit to Congress a proposal, together with such legislation as is necessary, on how the income maintenance and employment policies can be integrated to insure that employment is substituted for income maintenance to the maximum extent feasible. Title III: Policies and Procedures for Congressional Review - Requires the Joint Economic Committee to carry out overall review of executive branch policies under this Act. Requires the Committee on the Budget of the Senate and the Committee on the Budget of the House of Representatives to review the fiscal policy, economy in government policies, and Federal budget priorities recommended by the President. Requires the Joint Economic Committee to review and make recommendations to Congress on annual numerical goals for employment, production, and purchasing power proposed by the President. Provides for Congressional review of the Full Employment and Balanced Growth Plan, including reports to the Joint Economic Committee from the Standing Committees of Congress on matters that relate to the plan, public hearings before the Joint Economic Committee, and consideration of State and local views on the plan. Establishes a Division of Full Employment and Balanced Growth within the Congressional Budget Office to assist the Joint Economic Committee in the discharge of its duties under this Act. Provides that the provisions of this title, with specified exceptions, be incorporated into the rules of the House of Representatives and Senate, respectively. Title IV: General Provisions - Makes general provisions with respect to nondiscrimination, labor standards, and authorizations of appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Full Employment and Balanced Growth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill, Full Employment and Balanced Growth Act of 1977.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:09-05:00"
}