{
  "actions": [
    {
      "acted_at": "2007-03-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-03-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Senate Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 110-73.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-07-25", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-09-17", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 110-175.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-09-17", 
      "calendar": "Senate Legislative", 
      "number": "373", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 373.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-06-11", 
      "references": [
        {
          "reference": "CR S5530", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s817-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2007-03-08", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2007-03-08", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2007-03-08", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2007-03-08", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2007-03-08", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2007-03-08", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-08", 
  "number": "817", 
  "official_title": "A bill to amend the Omnibus Parks and Public Lands Management Act of 1996 to provide additional authorizations for certain National Heritage Areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1483-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1483-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2739-110", 
      "reason": "related"
    }
  ], 
  "short_title": "National Heritage Areas and National Heritage Corridors Technical Corrections Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Voinovich, George V.", 
    "state": "OH", 
    "thomas_id": "01575", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-07-25", 
  "subjects": [
    "Authorization", 
    "Canals", 
    "Commemorations", 
    "Commerce", 
    "Economics and public finance", 
    "Governmental investigations", 
    "Historic sites", 
    "History", 
    "Iron and steel industry", 
    "Massachusetts", 
    "Ohio", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "South Carolina", 
    "Transportation and public works", 
    "Water resources development"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-09-17", 
    "text": "National Heritage Areas and National Heritage Corridors Technical Corrections Act of 2007 - (Sec. 2) Adds Butler County, Pennsylvania, to the Rivers of Steel National Heritage Area. (Sec. 3) Redesignates the Ohio & Erie Canal National Heritage Corridor as the \"Ohio & Erie National Heritage Canalway.\" Repeals provisions regarding the establishment and powers and duties of the Ohio & Erie Canal National Heritage Corridor Committee. Requires the Ohio & Erie Canal Association to develop and submit to the Secretary of the Interior a management plan for the Canalway. Changes reference to the Superintendent of the Cuyahoga Valley National Recreation Area to the Superintendent of the Cuyahoga Valley National Park. Removes all references to the Committee under the requirements with respect to such Act's effect on: (1) zoning or land use control powers; and (2) private property and local zoning ordinance and land use plans. Specifies such Act's effect on the Ohio & Erie Canal Association with respect to such property and plans. (Sec. 4) Amends the Delaware and Lehigh National Heritage Corridor Act of 1988 to make the Delaware & Lehigh National Heritage Corridor Incorporated (the Corporation) the local coordinating entity for the Delaware and Lehigh National Heritage Corridor, assuming the Delaware and Lehigh Navigation Canal National Heritage Corridor Commission's duties in implementing the Cultural Heritage and Corridor Management Plan for the Delaware and Lehigh Navigation Canal National Heritage Corridor. Specifies the purposes for which the Corporation may use federal funds made available under such Act, including to make grants to, and enter into cooperative agreements with, the federal government, the Commonwealth of Pennsylvania, political subdivisions of the Commonwealth, nonprofits, and individuals. Prohibits the Corporation from using such funds to acquire land or an interest in land. Requires the Secretary, upon request of the Corporation, to assist in designing and producing interpretive materials based on the Management Plan. Authorizes the Secretary to enter into cooperative agreements with the Corporation and other public or private entities to provide technical assistance and grants in preparing and implementing the Management Plan. Requires the Corporation, in providing such assistance, to give priority to activities that assist in: (1) conserving the significant natural, historic, cultural, and scenic resources of the Corridor; and (2) providing educational, interpretive, and recreational opportunities consistent with the purposes of the Corridor. Directs the Secretary to enter into a memorandum of understanding with the Corporation to ensure: (1) appropriate transition of management of the Corridor from the Delaware and Lehigh Navigation Canal National Heritage Corridor Commission to the Corporation; and (2) coordination regarding implementation of the Management Plan. Authorizes annual appropriations to the Corporation as prescribed under such Act. Extends the the authorization of appropriations to implement the management action plan created by the Commission through FY2012. Terminates the Secretary's authority to provide financial assistance under such Act five years after this Act's enactment. (Sec. 5) Amends the Omnibus Parks and Public Lands Management Act of 1996 to increase the amount authorized to be appropriated for the Steel Industry American Heritage Area, Essex National Heritage Area, South Carolina National Heritage Corridor, and the Ohio & Erie National Heritage Canalway. Directs the Secretary to evaluate the accomplishments of the Ohio & Erie Canal National Heritage Corridor (redesignated by this Act as the Ohio & Erie National Heritage Canalway), Rivers Of Steel National Heritage Area, Essex National Heritage Area, and South Carolina National Heritage Corridor. Instructs the Secretary to include in a report on an Area recommendations for what role, if any, the National Park Service (NPS) should have with respect to that Area. Requires, if the Secretary recommends in a report that federal funding for such an Area be reauthorized, inclusion of an analysis of: (1) the ways in which federal funding for the Area may be reduced or eliminated; and (2) the appropriate time period necessary to achieve the recommended reduction or elimination. Requires submission of all such reports to specified congressional committees. (Sec. 6) Amends the National Coal Heritage Area Act of 1996 to make resources in Lincoln County, West Virginia, and Paint Creek and Cabin Creek in Kanawha County, West Virginia, as determined to be appropriate by the National Coal Heritage Area Authority, eligible for the provision of assistance. Requires the Authority (under current law, the Governor of West Virginia) to submit a management plan for the Area, which shall set forth the responsibilities of the Authority, as well as those of the Secretary, to administer any properties acquired pursuant to a contractual agreement. Requires, with respect to such Area, the Secretary to continue a certain contractual agreement with the Authority rather than the Governor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Heritage Areas and National Heritage Corridors Technical Corrections Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Heritage Areas and National Heritage Corridors Technical Corrections Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Parks and Public Lands Management Act of 1996 to provide additional authorizations for certain National Heritage Areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:22-05:00"
}