{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1141-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1141", 
  "official_title": "A bill to amend section 592 of the Tariff Act of 1930.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Countervailing duties", 
    "Imports"
  ], 
  "subjects_top_term": "Imports", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Revises the penalties for the introduction of merchandise into the United States on the basis of false or fraudulent information. Provides that, if the United States is or may be deprived of the lawful duties or any portion thereof accruing upon such merchandise or any portion thereof due to negligence or unintentional disregard of the customs laws or regulations, but without intent to defraud, there shall be assessed on such merchandise a penalty equal to 5 percent of the underpayment of the lawful duties due and payable on said merchandise. Provides that, if the United States is or may be deprived of the lawful duties or any portion thereof accruing upon such merchandise or any portion thereof due to fraud, there shall be assessed on such merchandise a penalty equal to fifty percent of the underpayment of the lawful duties due on such merchandise. Provides that there shall be assessed on such merchandise additional duties equal to the amount of the underpayment of the duties deemed due thereon and not theretofore assessed and paid, in addition to the penalties provided above if the determination of the appropriate customs officer as to the amount of duties payable on such merchandise has become final, by reason of liquidation of the entry or entries of such merchandise, without assessment of the full amount of the duties deemed by the appropriate customs officer to be payable thereon. States that such penalties and additional duties as may be assessed under this Act may be remitted or mitigated in whole or in part by the Secretary of the Treasury pursuant to a petition for remission or mitgation. Provides for judicial review of the final determination of the Secretary by the United States Customs Court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 592 of the Tariff Act of 1930.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:08-05:00"
}