{
  "actions": [
    {
      "acted_at": "1992-03-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-25", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-31", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-04-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-28", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to the Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-08", 
      "bill_ids": [
        "hr776-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.776.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-09T10:44:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science, Space and Technology. H. Rept. 102-1049, Part I.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4559-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1992-03-25", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1992-03-25", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-25", 
  "number": "4559", 
  "official_title": "To enhance United States energy security, provide for environmental improvement, and encourage United States industrial competitiveness, through enhanced research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr776-102", 
      "reason": "related"
    }
  ], 
  "short_title": "National Energy, Environment, and Competitiveness Research Act of 1992", 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-04-01", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Aluminum", 
    "Automobile engines", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Automobile parts", 
    "Automobiles", 
    "Biomass energy", 
    "Building construction", 
    "Buy American", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Commercialization", 
    "Competition", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Department of Energy", 
    "Developing countries", 
    "Diesel motor", 
    "Education", 
    "Educational accountability", 
    "Electric automobiles", 
    "Electric batteries", 
    "Electric power", 
    "Electric utilities", 
    "Electric vehicles", 
    "Electromagnetic waves", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Energy security", 
    "Energy supplies", 
    "Engines", 
    "Environmental protection", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal installations", 
    "Federal office buildings", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Fuel cells", 
    "Fuel consumption", 
    "Gas pipelines", 
    "Gases", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government securities", 
    "Government trust funds", 
    "Government vehicles", 
    "Heating", 
    "Higher education", 
    "Hydrogen as fuel", 
    "Imports", 
    "Industrial energy conservation", 
    "Industrial pollution", 
    "Information services", 
    "International cooperation in science", 
    "Inventions", 
    "Joint ventures", 
    "Labeling", 
    "Laboratories", 
    "Licenses", 
    "Liquefied natural gas", 
    "Liquefied petroleum gas", 
    "Manufacturing industries", 
    "Materials", 
    "Mathematics", 
    "Methanol", 
    "Motor vehicle pollution control", 
    "Natural gas", 
    "Nitrogen oxides", 
    "Nuclear energy", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear fission", 
    "Nuclear fusion", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear research", 
    "Ocean energy resources", 
    "Oil fields", 
    "Oil shales", 
    "Oil well drilling", 
    "Oils and fats", 
    "Paper and paper products", 
    "Patents", 
    "Petroleum reserves", 
    "Photovoltaic power systems", 
    "Pollution control", 
    "Privatization", 
    "Radioactive wastes", 
    "Railroads", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Residential energy conservation", 
    "Revolving funds", 
    "Scientific education", 
    "Small business", 
    "Solar heating and cooling", 
    "Steel", 
    "Superconductivity", 
    "Technical education", 
    "Technological innovations", 
    "Technology transfer", 
    "Tennessee", 
    "Test facilities", 
    "Transportation and public works", 
    "Uranium", 
    "Uranium enrichment", 
    "User charges", 
    "Waste reduction", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1992-10-09", 
    "text": "National Energy, Environment, and Competitiveness Research Act of 1992 - Title I: Reduction of Oil Vulnerability - Subtitle A: Oil and Gas Supply Enhancement - Directs the Secretary of Energy (the Secretary) to conduct research and development programs in the following energy technologies in order to reduce national dependence upon imported oil, increase efficiency in meeting future energy needs, and reduce the adverse environmental consequences of energy production: (1) accelerated recovery of oil from domestic reservoirs in producing fields; (2) oil shale extraction and conversion for both Eastern and Western shales; (3) natural gas extraction from tight gas sands and devonian shales (or other unconventional sources); and (4) cofiring of natural gas with coal in utility and large industrial boilers to determine optimal natural gas injection levels for both environmental and operational benefits. Sets forth program goals, including short, mid-term, and long-term priorities. Authorizes appropriations. Subtitle B: Oil and Gas Demand Reduction and Substitution - Directs the Secretary to conduct research and development programs on: (1) cost effective technologies to reduce the demand for oil in the transportation sector through increased energy efficiency and the use of alternative fuels; (2) advanced technologies to improve fuel economy of light-duty passenger vehicles powered by a piston engine, and hybrid vehicles powered by a combination of piston engine and electric motor; (3) techniques to improve natural gas and other alternative fuel vehicle technology; (4) a biofuels user facility to expedite industry adoption of biofuels technologies (including the establishment of a research and demonstration program for the production and use of diesel fuels from vegetable oils); (5) electric vehicles and batteries (in cooperation with the electric utility industry and the automobile industry); (6) transportation applications of fuel cells and related systems as the primary power source for private and mass transit vehicles; and (7) wider application of advanced electric vehicle technology, including advanced battery technologies. Requires the Secretary to report to the Congress and the President on encouraging the purchase and use of electric vehicles. Directs the Secretary to conduct a research and development program on: (1) renewable hydrogen energy systems to supplement similar ongoing DOE activities; and (2) diesel engine combustion and engine systems, related advanced materials, and fuels and lubricants to reduce emissions oxides of nitrogen and particulates. Authorizes appropriations. Subtitle C: Oil Substitution Through Coal Liquefaction - Directs the Secretary to conduct a research and development program for economically and environmentally acceptable advanced technologies for oil substitution through coal liquefaction. Authorizes appropriations. Title II: Energy and Environment - Subtitle A: Improved Energy Efficiency - Directs the Secretary to conduct a research and development program for: (1) cost effective technologies to improve energy efficiency and increase the use of renewable energy in the buildings, industrial, and utility sectors; (2) energy efficient natural gas and electric heating and cooling technologies for residential and commercial buildings; (3) advanced pulp and paper technologies (but not projects involving waste paper combustion, excluding gasification); (4) new technologies for integrated building design and products that provide affordable and commercially viable low emission, low energy buildings by the year 2005; and (5) expedited adoption of energy efficient industrial electric drive technologies, including adjustable speed drives, high speed motors, and high efficiency motors. Directs the Secretary to establish: (1) a Federal agency demonstration program for advanced commercially available energy efficiency and renewable energy technologies for use in federally-owned buildings and facilities; and (2) a demonstration program at federally-owned buildings and facilities designated for long-term commitment of specified emerging energy efficiency and renewable energy technologies that were substantially developed or derived from DOE research and development, and that are not commercially available. Amends the Steel and Aluminum Energy Conservation and Technology Competitiveness Act of 1988 to direct the Secretary to include in the close-of-FY 1993 report a complete summary of activities under the management and research plan from the first year of operation, and an analysis of the extent to which the purposes of the Act have been accomplished. Authorizes appropriations through FY 1993 (including appropriations for the National Institute of Standards and Technology). Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 to repeal authorizations for certain renewable energy and energy efficiency programs for FY 1993. Subtitle B: Electricity Generation and Use - Directs the Secretary to conduct a research and development program: (1) to provide cost-effective options for the generation of electricity from renewable energy sources for grid and nongrid application; (2) on high efficiency heat engines to prove their technical and economic feasibility, emphasizing advanced gas turbine cycles, and the incorporation of energy efficient materials in such cycles for high efficiency electric and industrial power generation; and (3) to encourage the deployment of advanced nuclear reactor technologies. Requires the Secretary to establish a Federal financial and technical assistance program for the first-of-a-kind engineering design of standardized commercial nuclear powerplants which are included in the DOE certification program for advanced light water reactor designs. Requires the Secretary to report annually to the Congress on program status and nuclear research, development, and demonstrations. Directs the Nuclear Regulatory Commission to report annually to the Congress, along with the President's annual budget request, on the certification process for certain standardized advanced light water reactor designs. Directs the Secretary to conduct a research and development program on: (1) new technologies for mitigating hazards associated with high level radioactive waste and spent fuel from nuclear reactors; (2) fusion energy technologies whose main focus shall be a cooperative effort to develop the International Thermonuclear Experimental Reactor (including a detailed plan for specified fusion energy subprograms); (3) advanced technologies that use coal to generate electricity in a more efficient and environmentally acceptable manner (including an investigation and report to the Congress on the feasibility of blending farm crop products with coal to maximize indigenous fossil fuel resources and reduce sulfur emissions); and (4) efficient and environmentally benign decentralized power generation using fuel cells. Authorizes appropriations. Directs the Secretary to establish the Electric Generation Technology Demonstration Task Force (the Task Force) to report annually to the Secretary and the Congress on the status of electric generation technology. Authorizes appropriations for FY 1993 for the Fast Flux Text Facility. Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 to declare that the goal for the High Temperature Superconductivity Energy Systems Program shall be to promote energy efficiency by implementing a research and development of high temperature superconducting electric power equipment technologies. Lists the research areas to be emphasized. Directs the Secretary to establish: (1) the Electric and Magnetic Fields Interagency Committee to coordinate Federal efforts for research on specified aspects of electric and magnetic fields (with particular emphasis on electric and magnetic fields produced by electricity of the 60 Hertz frequency); and (2) the National Electric and Magnetic Fields Advisory Committee to establish and update research priorities, and determine fund allocation methods. Requires the Secretary to establish a research program on the possible human health effects of electric and magnetic fields. Authorizes funding for research projects. Outlines project solicitation parameters. Requires the Secretary to establish an Electric and Magnetic Fields Public Information Dissemination Program. Authorizes appropriations. Expresses the sense of the Congress that remedial action taken by the Government on electric and magnetic fields should be based on\\and consistent with the research authorized by this Act. Subtitle C: Pollution Prevention, Information, and Audits - Requires the Secretary to establish an Energy Efficient Pollution Prevention Program to implement research and development on energy efficient pollution prevention technologies and processes, emphasizing source reductions and a systems approach to minimizing adverse environmental effects of industrial production in the most cost-effective and energy efficient manner. Directs the Administrator of the Energy Information Administration to: (1) expand the scope and frequency of data collection and reports on domestic energy use in order to significantly improve the ability to evaluate the efficacy of national energy efficiency and renewable energy policies and programs; and (2) report annually to the Congress on energy efficiency and on the gathered data. Directs the Secretary to incorporate into a certain energy conservation audit program for small and medium sized manufacturers an identification and analysis of applicable energy savings and environmental benefits from the adoption of innovative energy efficient pollution prevention and waste minimization techniques. Authorizes appropriations. Title III: Energy and Economic Growth - Directs the Secretary to establish: (1) a National Critical Advanced Materials Initiative in the Office of Assistant Secretary for Conservation and Renewable Energy to implement a research and development program on production techniques for critical advanced materials and associated components with energy efficiency and renewable energy applications, to supplement similar ongoing DOE activities; (2) a program to expedite the use of critical advanced materials technologies in goods and services acquired by the General Services Administration; and (3) a National Critical Advanced Manufacturing Technologies Initiative in the Office of Assistant Secretary for Conservation and Renewable Energy to supplement similar ongoing DOE activities to improve energy efficiency and productivity in manufacturing. Authorizes appropriations. Directs the Secretary to grant priority to user facilities to provide special scientific and research capabilities to serve the research needs of universities, industry, and private and Federal laboratories. Authorizes the construction of the Advanced Photon Source at the Argonne National Laboratory. Prohibits the Secretary from changing the user fee practice in effect as of October 1, 1991, unless expressly authorized to do so by law enacted subsequent to this Act. Requires the Secretary to expedite the construction of the Advanced Neutron Source at the Oak Ridge National Laboratory. Authorizes appropriations. Directs the Secretary to: (1) support university research reactor improvement programs, and to report a five year-improvement plan to the Congress; and (2) develop a method to evaluate the effectiveness of DOE science and mathematics education programs. Requires the Director of the Office of Energy Research to operate an Experimental Program to Stimulate Competitive Research as part of DOE's University and Science Education Programs. Directs the Secretary to: (1) support technology transfer activities conducted by the National Laboratories, and report to the Congress on the adequacy of their funding; (2) implement a least cost strategy for facility support and maintenance with respect to multiprogram energy laboratories; and (3) report to the Congress a comprehensive facilities plan for multiprogram energy laboratories. Authorizes appropriations. Requires the Secretary to submit to the Congress a five-year program plan for improving DOE integration of basic and applied renewable energy and energy efficiency research and development. Title IV: International Transfer of Advanced Energy Technology - Directs the Secretary to: (1) conduct a program of developing and adapting new energy technologies to the needs of developing countries to provide technological alternatives to meet their energy needs more efficiently and in an environmentally sound and economically competitive manner; and (2) establish in the Office of Policy an Office of Energy Coordination for Developing Countries to provide an information exchange program. Authorizes appropriations. Title V: Policy and Administrative Provisions - Directs the Secretary to expedite procedures for reviewing cooperative research and development agreements entered into by DOE or its laboratories to make the administrative review process consistent with those at other Federal agencies and their laboratories, and to report on them to the Congress. Permits program funds authorized for Conservation Research and Development, and Fossil Energy Research and Development to be used for the implementation of cooperative research and development agreements by DOE laboratories. Prohibits the Secretary from obligating funds for substantial or major construction projects, or equipment acquisition without specific authorization by statute. Directs the Secretary to establish an Energy Research, Development, and Demonstration Advisory Board (Advisory Board) to provide impartial technical advice with respect to energy research and development, and to submit periodic evaluations to the Congress regarding the effectiveness of DOE energy research and development programs in meeting the objectives of the previous National Energy Policy Plan. Declares that it is the policy of the United States that: (1) specified percentages of funds appropriated for DOE environmental restoration and waste management programs shall be used for research and development; and (2) where private sector technologies are more advanced than used by the Federal Government, they shall be used for environmental restoration and waste management. Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to direct the Secretary (currently the Administrator of the Energy Research and Development Administration) to submit to the Congress an annual comprehensive plan for energy research and development. Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 to reflect the amendments made by this Act. Requires proposals submitted under this Act to include commitments of specified percentages from non-Federal sources. Authorizes the Secretary to vary such requirements upon determining that the proposed research is of a more basic or fundamental nature. Directs the Secretary to: (1) develop an inventory and status report of technologies to enhance energy supply and to improve the efficiency of energy end uses; (2) establish comprehensive energy research and development program priorities as part of the National Energy Policy Plan, with highest priority given to the development of technologies assessed in such inventory and status report; and (3) enter into an arrangement with the National Academy of Sciences (the Academy) to study factors which promote or inhibit the widespread domestic adoption of energy-efficient end-use technologies and energy-conserving practices. Directs the Academy to submit its findings and conclusions to the Congress. Authorizes appropriations. Sets forth conditions under which the Secretary shall disregard costs related to the decommissioning of nuclear facilities, or the storage and disposal of nuclear waste when awarding contracts to perform nuclear hot cell services. Prohibits fraudulently labeling products as \"Made in America.\" Declares violators ineligible for any procurement contract under this Act. Limits appropriations to those explicitly provided by this Act. Requires the Secretary to: (1) conduct a feasibility study of establishing a national laboratory to implement research, development, and technology transfer activities on renewable energy and ocean resources; (2) submit a report on uncosted obligations to the Congress along with the submission of each of the President's annual budget requests; and (3) enter into an arrangement with the National Academy of Public Administration for it to study DOE missions and organizational structure and report to the Congress. Title VI: Joint Ventures - Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 to direct the Secretary to evaluate emerging renewable energy and energy efficiency technologies suitable for joint ventures, and to solicit proposals for, and provide assistance to, at least ten high priority joint ventures (currently three) that can expedite the commercialization of renewable energy and energy efficiency technologies. Includes within the list of required joint ventures: (1) oil displacement by fuel cell technology; (2) renewable energy and energy efficiency technology export training; and (3) source reduction technology; (4) certain utility-scale photovoltaic projects; and (5) oil displacement by biomass, photovoltaics, wind energy, and solar water heating technologies. Authorizes appropriations. Title VII: Uranium Enrichment - Subtitle A: Uranium Enrichment Corporation - Amends the Atomic Energy Act of 1954 to establish the Uranium Enrichment Corporation as a wholly owned government corporation to: (1) operate as a business enterprise on a profitable, efficient basis; (2) acquire uranium for uranium enrichment; (3) acquire DOE facilities related to atomic vapor laser isotope separation technology (AVLIS) for uranium enrichment, and to commercialize alternative enrichment technologies; (4) market and sell its enriched uranium and related services; and (5) conduct the business as a self-financing corporation, eliminating the need for Federal financing. Vests Corporation powers in the Board of Directors appointed by the President with the advice and consent of the Senate. Grants the Comptroller General audit powers over the Corporation. Requires the Corporation to submit an annual status report to the President and the Congress. Establishes the Uranium Enrichment Corporation Fund, which shall be available to the Corporation without fiscal year limitation. Prescribes guidelines under which the Corporation may issue bonds and notes. Provides for the Corporation to make payments to States and local governments in lieu of taxes. Exempts all Corporation property, activities, and income from any State, local, or Federal taxation. Applies to the Corporation Federal antitrust, occupational safety and health laws, and environmental laws, among others. Permits the Corporation to restrict the dissemination of trade secrets and commercial or financial information to the same extent as a privately owned corporation. Sets forth the Corporation's marketing and contracting authority. Grants the Corporation exclusive rights to: (1) an option to lease DOE gaseous diffusion uranium enrichment facilities; and (2) deploy, license, and use federally-owned AVLIS processes and technical information upon completion of a royalty agreement with DOE. Directs the President, upon Corporation request, to transfer without charge to the Corporation DOE rights and interests in property related to the performance of its purposes regarding AVLIS. Transfers to the Corporation as assets any balances in the Uranium Enrichment Special Fund, and balances appropriated to DOE for uranium supply and enrichment activities. Requires the Secretary of the Treasury to lend the Corporation a specified sum in the form of a loan from balances in the Uranium Enrichment Special Fund receipt account (\"Initial Debt\"). Precludes the Corporation from receiving any Federal financial assistance other than as provided for in this Act. Permits the Corporation to apply to DOE for a patent license to use an invention or discovery useful in the production or utilization of special nuclear material or atomic energy when the patent has not been declared to be affected with the public interest. Requires DOE to: (1) establish standards to govern its gaseous diffusion uranium enrichment facilities; and (2) report annually to the Congress on the health, safety, and environmental conditions at such facilities. Prohibits the Corporation from operating such facilities unless DOE has determined its compliance with such standards. Subjects Corporation uranium enrichment facilities using AVLIS to the same licensing strictures as production and utilization facilities under the Atomic Energy Act of 1954. Requires the Corporation to: (1) prepare a strategic plan for privatization; and (2) begin activities necessary to prepare AVLIS for commercialization. Authorizes the Corporation to issue capital stock representing an equity investment in its uranium enrichment assets, as well as enter into joint ventures and majority held subsidiaries. Sets forth guidelines for privatization of the Corporation. Establishes the Uranium Enrichment Decontamination and Decommissioning Fund to implement decontamination and decommissioning, and other environmental restoration and waste management activities at DOE uranium enrichment facilities. Requires the Secretary of the Treasury to submit annual Fund status reports to the Congress. Sets forth funding guidelines. Requires the Corporation to: (1) direct a pilot research and development program at the Oak Ridge Gaseous Diffusion Plant to identify, evaluate, and implement decontamination and decommissioning approaches; and (2) submit an annual cost estimate review to the Congress regarding decontamination, decommissioning, and other environmental restoration and waste management activities at its uranium enrichment facilities. Subtitle B: Remedial Action At Active Processing Sites - Declares that remedial action costs shall be borne by certain persons licensed under the Atomic Energy Act of 1954 for any activity resulting in the production of by-product material. Sets forth guidelines under which the Secretary shall annually reimburse such licensees for the portion of the remediation costs attributable to byproduct material generated as an incident of sales to the United States, and incurred by the licensee by a specified date. Requires the Secretary to promulgate reimbursement regulations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy, Environment, and Competitiveness Research Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Energy, Environment, and Competitiveness Research Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance United States energy security, provide for environmental improvement, and encourage United States industrial competitiveness, through enhanced research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:19-05:00"
}