{
  "actions": [
    {
      "acted_at": "1982-06-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-06", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-15", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2687-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-29", 
  "number": "2687", 
  "official_title": "A bill to change the tax treatment of partial liquidations and of certain distributions of appreciated property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-29", 
  "subjects": [
    "Antitrust actions", 
    "Capital gains tax", 
    "Corporate divestiture", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Income tax", 
    "Investment tax credit", 
    "Securities and Investments", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Corporation taxes", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-29", 
    "text": "Title I: Changes in Tax Treatment of Partial Liquidations and of Certain Distributions of Appreciated Property - Amends the Internal Revenue Code to repeal provisions which allow distributions made in partial liquidation of a corporation to be treated as part payment in exchange for the shareholder's stock (i.e. capital gains) rather than taxed as dividends at ordinary income tax rates. Repeals provisions for the nonrecognition of gain and loss by a corporation on distributions of property in partial liquidation (thereby limiting nonrecognition to complete liquidations). Provides that redemptions of stock from noncorporate shareholders attributable to a corporation's ceasing to conduct an active trade or business shall be treated as an exchange and not taxed as a dividend. Repeals the definitional section on partial liquidations. Specifies that a distribution shall be considered as in complete liquidation if it is one of a series of distributions in redemption of all of a corporation's stock under a plan. Directs the Secretary of the Treasury to prescribe regulations to ensure that the repeal of the special tax treatment for partial liquidations is not circumvented through the use of other Code provisions. Disallows the nonrecognition of gain by a corporation which distributes appreciated property in redemption of its stock in the case of: (1) complete redemptions of the stock of a ten-percent shareholder; (2) redemptions of stock of a 50 percent or more subsidiary of the redeeming corporation; (3) distributions pursuant to antitrust judgments; and (4) certain distributions by bank holding companies to taxable organizations. Title II: Certain Stock Purchases Treated as Asset Purchases - Repeals provisions under which property distributed to an acquiring corporation in the liquidation of an acquired subsidiary receives a stepped-up basis. Allows a purchasing corporation to elect to treat a targeted corporation as having sold all of its assets in a 12-month liquidation and then reincorporated (thereby requiring depreciation and investment tax credit recapture). Specifies that acquisitions by a purchasing corporation shall include acquisitions by affiliated corporations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to change the tax treatment of partial liquidations and of certain distributions of appreciated property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:23-05:00"
}