{
  "actions": [
    {
      "acted_at": "1979-02-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-377.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-10", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-10", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-11", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 96-504.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2297-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-21", 
  "number": "2297", 
  "official_title": "A bill to continue until the close of June 30, 1982, the existing suspension of duties on synthetic rutile.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J.", 
    "state": "TN", 
    "thomas_id": "00321", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-21", 
  "subjects": [
    "Aliens", 
    "Capital gains tax", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foundations", 
    "Imports", 
    "Interest", 
    "Leases", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Real estate business", 
    "Tariff", 
    "Tax administration", 
    "Tax credits", 
    "Tax exemption", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1979-12-15", 
    "text": "(Reported to Senate from the Committee on Finance with amendment, S. Rept. 96-504) =Title I: Taxation of Foreign Investment in United States Real Property= - Foreign Investment in Real Property Tax Act of 1979 - Amends the Internal Revenue Code to impose upon nonresident alien individuals or foreign corporations a tax equal to one-third of 28 percent of the excess of gains over losses realized from the sale of United States real property interests. Exempts taxpayers whose net gain for a taxable year is less than $5,000. Defines \"U.S. real property interest\" as (1) an interest in real property located in the United States, or (2) any interest in a U.S. real property holding organization (a business entity in which a controlling interest is held by ten or fewer individuals and of which U.S. real property interests constitute more than 50 percent of the fair market value of the organization). Includes within the term \"interest in real property\" fee ownership and co-ownership of land or improvements thereon, leaseholds of land or improvements, and options to acquire such leaseholds of land or improvements. Requires individuals who acquire a U.S. real property interest from a nonresident alien or a foreign corporation to withhold an amount equal to the smaller of: (1) one-third of 28 percent of the amount realized on the transaction; (2) the amount of the seller's maximum tax liability; or (3) the fair market value of the proceeds of the sale which are within the withholding agent's control. States that the purchaser is not required to withhold any amounts unless he knows that the seller is a foreign person, or has received a notice to that effect. Requires sellers who are foreign persons, and their agents, to notify purchasers of their status as foreigners. Provides an exemption from the withholding requirements of this Act if: (1) the seller of a property interest provides the buyer with a statement that any tax liability with respect to the sale has been satisfied or does not exist; (2) the transaction involves the acquisition of stock in a corporation which is effected through the medium of an organized stock exchange; (3) the transaction involves the sale of property used as a single family principal residence and the amount realized upon disposition does not exceed $150,000. Authorizes the Secretary of the Treasury to prescribe reduced amounts of withholding under specified conditions. Allows nonresident aliens and foreign corporations a refundable income tax credit for tax withheld with respect to dispositions of U.S. real property interests and tax-free covenant bonds. Requires an organization whose U.S. real property interests constitute more than 40 percent of the fair market value of its assets and which is controlled by not more than ten individuals, one or more of whom are foreign persons, to file an informational return with the Secretary concerning its holdings and transactions. Prescribes civil penalties for organizations which fail to file such returns. Overrides, for taxable years after December 31, 1984, tax treaties which would exempt foreign investors from the requirements established by this Act. =Title II: Other Provisions= - Amends the Internal Revenue Code to exempt from income taxation interest paid by a U.S. person which is received by a nonresident alien or a foreign corporation. Authorizes the Secretary to terminate such exemption if sufficient information is not received from the country in which such interest payments are made so as to identify the true beneficial recipients of such payments. Exempts from the excise tax penalty on self-dealing between private foundations and disqualified persons the leasing of office space by such disqualified person to a private foundation if the lease is pursuant to a binding contract in effect on October 9, 1969, and such lease is not disadvantageous to the foundation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to continue until the close of June 30, 1982, the existing suspension of duties on synthetic rutile.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:35-05:00"
}