{
  "actions": [
    {
      "acted_at": "1974-07-09", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3737-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-09", 
  "number": "3737", 
  "official_title": "A bill to provide, in cooperation with the States, benefits to individuals who are totally disabled due to respiratory disease arising out of employment in one or more fluorspar mines and to the surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their deaths.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fluorspar Miners Respiratory Disease Compensation Act", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-09", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Discrimination", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Mines and mineral resources", 
    "Old age, survivors and disability insurance", 
    "Respiratory diseases", 
    "Social welfare"
  ], 
  "subjects_top_term": "Respiratory diseases", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-09", 
    "text": "Fluorspar Miners Respiratory Disease Compensation Act - Title I: General Provisions - Expresses the findings of Congress and declares that it is the purpose of this Act to provide disability payments, in cooperation with the States, to fluorspar miners who are totally disabled due to respiratory disease arising from their employment and to the surviving dependents of such miners. Defines the terms used in this Act. Title II: Claims for Benefits Filed On or Before December 31, 1976 - Directs the Secretary of Health, Education, and Welfare to make payments of benefits in respect of total disability of any miner due to respiratory disease, and in respect of the death of any miner whose death was due to respiratory disease or who at the time of his death was totally disabled by respiratory disease. Sets forth the conditions and circumstances of the making of such payments. States that in carrying out the provisions of this title, the Secretary shall utilize the personnel and procedures he uses in determining entitlement to disability insurance benefit payments under the Social Security Act, but no claim for benefits under this title shall be denied solely on the basis of the results of a chest roentgenogram. Provides that claimants under this title shall be reimbursed for reasonable medical expenses incurred by them in establishing their claims. States that no claim for benefits under this title on account of total disability of a miner shall be considered unless it is filed on or before December 31, 1976, or, in the case of a claimant who is a widow, within six months after the death of her husband or by December 31, 1976, whichever is the later. Title III: Claims for Benefits After December 31, 1976 - States that on and after January 1, 1977, any claim for benefits for death or total disability due to respiratory disease shall be filed pursuant to the applicable State workmen's compensation law, except that during any period when miners or their surviving widows, children, parents, brothers, or sisters, as the case may be, are not covered by a State workmen's compensation law which provides adequate coverage for respiratory disease they shall be entitled to claim benefits under this title. Sets forth the conditions under which the Secretary of Labor shall include a State workmen's compensation law on the list of State laws providing adequate coverage. Authorizes the Secretary of Labor and the Secretary of Health, Education, and Welfare to issue such regulations as each deems appropriate to carry out the provisions of this Act. Empowers the Secretary of Health, Education, and Welfare to enter into contracts with and make grants to organizations and individuals for the construction, purchase, and operation of fixed-site and mobile clinical facilities for the analysis examination, and treatment of respiratory and pulmonary impairments in active and inactive fluorspar miners. Authorizes to be appropriated for such purposes $10,000,000 for each of the fiscal years 1975, 1976, and 1977. Authorizes to be appropriated for additional purposes such sums as are necessary. States that no operator shall discharge or in any other way discriminate against any miner employed by him by reason of the fact that such miner is suffering from respiratory disease. Authorizes to be appropriated to the Secretary of Labor such sums as may be necessary to carry out his responsibilities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fluorspar Miners Respiratory Disease Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide, in cooperation with the States, benefits to individuals who are totally disabled due to respiratory disease arising out of employment in one or more fluorspar mines and to the surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their deaths.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:15-05:00"
}