{
  "actions": [
    {
      "acted_at": "2013-05-23", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1033-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2013-07-30", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-23", 
  "number": "1033", 
  "official_title": "A bill to authorize a grant program to promote physical education, activity, and fitness and nutrition, and to ensure healthy students, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2178-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "FIT Kids Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-23", 
  "subjects": [
    "Child health", 
    "Disability and health-based discrimination", 
    "Disability and paralysis", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Higher education", 
    "Nutrition and diet", 
    "Performance measurement", 
    "Physical fitness and lifestyle", 
    "School athletics", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-23", 
    "text": "Fitness Integrated with Teaching Kids Act or FIT Kids Act - Requires the Secretary of Education to award grants to states to implement comprehensive programs to promote physical activity, education, and fitness and nutrition that are based on scientifically valid research, and an analysis of need that considers, at a minimum, physical education indicators. Limits a grant award to a maximum of five years. Prescribes certain activities under a grant, including that states must: (1) develop and implement a physical education indicators measurement system; (2) collect and publish information on physical activity, education, and fitness and nutrition at the school level; (3) use indicators to identify and address student needs; (4) encourage local education agencies to integrate physical activity, education, and fitness into a range of subjects throughout the school day and locations within schools; and (5) award sub-grants based on identified needs. Requires the Secretary, acting through the Director of the Institute of Education Sciences, to establish program performance metrics to measure the effectiveness of the grant program's activities. Amends the Elementary and Secondary Education Act of 1965 to require the compact with parents under the school-level parental involvement policy to include a description of the school's responsibility to support their children in leading a healthy and active life, such as by providing health meals and snacks, encouraging participation in physical education, and sharing in physical activity outside the school day to support successful academic achievement. Amends the Rehabilitation Act of 1973 to require the Secretary to promote equal opportunities for students with disabilities to be included and participate in physical education and extracurricular athletics implemented in, or in conjunction with, elementary schools, secondary schools, and institutions of higher education, by ensuring the provision of appropriate technical assistance and guidance for schools and institutions and their personnel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FIT Kids Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Fitness Integrated with Teaching Kids Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize a grant program to promote physical education, activity, and fitness and nutrition, and to ensure healthy students, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:48-05:00"
}