{
  "actions": [
    {
      "acted_at": "1973-03-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5549-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-13", 
  "number": "5549", 
  "official_title": "A bill to amend the Mineral Leasing Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mineral Leasing Act Revision", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-13", 
  "subjects": [
    "Mines and mineral resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-13", 
    "text": "Mineral Leasing Act Revision - Provides that all lands and interest in lands belonging to the United States shall be closed to entry and location under the mining law as of the effective date of this Act. Allows any claim under the mining law existing on the effective date of this Act to remain subject to the provisions of the mining law if it is recorded with the Department of the Interior not more than one year after the issuance by the Secretary of the Interior of recordation regulations. Permits the Secretary to issue production leases for mineral deposits. Increases the maximum acreage of a prospecting permit from 640 acres to 2,560 acres and increases the rental fee from fifty cents to one dollar per acre per annum. Authorizes the Secretary to issue an exploration lease for hard rock mineral deposits to the highest bidder when the public interest will best be served. Requires prospecting plans to include provisions for protection and restoration of the lands covered by the lease and for the protection of environmental and recreational values. Provides for the issuance of a production lease no later than three months after the expiration of an exploration lease upon a showing that a washable deposit of hard rock minerals has been found. States that each production lease shall be for a term equal with the productive life of the mineral deposit. Declares lands known to contain washable deposits of hard rock minerals and not covered by either exploration or production leases shall be subject to production leases by the Secretary to the highest responsible qualified bidder."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mineral Leasing Act Revision", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Mineral Leasing Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:21-05:00"
}