{
  "actions": [
    {
      "acted_at": "1979-09-25", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-25", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-25", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1821-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-25", 
  "number": "1821", 
  "official_title": "A bill to establish a Nuclear Waste Management Authority, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Management Reorganization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-25", 
  "subjects": [
    "Administrative fees", 
    "Congressional oversight", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government securities", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "International cooperation", 
    "International environmental cooperation", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Radioactive wastes", 
    "Research", 
    "Research and development", 
    "Securities and Investments", 
    "States"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-25", 
    "text": "Nuclear Waste Management Reorganization Act of 1979 - Title I: Declarations of Findings and Purposes; Definitions - Sets forth the purposes of this Act. Title II: Nuclear Waste Management Authority - Creates the Nuclear Waste Management Authority as an independent executive agency. Transfers to such Authority all authority of the Department of Energy with regard to nuclear waste management, storage and disposal. Sets forth the functions of such Authority as: (1) the acquisition of existing nuclear waste facilities not owned by the United States; (2) the establishment of control over existing Federal nuclear waste facilities; (3) the design, construction, and operation of all such facilities in the United States; (4) the establishment of programs for the handling of nuclear wastes and spent nuclear fuel, including related research and development activities; (5) the establishment of and collection and deposit of fees in the Nuclear Waste Management Fund; (6) the establishment of a Nuclear Waste Treatment and Disposal Plan; and (7) the promulgation of necessary rules to implement the authority granted under this Act. Maintains the regulatory authority of the Nuclear Regulatory Commission. Transfers to such Authority all authority of the Department of Energy concerning radioactive mine and mill tailings, but maintains the regulatory authority of Federal agencies, States, Indian tribes, or private entities under the Uranium Mill Tailings Radiation Control Act of 1978. Sets forth provisions relating to officers, personnel and administration of the Authority. Authorizes the departments and agencies of the executive branch to furnish any information requested by the Executive Director of such Authority deemed necessary to carry out his duties under this Act. Title III: Long-Term Surface Storage - Authorizes the Executive Director to study the feasibility of long-term surface storage of nuclear waste and spent fuel. Directs the Director to select a site or sites and to construct facilities for such storage. Requires the Executive Director to assure that a long-term facility shall be available to store spent fuel by January 1, 1988. Directs the Executive Director to submit a report to the President, Congress, and the Governor of the State selected for such facilities on his recommendations as to the establishment of such facilities. Directs the Executive Director to enter into contracts to accept and take title to, and to provide long-term storage and disposal of spent fuel and nuclear waste, under terms and conditions established by him. Provides for congressional oversight of the criteria used to establish such terms and conditions. Amends the Energy Reorganization Act of 1974 to include spent fuel storage within the licensing and related regulatory authority of the Nuclear Regulatory Commission over Retrievable Surface Storage Facilities and other nuclear storage facilities. Requires compliance by the Executive Director with the requirements of the National Environmental Policy Act of 1969 with respect to the establishment of long-term storage facilities. Prohibits the Nuclear Regulatory Commission from denying or otherwise delaying the granting of nuclear power reactor licenses based upon findings or determinations concerning the status or progress of long-term storage or disposal programs and facilities. Title IV: Nuclear Waste Treatment and Disposal - Directs the Authority to submit to Congress a Nuclear Waste Treatment and Disposal Plan. Enumerates items to be covered by such Plan. Directs the Authority to submit to Congress individual site development plans for liquid waste treatment plants and high-level and transuranic nuclear waste and spent nuclear fuel repositories. Sets forth components of such plans. Authorizes the Executive Director to amend the general plan or individual site plans, and provides for congressional oversight of such site plans. Directs the Authority to submit to Congress a plan designed to assess the need for additional low-level waste sites and the need for any remedial action for existing low-level facilities. Includes research and development as part of such plan. Provides for State participation in the development of plans for the establishment of any nuclear waste treatment facility or permanent repository within any particular State. States that nothing in this Act shall be construed to affect the licensing and regulatory authority of the Nuclear Regulatory Commission over high-level radioactive waste storage and disposal. Requires that the Authority comply with requirements of the National Environmental Policy Act unless stated otherwise. Title V: Funding - Establishes within the Treasury a Nuclear Waste Management Fund to be administered by the Executive Director without the requirement of annual congressional authorization. States that the purpose of such Fund is to provide capital and operating expenses necessary for planning and administration, research and development, management, transport, treatment and disposal, and perpetual care and maintenance of commercially generated nuclear wastes, and such other financial needs as arise in the implementation of this Act. Authorizes the Executive Director to issue and sell securities and Fund bonds and to prescribe and impose fees and charges for services rendered by the Authority pursuant to this Act. Stipulates that the proceeds from the issuance of such bonds, the income and gains realized by the Fund from any investment of excess moneys from the Fund and the income from fees and charges established pursuant to this Act shall be deposited into the Fund. Directs the Authority to adopt criteria for setting fees, establishing fees schedules, and collecting fees from commercial users of its facilities. Stipulates that if the Federal Government determines that spent nuclear fuel is to be reprocessed, the Authority shall revise its fee schedules to include provisions for the return of spent nuclear fuel to facility users upon their request. Directs the Authority to provide for planning, administration, research and development, management, transport, treatment, disposal, and perpetual care and maintenance of all noncommercially generated nuclear waste and spent fuel. Directs the Congress to approve Authority budgets, and directs the Authority to compensate the Treasury out of the Fund for the cost of research and development performed by the Authority. Directs the Authority to take title to any existing nuclear waste disposal facility now under United States ownership. Title VI: International Cooperation - Directs the Authority to provide technical assistance to the Department of State in developing policies for international cooperation in nuclear waste management. Directs the Director to appoint a commission to study and recommend policies for such international cooperation and to identify foreign sites feasible as nuclear waste repositories."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Reorganization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Nuclear Waste Management Authority, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:10-05:00"
}