{
  "actions": [
    {
      "acted_at": "1979-03-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3307-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-28", 
  "number": "3307", 
  "official_title": "A bill to amend the Tariff Act of 1930 with respect to the imposition of countervailing duties, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s538-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Schulze, Richard T.", 
    "state": "PA", 
    "thomas_id": "01035", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-28", 
  "subjects": [
    "Antitrust law", 
    "Foreign Trade and Investments", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Governmental investigations", 
    "Import restrictions", 
    "Imports", 
    "Labor and employment", 
    "Labor unions", 
    "Restrictive trade practices", 
    "Tariff"
  ], 
  "subjects_top_term": "Imports", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-28", 
    "text": "Amends the Tariff Act of 1930 to require the administering authority to include within any investigation of bounties or grants being paid or bestowed on exports into the United States any newly discovered evidence of other such bounties or grants. Requires the administering authority to make a final determination as to bounties or grants within six months (instead of 12 months). Directs the administering authority to suspend liquidation of imported goods when there has been a preliminary determination of bounties or grants pending the final determination. Requires the International Trade Commission to determine within four months whether bounties or grants which are being paid or bestowed on duty-free goods are harmful to U.S. industry. Sets forth criteria to guide the Commission in making such determination. Stipulates that any countervailing duties imposed shall be equal to the amount of the bounty or grant (instead of the net amount). Directs the administering authority to determine the amount of bounties or grants paid or bestowed in connection with start-up or expansion activities based on the foreign amortization period. Requires the administering authority to publish the reasons for and verification of any determination concerning bounties or grants. Requires the administering authority to make semi-annual reports on foreign practices which may constitute a bounty or grant. Gives interested parties to bounty or grant investigations access to otherwise confidential information. Directs the Commission to review a prior affirmative determination of injury, upon application by an importer, and determine whether such injury is likely to recur. Permits labor organizations and trade associations (in addition to manufacturers, producers, and wholesalers as currently provided), to petition the administering authority concerning import duties. Allows interested parties to contest the amount of duties to be assessed. Revises the time periods for publication and judicial review. Amends the Trade Act of 1974 to direct the Special Representative for Trade Negotiations, upon receiving information that a foreign country or instrumentality is engaged in an unfair trade practice with respect to certain goods to: (1) inquire into such practice; and (2) investigate such practice if good cause exists. Requires the Special Representative to provide for appropriate public hearings and to make public any final recommendation concerning the need for action against unfair trade practices. Requires the President to take the recommended action unless such action is contrary to U.S. interests. Permits interested parties to request information from the government concerning foreign subsidy practices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 with respect to the imposition of countervailing duties, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:55-05:00"
}