{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2962-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "2962", 
  "official_title": "A bill to encourage investment in small business concerns, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Capital, Investment, and Business Opportunity Act of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporations", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Federally-guaranteed loans", 
    "Government operations and politics", 
    "Income tax", 
    "Labor and employment", 
    "Mutual funds", 
    "Securities and Investments", 
    "Securities regulation", 
    "Small Business Administration", 
    "Small business", 
    "Taxation"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-14", 
    "text": "Small Business Capital, Investment, and Business Opportunity Act of 1979 - Title I: Amendments of the Small Business Investment Act of 1958 - States that the interest rate on loans guaranteed by the Small Business Administration (SBA) to small business investment companies shall be three percent per annum. Authorizes the Small Business Administration to guarantee up to 75 percent of the funds advanced by small business investment companies to start small business concerns. Limits such guarantees to not more than 20 percent of the private paid-in capital of the small business investment company. Makes the Associate Administrator for Investment of the SBA responsible for the administration of the small business investment program and removes any other duties. Title II: Amendments to the Securities Act of 1933 - Amends the Securities Act of 1933 to permit the sale of restricted securities without registration under specified circumstances. Requires issuers to report only material information with respect to transactions not involving any public offering. Title III: Amendment of the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act to provide that the requirements under such Act are not violated solely by an investment in a small business, provided investments of this nature do not exceed in value five percent of the market value of all assets in a defined benefit plan fund. Title IV: Tax Provisions - Increases the surtax exemption from tax on the income of a corporation for any taxable year to $100,000. States that the gain from the sale of an interest in a small concern qualifies as a non-taxable exchange provided such gain is reinvested within 18 months of the sale in another eligible small concern. Repeals the amendments pertaining to qualified stock options under the Internal Revenue Code as enacted by the Tax Reform Act of 1976 and reinstates the former law. Changes the allowable deduction for any taxable year with respect to the issuance of small business stock. Makes small business investment companies eligible to be shareholders of subchapter S corporations. Provides for reserves for losses on equity investments of small business investment companies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Capital, Investment, and Business Opportunity Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage investment in small business concerns, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:48-05:00"
}