{
  "actions": [
    {
      "acted_at": "1979-01-24", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-24", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1410-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-24", 
  "number": "1410", 
  "official_title": "A bill to protect the public from traffickers in heroin and other opiates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Narcotic Sentencing and Seizure Act of 1977", 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-24", 
  "subjects": [
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Customs administration", 
    "Detention of persons", 
    "Drugs and narcotics", 
    "Due process of law", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Forfeiture", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Imports", 
    "International monetary system", 
    "Monetary policy", 
    "Money", 
    "Narcotic traffic", 
    "Narcotics", 
    "Narcotics and crime", 
    "Preventive detention", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Sentences (Criminal procedure)", 
    "Ships", 
    "Ships and shipping", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Narcotic traffic", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-24", 
    "text": "Narcotic Sentencing and Seizure Act of 1977 - Title I: Mandatory Minimum Sentences - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to establish mandatory minimum terms of imprisonment for the commission of certain offenses currently prohibited under such Act, where the offense involves an \"opiate\" (as defined by this Act). Increases such minimum terms if the defendant had been convicted previously of a felony under Federal, State, or foreign law relating to an opiate. Authorizes a court to sentence an individual to a shorter term of imprisonment or parole ineligibility upon a finding of specified mitigating circumstances. Amends the Federal Rules of Civil Procedure to require that a separate sentencing hearing be conducted when an individual is convicted of an offense for which a mandatory term of imprisonment is authorized under this Act. Title II: Conditions of Release - Amends the Drug Abuse Prevention and Control Act of 1970 to direct a judicial officer, in setting the conditions of release pending trial, to consider whether a person charged with an offense under title I of this Act poses a threat to the community or will commit similar offenses. Authorizes such judicial officer to deny pretrial release to such individual upon a finding by clear and convincing evidence of specified aggravating circumstances in a separate hearing. Sets forth due process requirements for such hearings. Title III: Forfeiture of Proceeds of Illegal Drug Transactions - Subjects to forfeiture all proceeds of offenses under the Comprehensive Drug Abuse Prevention and Control Act of 1970 and all moneys, negotiable instruments, and securities used or intended to be used in committing such offenses. Sets forth guidelines for the disposition of property so forfeited. Title IV: Illegal Export of Cash - Amends the Currency and Foreign Transactions Reporting Act to require persons exporting cash from, or sending cash into the United States in an amount over $5,000 to file reports prior to departing from, or arrival in, the United States. Authorizes warrantless searches under exigent circumstances when there is probable cause to believe that cash is being transported in violation of reporting requirements. Title V: Prompt Reporting of Vessels - Amends the Tariff Act of 1930 with respect to reporting requirements for certain vessels upon arrival at United States ports. Revises standards for the disposition of vessels and materials subject to forfeiture due to a drug violation involving the customs laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Narcotic Sentencing and Seizure Act of 1977", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public from traffickers in heroin and other opiates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:19-05:00"
}