{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "references": [
        {
          "reference": "CR S331-340", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s102-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "102", 
  "official_title": "A bill to amend the Nuclear Non-Proliferation Act of 1978 and the Atomic Energy Act of 1954 to improve the organization and management of United States nuclear export controls, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Export Reorganization Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Breeder reactors", 
    "Business ethics", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Developing countries", 
    "Diplomacy", 
    "Energy", 
    "Energy industries", 
    "Energy policy", 
    "Energy research", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government procurement", 
    "Governmental investigations", 
    "Informers", 
    "Inspection (Arms control)", 
    "International affairs", 
    "International control of nuclear power", 
    "Law", 
    "Legislative resolutions", 
    "Licenses", 
    "Multilateral development banks", 
    "Nuclear exports", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Plutonium", 
    "Reactor fuel reprocessing", 
    "Research and development", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Technology transfer", 
    "Terrorism", 
    "Uranium", 
    "Uranium enrichment"
  ], 
  "subjects_top_term": "Arms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Nuclear Non-Proliferation Act of 1978 Title II: Initiatives to Strengthen Compliance Title III: Amendments to the Atomic Energy Act of 1954 Title IV: Review of Plutonium Use Policy Title V: Repeal Nuclear Export Reorganization Act of 1995 - Title I: Amendments to the Nuclear Non-Proliferation Act of 1978 - Amends the National Security Act of 1947 to require the President to establish a Subgroup on Nuclear Export Coordination within the National Security Council. Authorizes appropriations. (Sec. 101) Amends the Nuclear Non-Proliferation Act of 1978 to require the Subgroup to: (1) serve as a forum for expressing the views of the constituent agencies with respect to the export of nuclear dual-use items; (2) review applications for the export of such items; (3) designate items for inclusion on the Nuclear Referral List; (4) facilitate the interagency process with respect to nuclear export licensing activities; and (5) undertake investigations with respect to such items. Directs the Chairman of the Subgroup to publish an export control bulletin for purposes of informing the public about the risks of proliferation and efforts to eliminate such risks. Requires the President to maintain a list of items the export of which is controlled to be known as the Nuclear Referral List. Requires an individual validated license for the export of a listed item. Subjects unlisted items that require a validated export license for national security reasons and are intended for nuclear-related end-uses to procedures applicable to listed items. Requires an individual validated license for exports of any technical data or commodities where the exporter has reason to know that such data or commodities will be used in specified nuclear activities. Makes the Secretary of Commerce responsible for processing export license applications for nuclear dual-use items before export from the United States or reexport from other countries. Sets forth procedures for license approvals and denials. Bars the issuance of licenses without the concurrence of all Subgroup members. (Sec. 102) Urges the President to encourage the development of a non-nuclear energy technology industry in the United States and to assist developing countries in acquiring such technologies. Requires the President to review the adequacy of federally funded research and development activities in achieving objectives related to non-nuclear technologies. Title II: Initiatives to Strengthen Compliance - Authorizes any U.S. person who finds that a foreign person has engaged in an activity outside the United States that is inconsistent with guidelines adopted by the United States and members of the Nuclear Suppliers Group with respect to exports of nuclear dual-use items to petition the Subgroup to investigate such activities. Requires the Subgroup, if the claims are sustained through evidence, to make a recommendation to the President regarding sanctions. (Sec. 202) Directs the Subgroup to develop guidelines to serve as a basis for the adoption of voluntary codes of conduct by companies that engage in exports of dual-use items. Requires the Subgroup to undertake a review of the circumstances under which certain dual-use goods could be exported under licenses other than an individual validated license without jeopardizing national security or interest. Authorizes the Secretary to issue such licenses. Permits the Subgroup to issue advisory opinions to any person as to whether an activity would subject the person to sanctions under existing nuclear export control laws. Authorizes the Subgroup to implement procedures to expedite the approvals of licenses for dual-use items to be exported to countries that are unlikely to become engaged in nuclear proliferation activities. Title III: Amendments to the Atomic Energy Act of 1954 - Amends the Atomic Energy Act of 1954 to require the concurrence of the Department of Defense in certain activities involving nuclear exports, including approval of nuclear cooperation agreements and authorizations to produce nuclear material outside of the United States. Title IV: Review of Plutonium Use Policy - Directs the President to report to the Congress on modifying policy that currently provides that the United States will not inhibit plutonium use in nations where it does not constitute a proliferation risk. Title V: Repeal - Repeals part D of the Nuclear Proliferation Prevention Act of 1994 (provisions that require the termination of provisions regarding reporting on nuclear exports and sanctions for nuclear proliferation upon enactment of the next Foreign Relations Authorization Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Export Reorganization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Nuclear Non-Proliferation Act of 1978 and the Atomic Energy Act of 1954 to improve the organization and management of United States nuclear export controls, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:31-05:00"
}