{
  "actions": [
    {
      "acted_at": "1983-10-06", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-10", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Civil Service and General Services", 
      "text": "Referred to Subcommittee on Civil Service and General Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1930-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Civil Service, Post Office, and General Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1984-01-26", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1983-10-06", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1983-10-06", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1983-10-06", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-06", 
  "number": "1930", 
  "official_title": "A bill to amend title 5, United States Code, to provide for equitable support of former spouses, spouses, and children of Federal employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Family Equity Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-10-06", 
  "subjects": [
    "Civil service pensions", 
    "Divorce", 
    "Divorcees", 
    "Domestic Relations and Families", 
    "Federal employees", 
    "Federal employees and officials", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Civil service pensions", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-06", 
    "text": "Federal Employees' Family Equity Act of 1983 - Entitles the former spouse of a Federal employee who is retired to an annuity: (1) equal to 50 percent of the Federal employee's annuity if such former spouse was married to such employee throughout such employee's period of Federal service; or (2) equal to a pro rata share of 50 percent of such annuity if such former spouse was not married to such employee throughout such employee's period of Federal service. Provides that a former spouse shall not be qualified for an annuity if before the commencement of such annuity the former spouse remarries before becoming 60 years old. Prohibits a spousal agreement or a court order involving any Federal employee which provides for an annuity or combination of annuities which exceeds the employee's annuity. Provides that a court order with respect to an annuity may not be given effect if it is issued more than 12 months after the divorce or annulment becomes final. Entitles the former spouse of a Federal employee who has died to a survivor annuity: (1) equal to 55 percent of such Federal employee's annuity if such former spouse was married to such employee throughout such employee's period of Federal service; or (2) equal to a pro rata share of 55 percent of such annuity if such former spouse was not married to such employee through out such employee's period of Federal service. Provides that a former spouse shall not be qualified for an annuity if before the commencement of such annuity the former spouse remarries before becoming 60 years old. Prohibits a court order which adjusts the amount of the annuity of any former spouse after the death of a Federal employee. Permits a Federal employee to elect a spousal agreement or court order to provide for an additional survivor annuity for any other former spouse or spouse surviving such employee if such employee passes a physical examination prescribed by the Office of Personnel Management (OPM). Sets the maximum survivor annuity or annuities under this Act at 55 percent of the full amount of a Federal employee's annuity. Provides that a former spouse of a Federal employee shall not be entitled to an annuity unless such spouse elects to receive it instead of any other annuity to which such spouse may be entitled on the basis of a marriage to someone other than such Federal employee. Sets forth requirements for determining whether a Federal employee's Federal service constitutes creditable service for purposes of this Act. Provides that the amount of a Federal employee's lump-sum credit payable to a former spouse shall be: (1) 50 percent of the lump-sum credit to which such Federal employee is entitled if the former spouse was married to such employee throughout the period of creditable Federal service; or (2) a pro rata share of 50 percent of such lump-sum credit if such former spouse was not married to such employee throughout such time period. Permits a Federal employee and his or her spouse, at the time of retirement, to jointly elect to waive a survivor annuity for such spouse or to reduce such survivor annuity by designating a portion of such employee's annuity as the base for the survivor benefit. Requires that such base be retained in calculating such spouse's annuity in the event of a dissolution of the marriage. Permits a Federal employee and his or her former spouse to jointly elect by spousal agreement to waive a survivor annuity under this Act for such former spouse if such election is made before the end of the 12-month period after their divorce or annulment becomes final or at the time of retirement, which ever occurs first. Requires OPM, on an annual basis, to inform Federal employees and, to the maximum extent practicable, spouses and former spouses of Federal employees of their rights under this Act. Provides that in the case of a former spouse of a Federal employee who is covered by a court order or who is a party to a spousal agreement, such former spouse's rights to an annuity, a survivor annuity, or a lump-sum credit pursuant to this Act shall be determined in accordance with such court order or spousal agreement to the extent expressly provided for in such order or agreement. Sets forth requirements applicable to annuities under this Act in the case of divorces and retirements which occur before the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Family Equity Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide for equitable support of former spouses, spouses, and children of Federal employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:06-05:00"
}