{
  "actions": [
    {
      "acted_at": "1992-07-22", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2998-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-22", 
  "number": "2998", 
  "official_title": "A bill to provide for the designation of enterprise zones, and for other purposes.", 
  "popular_title": "Revenue Act bill", 
  "related_bills": [], 
  "short_title": "Enhanced Enterprise Zone Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-22", 
  "subjects": [
    "Authorization", 
    "Block grants", 
    "Burglary insurance", 
    "Capital investments", 
    "Community development", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Department of Housing and Urban Development", 
    "Depressed areas", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economic development", 
    "Economics and public finance", 
    "Employee training", 
    "Enterprise zones", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal aid to transportation", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government lending", 
    "Government paperwork", 
    "Hard-core unemployed", 
    "Homeless", 
    "Housing and community development", 
    "Insurance", 
    "Low-income housing", 
    "Manpower training programs", 
    "Mass rapid transit", 
    "Public housing", 
    "Public service employment", 
    "Reinsurance", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Riots", 
    "Rural economic development", 
    "Rural housing", 
    "Small business", 
    "Urban areas", 
    "Youth employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-22", 
    "text": "Enhanced Enterprise Zone Act of 1992 - Title I: Designation of Enterprise Zones - Amends the Housing and Community Development Act of 1987 to revise the enterprise zone designation procedure. Title II: Studies - Directs the Comptroller General to study: (1) enterprise zone effectiveness; and (2) insurance availability in central cities and distressed urban areas. Title III: Zone Coordination Advisory Council - Requires each jurisdiction containing an enterprise zone to appoint a Zone Coordination Advisory Council. Title IV: Community Building Enhancements - Amends the Cranston-Gonzalez National Affordable Housing Act to authorize additional appropriations for jurisdictions containing enterprise zones. Amends the Housing and Community Development Act of 1974 to permit, and authorize appropriations for, use of community development block grants (CDBG) in enterprise zones. Amends the Cranston-Gonzalez National Affordable Housing Act to authorize an enterprise zone Youthbuild program. Authorizes appropriations. Amends the Public and Assisted Housing Drug Elimination Act of 1990 to give public housing drug elimination grant priority to enterprise zones. Amends the United States Housing Act of 1937 to authorize planning and implementation grants for severely distressed public housing revitalization. Authorizes appropriations. Amends the Housing Act of 1949 to give rural housing preference to enterprise zones. Amends the Cranston-Gonzalez National Affordable Housing Act to reduce the HOME investment partnerships matching requirement for enterprise zones. Amends the Federal Transit Act to increase the Federal share of public transportation projects for enterprise zones. Amends the Cranston-Gonzalez National Affordability Housing Act to: (1) exempt new construction in enterprise zones from certain HOME investment partnerships requirements; and (2) establish a model program to facilitate the redevelopment of severely blighted inner city areas. Amends the Housing and Community Development Act of 1974 with regard to the CDBG program to: (1) provide economic development technical assistance to public or nonprofit entities; (2) set forth criteria for low-income employee determinations; (3) reduce paperwork for small and micro-business development initiatives; and (4) implement a training program for Department of Housing and Urban Development (HUD) personnel. Directs the Comptroller General to report to the Congress on the types and quality of jobs created pursuant to title I of the Housing and Community Development Act of 1974. Title V: Enterprise Capital Access Fund - Enterprise Capital Access Fund Demonstration Program - Establishes a demonstration program to provide loans and technical assistance grants to nonprofit financial intermediaries in order to finance business and employment opportunities, low-income housing opportunities, and neighborhood revitalization projects. Establishes within HUD an Office of Community Banking to carry out this title. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Revenue Act bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Enhanced Enterprise Zone Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enterprise Capital Access Fund Demonstration Program", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the designation of enterprise zones, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:41-05:00"
}