{
  "actions": [
    {
      "acted_at": "2009-09-22", 
      "references": [
        {
          "reference": "CR S9655", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S9655-9673", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1691-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-22", 
  "number": "1691", 
  "official_title": "A bill to comprehensively regulate derivatives markets to increase transparency and reduce risks in the financial system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Derivatives Regulation Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-09-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Business records", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Securities", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-09-22", 
    "text": "Comprehensive Derivatives Regulation Act of 2009 - Amends the Securities Exchange Act of 1934, the Securities Act of 1933, and the Gramm-Leach-Bliley Act to repeal the exclusion of swap agreements from regulatory oversight. Subjects security futures and securities futures products to the Securities Exchange Act of 1934 and the Securities Act of 1933. Requires transactions of standardized security-based swaps to take place within a registered clearing agency or a registered trade repository. Requires a significant security-based derivatives market participant to register with the Securities and Exchange Commission (SEC). Sets forth capital and margin requirements for such a participant, including recordkeeping and reporting requirements. Prohibits fraduluent, deceptive, or manipulative acts or practices in connection with transactions in security-based swaps and security derivatives. Directs the SEC to prescribe position limits held in a security-based swap or security derivative. Requires trading in security-based swaps to be executed on a national securities exchange. Amends the Commodity Futures Modernization Act of 2000 to repeal the exclusion of covered swap agreements transacted by a bank from the regulatory oversight of the Commodity Futures Trading Commission (CFTC). Amends the Commodity Exchange Act to require submission of a standardized commodity-based swap to a derivatives clearing organization pursuant to CFTC rules. Directs the CFTC to collect, consolidate, and disseminate information on transactions and positions in commodity-based swaps. Sets forth registration requirements for a derivatives clearing organization. Allocates regulatory authority over significant commodity-based derivatives market participants among the following entities: (1) a federal banking agency; (2) the Federal Housing Finance Agency (FHFA); (3) the CFTC; and (4) the SEC. Requires significant commodity-based derivatives market participants to register with the CFTC. Prescribes capital and margin requirements as well as recordkeeping and reporting requirements for such participants. Revises restrictions on excessive speculation. Prohibits fraduluent, deceptive, or manipulative acts or practices in connection with transactions in commodity-based swaps. Requires registration of commodity-based swap execution facilities. Allocates enforcement powers among the following entities with respect to commodity-based derivatives market participants: (1) the CFTC; (2) the SEC; (3) the Federal Housing Finance Agency (FHFA); and (4) the appropriate federal banking agency. Directs the CFTC and the SEC to promulgate rules: (1) requiring clearing agencies and derivatives clearing organizations to have risk management controls to assure their ability to meet settlement obligations; and (2) for determining the status of certain derivatives. Directs the Comptroller General to study and report to Congress on implementation of this Act by the CFTC and the SEC."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Derivatives Regulation Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to comprehensively regulate derivatives markets to increase transparency and reduce risks in the financial system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:19-05:00"
}