{
  "actions": [
    {
      "acted_at": "2010-03-16", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3126-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-16", 
  "number": "3126", 
  "official_title": "A bill to amend the Richard B. Russell National School Lunch Act to promote the health and wellbeing of schoolchildren in the United States through effective local wellness policies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Local Policies for Schools Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-16", 
  "subjects": [
    "Child health", 
    "Education", 
    "Elementary and secondary education", 
    "Food assistance and relief", 
    "Food industry and services", 
    "Marketing and advertising", 
    "Nutrition and diet", 
    "Physical fitness and lifestyle", 
    "Poverty and welfare assistance", 
    "School administration"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-16", 
    "text": "Healthy Local Policies for Schools Act of 2010 or HELP Schools Act of 2010 - Amends the Richard B. Russell National School Lunch Act to replace the nutrition promotion program with a program that requires local educational agencies (LEAs) to ensure that their local wellness policies: (1) include goals for nutrition and physical education, physical activity, on-campus food marketing and advertising, and other school-based activities that promote nutrition and wellness throughout the extended school day; (2) include plans for implementing, and measuring the implementation of, such policies; (3) require reimbursable school meals to meet certain nutritional guidelines; and (4) require the nutritional guidelines for nonreimbursable foods and beverages sold in schools to be in compliance with standards established by the Secretary of Agriculture. Requires each LEA, within two years of this Act's enactment and every three years thereafter, to complete and disseminate an assessment of their local wellness policy. Directs each LEA to designate a standing Local Wellness Policy Committee made up of education, health, and nutrition stakeholders to foster the integration of a local wellness policy that meets this Act's requirements with other health-related activities in the LEA's schools and community. Requires the Secretary to: (1) provide technical assistance and outreach to key state and local stakeholders to promote effective local wellness policies; and (2) prepare a report, in conjunction with the Director of the Centers for Disease Control and Prevention (CDC), on the implementation, strength, and effectiveness of local wellness policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Local Policies for Schools Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "HELP Schools Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Richard B. Russell National School Lunch Act to promote the health and wellbeing of schoolchildren in the United States through effective local wellness policies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:44-05:00"
}