{
  "actions": [
    {
      "acted_at": "2009-04-27", 
      "committee": "Committee on Natural Resources, and in addition to the Committees on Science and Technology, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Science and Technology, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-27", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-27", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-27", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-30", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-30", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "Insular Affairs, Oceans and Wildlife", 
      "text": "Referred to the Subcommittee on Insular Affairs, Oceans and Wildlife.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-12", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "text": "Referred to the Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2120-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular Affairs, Oceans and Wildlife", 
      "subcommittee_id": "22"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-04-27", 
  "number": "2120", 
  "official_title": "To provide for exploration, development, and production activities for mineral resources on the outer Continental Shelf, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deep Ocean Energy Resources Act of 2009", 
  "sponsor": {
    "district": "9", 
    "name": "Myrick, Sue Wilkins", 
    "state": "NC", 
    "thomas_id": "00849", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-04-27", 
  "subjects": [
    "Advisory bodies", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "California", 
    "Coal", 
    "Education programs funding", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Florida", 
    "Gulf of Mexico", 
    "Higher education", 
    "Intergovernmental relations", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Mining", 
    "Oil and gas", 
    "Pipelines", 
    "Presidents and presidential powers", 
    "Public contracts and procurement", 
    "Public lands and natural resources", 
    "Science and engineering education", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Vocational education", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-04-27", 
    "text": "Deep Ocean Energy Resources Act of 2009 - Amends the Submerged Lands Act (SLA) regarding delineation of lateral offshore state boundaries with respect to the Outer Continental Shelf Lands Act (OCSLA), as well as related oil and gas mineral rights. Amends the OCSLA with respect to Adjacent Zones and Planning Areas in the outer Continental Shelf (OCS) subsoil and seabed. Revises procedures governing natural gas lease administration. Prohibits the President from: (1) revising or revoking a withdrawal that is extended by a state; or (2) withdrawing from leasing any area for which a state has failed to prohibit leasing. Requires the Secretary of the Interior (Secretary) to include, in each five-year OCS leasing program, lease sales that, when viewed as a whole, propose to offer to lease at least 75% of the available unleased acreage within each OCS Planning Area for oil and gas or natural gas. Prescribes conditions for a federal agency permit, without adjacent state concurrence, to construct a crude oil or petroleum products pipeline within the part of the adjacent state's Adjacent Zone that is withdrawn from oil and gas or natural gas leasing. Exempts lease suspensions and all preliminary activities on OCS tracks from the requirement to prepare environmental assessments or impact statements under the National Environmental Policy Act of 1969. Establishes the Federal Energy Natural Resources Enhancement Program to manage wildlife and natural resources related to energy and minerals development on federal lands. Declares without force or effect existing federal prohibitions against spending appropriated funds for leasing and preleasing OCS oil and natural gas. Prohibits a federal agency from permitting certain activities on the federal OCS or in state waters that are incompatible with: (1) oil or natural gas leasing; and (2) full exploration and production of tracts geologically prospective for oil or natural gas. Requires the Secretary to repurchase and cancel certain federal oil and gas, geothermal, coal, oil shale, tar sands, or other mineral leases, whether onshore or offshore. Redesignates the Minerals Management Service as the National Ocean Resources and Royalty Service. Rigs to Reefs Act of 2009 - Amends the OCSLA to prescribe requirements for the use of decommissioned offshore oil and gas platforms for an artificial reef, scientific research, or any other use authorized for leases, easements, or rights-of-way for energy and related purposes. Redesignates the Mining and Mineral Resource Institutes Act of 1984 as the Energy and Mineral Schools Reinvestment Act. Directs the Secretary to provide funds to state-chartered petroleum or mining schools. Establishes the Office of Petroleum and Mining Schools. Directs the Secretary to appoint an advisory Committee on Petroleum, Mining, and Mineral Engineering and Energy and Mineral Resource Education. Authorizes grants to schools for career technical education. Establishes a Physical Science, Engineering, and Technology Scholarship Program. Directs the Secretary to establish OCS Regional Headquarters in designated locations. National Geo Fund Act of 2009 - Directs the Secretary to establish a program for production of: (1) fuels from strategic unconventional resources; and (2) oil and gas resources using CO2 enhanced recovery. Directs the Secretary to establish grant programs for production of: (1) geothermal and geopressure oil and gas energy; (2) liquid fuels; and (3) renewable energy from ocean waves, currents, and thermal resources. Grants the lessee of an existing oil and gas lease located completely within 100 miles of the coastline within the California or Florida Adjacent Zones the option of exchanging such lease for a new oil and gas lease having a primary term of five years. Amends OCSLA to repeal the coastal impact assistance program. Amends the Energy Policy Act of 2005 to repeal the requirement for payments for oil shale and tar sands leases. Amends the Mineral Leasing Act to prescribe requirements for treatment of oil shale or tar sands lease revenues and royalty rates for commercial leases. Amends OCSLA to make OCS receipts available in certain circumstances for payments under the Secure Rural Schools and Community Self-Determination Act of 2000. Repeals the Gulf of Mexico Energy Security Act of 2006."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep Ocean Energy Resources Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Geo Fund Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rigs to Reefs Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for exploration, development, and production activities for mineral resources on the outer Continental Shelf, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:55-05:00"
}