{
  "actions": [
    {
      "acted_at": "1975-07-21", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2153-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-21", 
  "number": "2153", 
  "official_title": "A bill to amend the Intergovernmental Cooperation Act to prevent lawless and irresponsible use of handguns in selected areas with high crime rates.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intergovernmental Handgun Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-21", 
  "subjects": [
    "Crime and law enforcement", 
    "Firearms", 
    "Firearms control", 
    "Government operations and politics", 
    "Intergovernmental relations"
  ], 
  "subjects_top_term": "Firearms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-21", 
    "text": "Intergovernmental Handgun Control Act - States that the purpose of this Act is to provide: (1) a new organizational structure of improved performance, coordination, and evaluation of firearms control functions at the Federal level, (2) more effective coordination between Federal, State, and local governmental agencies, (3) procedures for the prohibition of handguns in certain areas with high crime rates, and (4) for increased public safety by banning the manufactures, sale, importation, and possession of handguns not suitable for sporting or other lawful purpose. Title I: Intergovernmental Cooperation Act Amendments - Directs the Attorney General to establish and maintain a National Handgun Statistics Office to identify and distribute statistical information relating to handguns. Requires that the loss or theft of a handgun should be reported to the office of the Attorney General, Sets forth criminal penalties for failure to comply with the provisions of this Act. Makes it unlawful to sell or otherwise dispose of any firearm or ammunition unless a card containing specified information about the transferee has been forwarded to the Attorney General. States that it is unlawful to sell or deliver more than one handgun per calendar year to any person except a licensed importer, manufacturer, dealer or collector. Directs the Attorney General to prescribe standards for theft prevention and security requirements involving handguns. Authorizes the Attorney General to establish joint Federal-local task forces for handgun trafficking control. Directs the Attorney General to prescribe standards to assure that Federal licenses to manufacture, import, or deal in firearms will be issued only to persons determined to be responsible and legitimately engaged in the business for which the license is sought. Makes it unlawful to possess a handgun in an area statistically determined to be a high crime area. Provides that reasonable compensation shall be made to owners of handguns required to forfeit them under this Act. Title II: Prohibits the possession, sale, or transfer of any handgun which the Attorney General determines to be unsuitable for law enforcement, military uses, hunting, sport shooting and other lawful purposes based upon standards established by the Attorney General. Title III: Miscellaneous Provisions - Sets forth when the various provisions of this Act shall become effective."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intergovernmental Handgun Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Intergovernmental Cooperation Act to prevent lawless and irresponsible use of handguns in selected areas with high crime rates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:30-05:00"
}