{
  "actions": [
    {
      "acted_at": "1995-09-14", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-09-15", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Jeffords. With written report No. 104-144.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-15", 
      "calendar": "Senate Legislative", 
      "number": "188", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 188.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-09-22", 
      "references": [
        {
          "reference": "CR S14118-14128", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-22", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1995-11-02", 
      "bill_ids": [
        "hr2546-104"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2546 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-02", 
      "references": [
        {
          "reference": "CR S16595", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-02", 
      "bill_ids": [
        "hr2546-104"
      ], 
      "references": [], 
      "text": "See also H.R. 2546.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2768-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2768"
    }, 
    {
      "amendment_id": "s2769-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2769"
    }, 
    {
      "amendment_id": "s2770-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2770"
    }, 
    {
      "amendment_id": "s2771-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2771"
    }, 
    {
      "amendment_id": "s2772-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2772"
    }, 
    {
      "amendment_id": "s2773-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2773"
    }, 
    {
      "amendment_id": "s2774-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2774"
    }, 
    {
      "amendment_id": "s2775-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2775"
    }
  ], 
  "bill_id": "s1244-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1995-09-22", 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-15", 
  "number": "1244", 
  "official_title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 1996, and for other purposes.", 
  "popular_title": "Appropriations bill FY96, District of Columbia", 
  "related_bills": [
    {
      "bill_id": "hr2546-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2546-104", 
      "reason": "includes"
    }
  ], 
  "short_title": "District of Columbia Appropriations Act, 1996", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1995-09-22", 
  "subjects": [
    "Academic performance", 
    "Airports", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Auditing", 
    "Automobile fuel consumption", 
    "Balanced budgets", 
    "Budget deficits", 
    "Cable television", 
    "Capital budgets", 
    "Capital investments", 
    "Charities", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Collective bargaining in government", 
    "College costs", 
    "College teachers", 
    "Colleges", 
    "Commerce", 
    "Community and school", 
    "Community policing", 
    "Community service (Punishment)", 
    "Competition", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional salaries and pensions", 
    "Continuing resolutions", 
    "Convention facilities", 
    "Correctional institutions", 
    "County politics and government", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Delinquency prevention", 
    "Dismissal wage", 
    "District of Columbia", 
    "Driver education", 
    "Early retirement", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational facilities", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational reform", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Emergency housing", 
    "Emergency management", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental protection", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to hospitals", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to libraries", 
    "Federal aid to water resources development", 
    "Federal budgets", 
    "Federal employees", 
    "Finance and financial sector", 
    "Fire departments", 
    "Fire fighters", 
    "Gambling", 
    "Gay rights", 
    "Gays", 
    "Gifts", 
    "Government contractors", 
    "Government employees' political activities", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government securities", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government vehicles", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Homeless", 
    "Hospitals", 
    "Housing and community development", 
    "Housing authorities", 
    "Information services", 
    "Infrastructure", 
    "Interest", 
    "Judges", 
    "Judicial compensation", 
    "Judicial tenure", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Layoffs", 
    "Legislation", 
    "Lesbians", 
    "Licenses", 
    "Lighting", 
    "Lobbying", 
    "Lotteries", 
    "Management audit", 
    "Medical centers", 
    "Members of Congress", 
    "Motor vehicles", 
    "Municipal budgets", 
    "Municipal finance", 
    "Municipal officials and employees", 
    "Municipal ordinances", 
    "Municipal politics and government", 
    "Municipal services", 
    "Municipal taxation", 
    "National Guard", 
    "Nonprofit organizations", 
    "Police", 
    "Presidential compensation", 
    "Prison labor", 
    "Prison overcrowding", 
    "Prison riots", 
    "Prison violence", 
    "Prisons", 
    "Privatization", 
    "Property tax", 
    "Public assistance programs", 
    "Public debt", 
    "Public schools", 
    "Public works", 
    "Rating of employees", 
    "Real estate development", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Residence requirements", 
    "Salaries", 
    "School administration", 
    "School administrators", 
    "School boards", 
    "School discipline", 
    "School personnel", 
    "Science, technology, communications", 
    "Secondary school students", 
    "Sewage disposal", 
    "Sewage treatment plants", 
    "Sewerage", 
    "Shelters for the homeless", 
    "Single people", 
    "Social welfare", 
    "Sports and recreation", 
    "Stadiums", 
    "Statehood (American politics)", 
    "Tax rates", 
    "Taxation", 
    "Teachers", 
    "Telephone", 
    "Transportation and public works", 
    "Unmarried couples", 
    "Virginia", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1995-09-22", 
    "text": "TABLE OF CONTENTS: Title I: Fiscal Year 1996 Appropriations Title II: District of Columbia Schools Improvement Act Subtitle A: Establishment and Organization of Commission on Consensus Reform in the District of Columbia Public Schools Subtitle B: Charter Schools Title III: Miscellaneous Provisions Title I: Fiscal Year 1996 Appropriations - District of Columbia Appropriations Act, 1996 - Appropriates funds for FY 1996 for: (1) the Federal payment to the District of Columbia ($660 million); and (2) the Federal contribution to the District of Columbia Police Officers and Fire Fighters', Teachers', and Judges' Retirement Funds ($52 million). Appropriates specified sums for the District of Columbia out of the District of Columbia general fund for the current fiscal year for: (1) governmental direction and support; (2) economic development and regulation; (3) public safety and justice; (4) the public education system; (5) human support services; (6) public works; (7) the Washington Convention Center Fund; (8) repayment of specified loans and interest; (9) repayment of the general fund deficit as of September 30, 1990; (10) repayment of interest on short-term borrowing; (11) the rainy day fund; (12) the incentive buyout program; (13) outplacement; (14) capital outlay; (15) the Water and Sewer Enterprise Fund; (16) the Lottery and Charitable Games Enterprise Fund; (17) the Cable Television Enterprise Fund; (18) the Starplex Fund; (19) D.C. General Hospital; (20) the D.C. Retirement Board; (21) the Correctional Industries Fund; (22) the D.C. Financial Responsibility and Management Assistance Authority (Authority); and (23) the Washington Convention Center Enterprise Fund. Prohibits the use of revenues from Federal sources to support the Statehood Commission and Statehood Compact Commission. Requires the District to operate a free, 24-hour telephone information service where residents of the area surrounding Lorton prison can obtain information about all prison disturbances. Requires the Mayor of the District to reduce appropriations and expenditures in specified amounts for: (1) personal services by decreasing rates of compensation for District government employees through the renegotiation of existing collective bargaining agreements and otherwise, if necessary; (2) boards and commissions; and (3) personal services costs, in consultation with the D.C. Council and the Financial Responsibility and Management Assistance Authority. (Sec. 101) Sets forth certain uses of and restrictions on the expenditure of appropriations made by this Act. (Sec. 110) Requires that the annual budget for the District of Columbia government for FY 1997 be transmitted to the Congress by April 15, 1996. (Sec. 123) Directs the Mayor to submit to the D.C. Council, within 30 days after the end of the first quarter of FY 1996, the FY 1996 revenue estimates. (Sec. 131) Prohibits funds appropriated under this Act from being: (1) used by the District to provide for salaries, expenses, or other costs associated with the offices of U.S. Senator or U.S. Representatives under the District of Columbia Statehood Constitutional Convention Initiatives of 1979; or (2) expended for any abortion unless it is necessary to save the life of the mother or if the pregnancy is the result of an act of rape or incest. (Sec. 135) Amends the District of Columbia Real Property Tax Revision Act of 1974 to require the D.C. Council, if it extends the time to establish rates of taxation on real property for a tax year, to establish such rates by permanent legislation . Changes the date by which the Council should establish the rates from July 15 to October 15. Applies, during a tax year, the rates of taxation for the prior year if the rates are not established and the Council does not extend the time. Makes the real property tax rates for taxable real property in the District for FY 1996 the same rates in effect for FY 1994. Repeals provisions of the Act which require such rates to be those submitted by the Mayor or the D.C. Council. (Sec. 137) Requires the Mayor to submit to the D.C. Council a report delineating the executive's action to effect the directives of the Council in this Act with respect to certain reductions. (Sec. 140) Prohibits the use of funds appropriated in this Act to enforce or implement: (1) any registration system for unmarried, cohabitating couples that are homosexual, lesbian, or heterosexual, including registration for the extension of employment, health, or governmental benefits to such couples on the same basis that such benefits are extended to legally married couples; or (2) the District Domestic Partner Act (also called the District of Columbia Health Care Benefits Expansion Act of 1992). (Sec. 145) Prohibits an agency from filling a position wholly funded by appropriations authorized by this Act which is vacant on October 1, 1995, or which becomes vacant during FY 1996, unless the Mayor or the independent agency submits a proposed resolution of intent to fill the vacant position to the D.C. Council for approval or disapproval. Prohibits any reduction in the number of full-time equivalent positions or any reduction-in-force due to privatization or contracting out if the Authority disallows the full-time equivalent position reduction provided in this Act in meeting the specified ceiling of 39,778 for FY 1996. Allows the appropriate personnel authority to fill a vacant position with a District government employee currently occupying a position that is funded with appropriated funds. Exempts local school-based teachers, officers, or teachers' aides. (Sec. 149) Modifies D.C. reductions-in-force procedures to allow a personnel authority to establish lesser competitive areas within an agency on the basis of all or a clearly identifiable segment of an agency's mission or a division or major subdivision of an agency. Authorizes each agency head to identify positions for abolishment. Outlines procedures for abolishment of such positions for FY 1996. (Sec. 150) Extends until August 11, 1996, the date by which the General Services Administration has to convey specified lands in the District to the Columbia Hospital for Women to construct a facility to house the National Women's Health Resource Center. Title II: District of Columbia Schools Improvement Act - Subtitle A: Establishment and Organization of Commission on Consensus Reform in the District of Columbia Public Schools - Establishes the Commission on Consensus Reform in the District of Columbia Public Schools. Grants the Commission the power to: (1) exercise financial control over the D.C. schools exercised through the Authority; and (2) approve, monitor, and facilitate development and implementation of the System-Wide Educational Reform Goals and Objectives Plan of the D.C. Board of Education. (Sec. 204) Requires the Board to develop, adopt, and submit such a Plan for the upcoming school year on or before March 1 of each year for the Commission's approval. Requires that each Plan: (1) meet specified objectives and reflect the cumulative effect of the Local School Restructuring Team in terms of student needs, financial requirements, and timeliness for implementation; and (2) include specific provisions to ensure the best possible utilization of public school space. (Sec. 205) Sets forth provisions concerning: (1) Plan goals; (2) Commission standards, procedures, or forms for preparation and submission of such Plan by the Board; (3) the Commission's approval criteria for the Plan and the Commission's rejection and revision of it; (4) reporting requirements of the Board to the Commission concerning implementation of each approved Plan; (5) notice of modification of approved Plans. (Sec. 206) Prohibits the Board from: (1) entering into any contract, agreement, or other obligation unless it is consistent with the Plan in effect; or (2) impairing any existing contract or obligation of the Board. Authorizes the Commission to: (1) direct the Board to modify or amend the Board's rules or policies that the Commission deems necessary to facilitate development or implementation of the Plan; and (2) request that the Authority review proposed or existing contracts or leases pursuant to the District of Columbia Financial Responsibility and Management Assistance Act of 1995. (Sec. 207) Allows the Commission to: (1) examine and audit the Board's records or require the Board to do so; (2) investigate actions or activities which may hinder the progress of any part of an approved Plan; and (3) submit recommendations to the Board, Mayor, D.C. Council, and the Congress on actions the District government or the Federal Government should take to ensure implementation of the approved Plan. (Sec. 210) Requires: (1) the Board to notify the Commission within ten days of the occurrence of a vacancy in the Superintendent of Public Schools; (2) the Commission to search for candidates for such office and submit the names of three candidates to the Board; and (3) the Board to choose one to be the Superintendent of the D.C. Public Schools. (Sec. 211) Requires the Commission, before the first day of the 1996-1997 school year, to develop and implement through the Board and the Superintendent a uniform dress code for the D.C. Public Schools. Imposes a community service requirement for students suspended from D.C. Public School classes who are required to serve such suspension outside of school. Directs the Commission to study the effectiveness of such policies and report to the Congress before the end of the 1997-1998 school year. (Sec. 212) Terminates the Commission on September 30, 2016. Subtitle B: Charter Schools - Permits the District of Columbia to establish charter schools to improve the education of students and encourage community involvement in education. Defines a charter school as a nonsectarian elementary or secondary school that: (1) operates under a charter granted for five years by the Commission or the Board; (2) functions independently of the D.C. public schools as a local education agency; (3) is exempt from significant local rules that inhibit flexible operation and management; and (4) does not charge tuition. (Sec. 215) Requires a petition for a public school charter to be a written proposed agreement between an eligible applicant seeking to establish a public charter school and the Commission or Board. Sets forth charter school selection criteria. Title III: Miscellaneous Provisions - Precludes the use of the funds provided in this Act for the renovation of property at 227 7th Street Southeast, Washington, D.C. (commonly known as Eastern Market) except for the regular maintenance and upkeep of its current structure and grounds. (Sec. 302) Requires each D.C. agency for which funds are made available under this Act to: (1) take all actions necessary to achieve, during FY 1996, a five percent reduction from FY 1995 levels in the energy costs of agency facilities; or (2) enter into a sufficient number of energy savings performance contracts with private sector energy service companies under the National Energy Conservation Policy Act to achieve such reduction. Provides that such activities should be a key component of agency programs that will, by the year 2000, result in a 20 percent reduction, from FY 1985 levels, in the energy use of agency facilities. Requires information on such conservation activities to be included in reports required under the National Energy Conservation Policy Act by agency heads to the Secretary of Energy, and by the Secretary to the Congress. Prohibits Members of Congress or the President from receiving basic pay for any period in which: (1) there is more than a 24-hour lapse in appropriations for any Federal agency or department as a result of a failure to enact a regular appropriations bill or continuing resolution; or (2) the Government is unable to make payments or meet obligations because the public debt limit has been reached. Provides that no pay forfeited in accordance with this Act may be paid retroactively."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY96, District of Columbia", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "District of Columbia FY96 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "District of Columbia Appropriations Act, 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "District of Columbia Schools Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "District of Columbia Appropriations Act, 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "District of Columbia Schools Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 1996, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:00-05:00"
}