{
  "actions": [
    {
      "acted_at": "1983-09-22", 
      "references": [], 
      "text": "House Committee on Appropriations Reported an Original Measure. Report No: 98-374 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-22", 
      "committee": "House Committee on Foreign Affairs Sequentially", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs Sequentially.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres367-98", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-22", 
  "number": "367", 
  "official_title": "A joint resolution making continuing appropriations for the fiscal year 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-22", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Appropriations", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cuba", 
    "Defense budgets", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Haiti", 
    "Immigration", 
    "International affairs", 
    "Lebanon", 
    "Livestock", 
    "Poultry", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Refugees", 
    "War"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-22", 
    "text": "Makes continuing appropriations for FY 1984 for projects or activities provided for by the District of Columbia Appropriation Act, 1984 and the Military Construction Appropriation Act, 1984 as they passed the House of Representatives or the Senate as of October 1, 1983. Makes continuing appropriations for FY 1984 for projects or activities provided for by the following bills as passed by the House as of October 1, 1983: (1) Agriculture, Rural Development, and Related Agencies Appropriation Act, 1984; (2) Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriation Act, 1984; (3) Department of the Interior and Related Agencies Appropriation Act, 1984; and (4) Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriation Act, 1984. Makes continuing appropriations for FY 1984 for continuing activities provided for by the Department of Defense Appropriation Act, 1983 (P.L. 97-377), under current terms, conditions, and rates for operations, with no funds being made available for new production or procurement. Makes continuing appropriations for FY 1984 for continuing activities under the Treasury, Postal Service, and General Government Appropriation Act, 1983, under current terms, conditions, and rates for operations. Makes continuing appropriations for FY 1984 for continuing certain FY 1983 foreign assistance and related programs. Makes continuing appropriations for FY 1984 for continuing the following activities under the terms, conditions, and rates for operations of FY 1983: (1) health planning activities; (2) National Research Service Awards; (3) the National Arthritis Advisory Board, National Diabetes Advisory Board, and National Digestive Diseases Advisory Board; (4) Medical Library assistance programs; (5) refugee and entrant assistance activities (including assistance to Cuban and Haitian entrants); (6) child abuse prevention and treatment and adoption opportunities activities; (7) rehabilitation and handicapped research activities; (8) Professional Standards Review Organization activities; (9) Domestic Volunteer Service activities; (10) activities under title II of the Trade Act of 1974; (11) emergency feed activities; and (12) activities of the Department of Defense, Army National Guard and Army Reserve operation and maintenance and National Guard and Reserve equipment procurement. Makes continuing appropriations for FY 1984 for certain projects or activities (not otherwise covered by this joint resolution) provided for in H.R. 3222, the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriation Act, 1984, as reported to the House on June 3, 1983. Specifies certain allocations and prohibitions on the use of funds. Provides for disaster relief assistance to eligible farmers and ranchers for the preservation and maintenance of foundation herds of livestock and poultry. Prohibits the obligation or expenditure of funds for peacekeeping activities in Lebanon by U.S. armed forces after 60 days following enactment of this joint resolution unless the President submits to Congress certain reports on such activities as required by the War Powers Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making continuing appropriations for the fiscal year 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:13:07-05:00"
}