{
  "actions": [
    {
      "acted_at": "1999-05-20", 
      "references": [
        {
          "reference": "CR S5740-5741", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-20", 
      "committee": "Committee on Commerce", 
      "references": [
        {
          "reference": "CR S5741-5742", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-04-13", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-05-23", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported to Senate by Senator McCain with an amendment in the nature of a substitute. With written report No. 106-300.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-23", 
      "calendar": "Senate Legislative", 
      "number": "567", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 567.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-06-06", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-27", 
      "references": [
        {
          "reference": "CR S7752-7757", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7752-7755", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-27", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-27", 
      "bill_ids": [
        "hr820-106"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 820 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-27", 
      "bill_ids": [
        "hr820-106"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 820 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-27", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 567.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2882-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2882"
    }, 
    {
      "amendment_id": "s4022-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4022"
    }
  ], 
  "bill_id": "s1089-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1999-05-20", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1999-05-20", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1999-05-20", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-05-20", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1999-05-20", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-20", 
  "number": "1089", 
  "official_title": "A bill to authorize appropriations for fiscal years 2000 and 2001 for the United States Coast Guard, and for other purposes.", 
  "popular_title": "Coast Guard, FY2000 and 2001 Authorization bill", 
  "related_bills": [
    {
      "bill_id": "hr820-106", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr820-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr820-106", 
      "reason": "includes"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Americans employed in foreign countries", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bridges", 
    "Cabinet officers", 
    "Charities", 
    "Coast guard", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporation directors", 
    "Crime and law enforcement", 
    "Defense budgets", 
    "Department of Transportation", 
    "Dredging", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Environmental protection", 
    "Families", 
    "Federal advisory bodies", 
    "Fishing boats", 
    "Flight training", 
    "Fugitives from justice", 
    "Gambling", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Great Lakes", 
    "Harbors", 
    "Hazardous waste site remediation", 
    "Health", 
    "Human engineering", 
    "Ice breaking operations", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Liability for oil pollution", 
    "Licenses", 
    "Lighthouses and lightships", 
    "Maine", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Marine safety", 
    "Massachusetts", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military aircraft", 
    "Military bases", 
    "Military dependents", 
    "Military leave", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "Military readiness", 
    "Military training", 
    "Mississippi River", 
    "Morale", 
    "Music", 
    "Navigation", 
    "Navigational aids", 
    "Nonprofit organizations", 
    "Oceanographic research", 
    "Officer personnel", 
    "Oil pollution of the sea", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Physicians' assistants", 
    "Public lands and natural resources", 
    "Rescue work", 
    "Research and development", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Science, technology, communications", 
    "Service academies", 
    "Shipbuilding", 
    "Ships", 
    "Social welfare", 
    "Sports and recreation", 
    "Survivors' benefits", 
    "Telephone", 
    "Territorial waters", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Tugboats", 
    "Veterans' pensions", 
    "Waste disposal in rivers, lakes, etc.", 
    "Water pollution control", 
    "Waterways"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-05-23", 
    "text": "TABLE OF CONTENTS: Title I: Authorization Title II: Personnel Management Title III: Marine Safety Title IV: Renewal of Advisory Groups Title V: Miscellaneous Coast Guard Authorization Act of 2000 - Title I: Authorization - Authorizes appropriations for the Coast Guard for fiscal year (FY) 2000 for: (1) operation and maintenance; (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft (requiring that a specified amount be available for the construction and acquisition of a replacement vessel for the Cutter MACKINAW); (3) research, development, testing, and evaluation; (4) retired pay, payments under the Retired Serviceman's Family Protection and Survivor Benefit Plans, and payments for medical care of retired personnel and their dependents; (5) environmental compliance and restoration at Coast Guard facilities; and (6) alteration or removal of bridges constituting obstructions to navigation. Authorizes appropriations for the Coast Guard for FY 2002, requiring that a specified amount be available for construction or acquisition of a replacement vessel for the Cutter MACKINAW.(Sec. 102) Authorizes, for FY 2000-2002, the Coast Guard end-of-year strength for active duty personnel and its average military training student loads.(Sec. 103) Authorizes appropriations, for FY 2001-2002, to the Department of Transportation, in addition to funds authorized for the Coast Guard for operation of the LORAN-C system, for capital expenses related to LORAN-C navigation infrastructure. Authorizes the Secretary of Transportation to transfer funds from the Federal Aviation Administration and other agencies of the department to reimburse the Coast Guard for related expenses.(Sec. 104) Authorizes the Secretary of Transportation, notwithstanding any other provision of law, to accept, by direct transfer without cost, for use by the Coast Guard primarily for expanded drug interdiction activities required to meet national supply reduction goals, up to seven PC-170 patrol craft from the Department of Defense if it offers to transfer such craft. Authorizes appropriations to the Coast Guard for the conversion, operation, and maintenance of, personnel to operate and support, and shoreside infrastructure requirements for, up to seven patrol craft.Title II: Personnel Management - Limits the director of the Coast Guard band to the rank of captain (currently, commander).(Sec. 202) Adds the Secretary of Transportation (when the Coast Guard is not operating under the Department of the Navy) to the required members of the Board of Governors of the United Service Organizations, Inc. (USO).(Sec. 203) Authorizes compensatory absence from duty for military Coast Guard personnel serving at isolated duty stations (currently, at isolated aids to navigation) in certain circumstances.(Sec. 204) Allows a promotion selection board to recommend officers of particular merit for placement at the top of the list of selectees and requires, if approved by the President, placement of those officers (in seniority order) at the top of the list.(Sec. 205) Authorizes the Coast Guard Commandant to establish a Coast Guard Academy Board of Trustees to provide advice to the Commandant and the Academy's Superintendent on the Academy's operation and programs. Makes the Federal Advisory Committee Act inapplicable to the Board.(Sec. 206) Authorizes special pay rates for officers in the Coast Guard or Coast Guard Reserve designated as physician assistants.(Sec. 207) Authorizes the Commandant to suspend payment of retired pay of a service member or former member while the member willfully remains outside the United States to avoid criminal prosecution or civil liability.Title III: Marine Safety - Amends the Vessel Bridge-to-Bridge Radiotelephone Act to revise requirements regarding the waters on which vessels, dredges, and floating plants must carry a radiotelephone.(Sec. 302) Mandates a report to specified congressional committees on the use of WYTL-class harbor tugs, including their use to perform icebreaking. Prohibits the Coast Guard from planning or implementing decommissioning of such vessels until nine months after report submission.(Sec. 303) Ends a requirement of annual reports regarding all transfers to and expenditures from the Oil Spill Liability Trust Fund.(Sec. 304) Allows the Coast Guard to borrow a limited amount from the Fund when the limit of $50 million in unappropriated funds is inadequate to deal with a discharge or threatened discharge. Mandates repayment to the Fund when, and to the extent that, removal costs are recovered from responsible parties.(Sec. 305) Amends Federal law relating to vessels and seamen to exempt, with regard to those employed as gaming or entertainment personnel, wait staff, or other service personnel with no duties, including emergency duties, related to navigation or safety of the vessel, crew, cargo, or passengers, a passenger vessel that is not engaged in a foreign voyage from a requirement that a vessel employee have a merchant mariner's document.Title IV: Renewal of Advisory Groups - Renames the Commercial Fishing Industry Vessel Advisory Committee as the Commercial Fishing Industry Vessel Safety Advisory Committee and modifies Committee requirements to involve the Commandant of the Coast Guard. Extends the Committee's termination date.(Sec. 402) Involves the Commandant and extends the termination date by amending: (1) the Coast Guard Authorization Act of 1991 regarding the Houston-Galveston Navigation Safety Advisory Committee and the Lower Mississippi River Waterway Advisory Committee; (2) Federal law relating to vessels and seamen regarding the Great Lakes Pilotage Advisory Committee; (3) the Inland Navigational Rules Act of 1980 regarding the Navigation Safety Advisory Council; and (4) Federal law relating to navigation and navigable waters regarding the Towing Safety Advisory Committee.Title V: Miscellaneous - Requires the Commandant to report to a specified congressional committee on actions the Coast Guard has taken to implement the recommendations in a specified National Transportation Safety Board report.(Sec. 502) Authorizes conveyance, without consideration: (1) to the Gulf of Maine Aquarium Development Corporation of the Naval Reserve Pier property (exclusive of floating docks) in Portland, Maine; and (2) to the National Oceanic and Atmospheric Administration (NOAA) of the Coast Guard Station Scituate. Exempts both transfers from requirements under the National Environmental Policy Act of 1969, the National Historic Preservation Act of 1966, and the Steward B. McKinney Homeless Assistance Act. Imposes other requirements. Authorizes the Coast Guard to lease and improve land for relocating the Scituate Station.(Sec. 504) Requires the Coast Guard to: (1) study existing local harbor safety coordinating committees in the United States regarding cooperation with interested groups, organizational models, technological assistance, and recurring resources; and (2) test the feasibility of expanding the harbor safety committee concept to small and medium-sized ports not generally served by such a committee by establishing one or more prototype committees. Makes the Federal Advisory Committee Act inapplicable to harbor safety committees established under any provision of law.(Sec. 505) Amends the Coast Guard Authorization Act of 1998 to extend one of the termination dates of provisions requiring the enforcement of the United States Coast Guard 1997 Enforcement Policy for Cargo Residues on the Great Lakes (regulating incidental discharges from vessels of residues of dry bulk cargo into Great Lakes waters under U.S. jurisdiction).(Sec. 506) Deems the M/V MIST COVE to be less than 100 gross tons for applying optional regulatory measurement provisions, so long as the vessel length does not exceed 157 feet.(Sec. 507) Requires the conveyance authorized by Coast Guard Authorization Act of 1998 of Point Retreat Light Station, Alaska, to the Alaska Lighthouse Association, within three months after enactment of this Act, notwithstanding any other provision of law other than specified provisions of that Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Coast Guard, FY2000 and 2001 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coast Guard Authorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 2000 and 2001 for the United States Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:39-05:00"
}