{
  "actions": [
    {
      "acted_at": "1973-09-20", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10413-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-20", 
  "number": "10413", 
  "official_title": "A bill to establish a procedure assuring Congress the full and prompt production of information requested from Federal officers and employees.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2432-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Congressional Right to Information Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-20", 
  "subjects": [
    "Congress", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-20", 
    "text": "Congressional Rights to Information Act - Provides, under the Legislative Reorganization Act, that every Federal agency shall keep each joint committee of the Congress or standing committee of either House of Congress fully and currently informed with respect to all matters relating to that agency which are within the jurisdiction of such joint committee or standing committee. Requires a Federal agency, on request of a joint committee of the Congress or of a standing committee of either House of Congress, or two-fifths of its Members, to submit any information requested of it relating to any matter within the jurisdiction of the joint committee or standing committee. States that when an officer or employee of the United States is summoned to testify or to produce information, before either House of Congress, or a joint committee of Congress, or a standing committee of either House, that officer or employee shall appear at the time and place specified and shall answer all questions propounded to him, or produce all information, unless, in the case of an officer or employee of a Federal agency in the Executive Branch, either between the date of the summons and the date of the appearance or, in the case of any such information which was first requested at an appearance within five days after that appearance, the President formally and expressly instructs the officer or employee in writing to withhold the information requested, in which event such Presidential instruction shall set forth the grounds on which it is based. Provides that if it is determined that the Presidential instruction is without foundation in law, the officer or employee shall be ordered to appear before the House of Congress, joint committee, or standing committee and to provide the information requested. Sets forth the procedures to be followed if there is a failure to comply with this Act, including introduction of a resolution or concurrent resolution citing such failure. Prescribes the procedure for motions to proceed to the consideration of the resolution or concurrent resolution, motions to postpone and appeals from the decisions of the Chair relating to application of rules to the procedures. States that if a House of Congress adopts a resolution, or if the two Houses adopt a concurrent resolution, citing an officer or employee of the United States for failure to comply with the provisions of this Act, no payment shall be made from the Treasury of the United States to such officer or employee, or to any other officer or employee who has supervision or control of the official conduct of such officer or employee, for services rendered after the tenth day after the date on which such resolution or concurrent resolution is adopted, unless or until such officer of employee complies with the provisions of such section or with such order. Provides for judicial review in the United States District Court for the District of Columbia requesting relief, on the grounds that the determination made by the House of Congress, the joint committee, or the standing committee was invalid because: (1) there was no failure to comply; or (2) failure to comply was proper and justified. States that each House of Congress and the standing committees and the joint committees shall take appropriate measures to insure the confidentiality of any information which requires protection against disclosure which would endanger personal privacy or the conduct of the national defense, foreign policy, or law enforcement activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Right to Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure assuring Congress the full and prompt production of information requested from Federal officers and employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:43-05:00"
}