{
  "actions": [
    {
      "acted_at": "1977-05-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7178-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-13", 
  "number": "7178", 
  "official_title": "A bill to protect the public from traffickers in heroin and other opiates.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2462-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Narcotic Sentencing and Seizure Act", 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-13", 
  "subjects": [
    "Arrest", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Customs administration", 
    "Drugs and narcotics", 
    "Export controls", 
    "Exports", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Harbors", 
    "Heroin", 
    "Import restrictions", 
    "Imports", 
    "Money", 
    "Narcotic traffic", 
    "Narcotics", 
    "Opium", 
    "Pretrial procedure", 
    "Sentences (Criminal procedure)", 
    "Ships", 
    "Ships and shipping", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Narcotic traffic", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-13", 
    "text": "Narcotic Sentencing Act - Title I: Mandatory Minimum Sentences - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to set forth mandatory minimum terms of imprisonment for individuals: (1) manufacturing, distributing, or dispensing specified narcotic drugs or counterfeits thereof; (2) possessing such a substance with intent to distribute or dispense; (3) illegally importing or exporting such a substance; or (4) attempting or conspiring to commit any of the above offenses. Authorizes a court to sentence an individual to a shorter term of imprisonment or parole ineligibility where certain mitigating circumstances are present. Amends the Federal Rules of Criminal Procedure to direct that a separate sentencing hearing be conducted when an individual is convicted of an offense for which a mandatory term of imprisonment is authorized under this Act. Title II: Conditions of Release - Instructs a judicial officer, in setting the conditions of release pending trial, to consider whether a person charged with an offense encompassed by title I of this Act poses a threat to the community or will commit similar offenses. Authorizes a judicial officer to deny pretrial release to a person charged with such an offense upon making any of specified findings in a separate hearing. Title III: Forfeiture of Proceeds of Illegal Drug Transactions - Subjects to forfeiture all proceeds of offenses under the Comprehensive Drug Abuse Prevention and Control Act of 1970 and all moneys, negotiable instruments, and securities used or intended to be used in committing such crimes. Sets forth guidelines for the disposition of property so forfeited. Title IV: Illegal Export of Cash - Amends the Currency and Foreign Transactions Reporting Act to require persons exporting cash from, or sending cash into the United States in an amount over $5,000 to file reports prior to departing from, or arrival in, the United States. Authorizes warrantless searches under exigent circumstances when there is probable cause to believe that cash is being transported in violation of reporting requirements. Title V: Prompt Reporting of Vessels - Amends the Tariff Act of 1930 with respect to reporting requirements for certain vessels upon arrival at United States ports. Revises standards for the disposition of vessels and materials subject to forfeiture due to a drug violation involving the customs laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Narcotic Sentencing and Seizure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public from traffickers in heroin and other opiates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:29-05:00"
}