{
  "actions": [
    {
      "acted_at": "2003-12-09", 
      "references": [
        {
          "reference": "CR S16127-16128", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-12-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Received in the Senate and Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1992-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2004-03-25", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2004-03-23", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "2004-02-12", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2004-02-12", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-12-09", 
  "number": "1992", 
  "official_title": "A bill to amend the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to eliminate privatization of the medicare program, to improve the medicare prescription drug benefit, to repeal health savings accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense of Medicare and Real Medicare Prescription Drug Benefit Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-12-09", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Canada", 
    "Coinsurance", 
    "Cost control", 
    "Department of Health and Human Services", 
    "Drug adulteration", 
    "Drug approvals", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Health", 
    "Health care industry", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Import restrictions", 
    "Imports", 
    "Income tax", 
    "Insurance premiums", 
    "Labor and employment", 
    "Law", 
    "Managed care", 
    "Medicaid", 
    "Medical economics", 
    "Medical savings accounts", 
    "Medical supplies", 
    "Medicare", 
    "Medigap", 
    "Pharmacies", 
    "Pharmacists", 
    "Prescription pricing", 
    "Social welfare", 
    "Tax deductions", 
    "Taxation", 
    "Wholesale trade"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-12-09", 
    "text": "Defense of Medicare and Real Medicare Prescription Drug Benefit Act - Directs the Secretary of Health and Human Services, in applying risk adjustment factors in a budget neutral manner to payment to Medicare+Choice organizations under part C (Medicare+Choice) of title XVIII (Medicare) of the Social Security Act (SSA), to assure that such factors, in the aggregate, take into account the actuarial characteristics of the entire Medicare population, and not merely the population of individuals enrolled under a Medicare+Choice plan. Requires the Secretary to provide for adjustment of payment rates to such organizations so that they reflect only the payment rate relating to 100 percent fee-for-service payment. Eliminates the Medicare Advantage (MA) Regional Plan Stabilization Fund established under the Medicare Prescription Drug, Improvement, and Modernization Act of 2003. Repeals cost containment provisions of such Act. Amends SSA title XVIII (Medicare), as amended by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, to: (1) provide for phased-in elimination of the coverage gap; (2) eliminate discriminatory treatment of employer plans; (3) allow Medicaid wrap-around for dual-eligibles (persons eligible for Medicare and full Medicaid benefits, including drugs); (4) eliminate the assets test; and (5) eliminate Medicare Advantage Prescription Drug (MA-PD) plans from the meaning of qualifying prescription drug plans (PDPs) with respect to the choice of a minimum of two qualifying plans a SSA title XVIII part D (Voluntary Prescription Drug Benefit Program) eligible individual shall be allowed to choose between. Prohibits any formulary from being established or applied under the new Medicare prescription drug program under SSA title XVIII part D (Voluntary Prescription Drug Benefit Program) unless the classes and categories used under it are specified by the Secretary. Allows certain Medigap Rx policies that provide wrap-around prescription drug coverage to be sold, issued, and renewed. Directs the Secretary to provide for appropriate adjustments in payments to PDP sponsors under SSA title XVIII part D, and to MA organizations offering MA-PD plans under SSA title XVIII part C, to assure that premiums of part D eligible individuals under PDPs and under MA-PD plans are not increased as a result of this Act. Phases out the phased-down State contribution with respect to the Federal phase-in of the costs of premiums and cost-sharing subsidies for dual eligibles. Amends the Federal Food, Drug, and Cosmetic Act, as amended by the Medicine Equity and Drug Safety Act of 2000, to: (1) direct the Secretary to promulgate regulations permitting pharmacists and wholesalers to import Health Canada-approved prescription drugs from Canada; and (2) exclude an infused or intravenously injected drug, or a drug that is inhaled during surgery. Requires that a Canadian exporter: (1) register with the Secretary its name and place of business (including the place of business of each warehouse and establishment); (2) export only prescription drugs that have been approved by Health Canada and meet all requirements of Canadian law; (3) permit inspections by the Secretary (including inspections of all records, especially financial records) of each warehouse and establishment of the Canadian exporter; and (4) pay an inspection fee to the Secretary on a semiannual basis not to exceed five percent of the total price of prescription drugs exported by the Canadian exporter to the United States under the regulations (which fees the Secretary shall use solely to inspect the warehouses and establishments of Canadian exporters and to monitor imports of prescription drugs at ports of entry). Requires that each prescription drug imported under the regulations be imported directly from a Canadian exporter through a limited number of ports of entry (at which the Secretary shall monitor such imports). Prohibits discrimination in the sale of prescription drugs by manufacturers to pharmacists, wholesalers, or Canadian exporters, requiring: (1) terms as favorable as those provided to foreign purchasers; and (2) full access to drugs permitted to be imported. Continues the requirement that exported donated prescription drugs may only be reimported by the manufacturer. Permits the Secretary to waive the prohibition against importing a prescription drug or device on a case-by-case basis, particularly those from Canada that are FDA-approved and for personal use, not resale. Amends SSA title XVIII, as amended by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, to give the Secretary the authority similar to that of other Federal entities that purchase prescription drugs in bulk to negotiate contracts with manufacturers of covered Medicare part D drugs in order to ensure that beneficiaries enrolled under PDPs and MA-PD plans pay the lowest possible price. Amends the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to repeal the authorization and tax deduction under the Internal Revenue Code for Health Savings Accounts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense of Medicare and Real Medicare Prescription Drug Benefit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to eliminate privatization of the medicare program, to improve the medicare prescription drug benefit, to repeal health savings accounts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:39-05:00"
}