{
  "actions": [
    {
      "acted_at": "1973-03-01", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 93-842.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-20", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres78-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-01", 
  "number": "78", 
  "official_title": "A resolution expressing the sense of the Senate with respect to access to the International Court of Justice.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-01", 
  "subjects": [
    "International affairs", 
    "International courts", 
    "United Nations"
  ], 
  "subjects_top_term": "International courts", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-05-20", 
    "text": "(LATEST SUMMARY) Makes it the sense of the Senate that the President should direct the Secretary of State to undertake a study examining and appraising the various ways of granting direct and indirect access to the International Court of Justice and other international tribunals to individuals, corporations, nongovernmental organizations, intergovernmental organizations, regional organizations, and other natural or legal persons, in cases concerning questions of international law arising within the scope of activities directly pursued by such natural and legal persons. Expresses the sense of the Senate that such a study should include an examination of the feasibility of establishing a special committee of the General Assembly of the United Nations, similar to the committee used for review of decisions of the Administrative Tribunal of the United Nations, with authority to request from the International Court of Justice advisory opinions on behalf of those natural and legal persons referred to in this resolution, concerning questions of international law arising within the scope of activities directly pursued by such persons. Expresses the sense of the Senate that such a study should be submitted to the Senate and to its Committee on Foreign Relations within one year after this resolution is agreed to. Directs the Secretary of the Senate to transmit a copy of this resolution to the President of the United States with the request that the President report to the Senate in due course what action he has taken pursuant to this expression of advice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution expressing the sense of the Senate with respect to access to the International Court of Justice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:01-05:00"
}