{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5878-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "5878", 
  "official_title": "To amend the Higher Education Act of 1965 to encourage lifelong learning by permitting students attending a program of postsecondary education on a less than half-time basis to receive Federal Family Education Loans, and authorizing the Student Loan Marketing Association to originate loans to enable students to borrow up to $25,000 under a Lifelong Learning Line of Credit for education and job training that shall be repaid based on the borrower's ability to pay, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lifelong Learning Act of 1992", 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Collection of accounts", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Education", 
    "Employee training", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Income tax", 
    "Manpower training programs", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Lifelong Learning Act of 1992 - Amends the Higher Education Act of 1965 (HEA) to revise student aid provisions to encourage lifelong learning. Eliminates restrictions on eligibility of less-than-half-time students for: (1) Pell Grants; and (2) student loans under the guaranteed (or Stafford, now called the Federal Family Education Loan) program (which also includes federally-insured, supplemental, and parent loans). Sets forth special rules for deferment and repayment of such loans by such students. Establishes a Lifelong Learning Line of Credit program. Authorizes the Student Loan Marketing Association (Sallie Mae) to originate loans for students enrolled at eligible institutions (including less-than-half-time students). Allows such student (and the parents of a dependent student) to borrow up to $25,000 in the aggregate. Prohibits such loans from exceeding the student's cost of attendance for the period of enrollment. Includes the establishment of income-contingent repayment schedules as part of the agreement for such loan program between the Secretary of Education (the Secretary) and Sallie Mae. Authorizes the Secretary to allow, through regulations, eligibility for such loan program participation by a variety of training providers (in addition to those currently eligible under HEA), such as community-based organizations, public or private agencies, and private sector employers, as long as there are adequate controls on program integrity and accountability and such participation only supplements current expenditures for training by such providers. Revises student eligibility provisions to allow less-than-half-time students to receive guaranteed or supplemental student loans or loans under the Lifelong Learning Line of Credit if they are enrolled in: (1) a program of study leading to a degree or certificate; or (2) training designed to prepare students for gainful employment in a recognized occupation. Directs the Secretary to study the feasibility of using advanced automated technology to integrate the multiple data systems relating to benefits available to students under Federal postsecondary education and training programs and to report the findings to the Congress within one year. Authorizes appropriations. Modifies the definition of independent student in order to ensure the budget neutrality of this Act. Raises the age at which a student is automatically considered to be independent from 24 to 26. Eliminates certain requirements for declarations from graduate, professional, and married students regarding parental tax information. Adds to the requirements which a single undergraduate student with no dependents must meet in order to establish independent student status. Authorizes student financial aid administrators, in unusual circumstances, to make a documented determination that an individual who meets certain requirements for independent status is still a dependent student."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lifelong Learning Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to encourage lifelong learning by permitting students attending a program of postsecondary education on a less than half-time basis to receive Federal Family Education Loans, and authorizing the Student Loan Marketing Association to originate loans to enable students to borrow up to $25,000 under a Lifelong Learning Line of Credit for education and job training that shall be repaid based on the borrower's ability to pay, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:56-05:00"
}