{
  "actions": [
    {
      "acted_at": "1988-06-28", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Criminal Justice", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4920-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1988-06-28", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-28", 
  "number": "4920", 
  "official_title": "A bill to amend chapter 96 of title 18, United States Code, relating to racketeer influenced and corrupt organizations, to restructure the civil claims procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Crime Control Act of 1988", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-28", 
  "subjects": [
    "Actions and defenses", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Damages", 
    "Evidence (Law)", 
    "Homicide", 
    "Injunctions", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor union elections", 
    "Labor unions", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Organized crime", 
    "Trusts and trustees", 
    "Violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-28", 
    "text": "Crime Control Act of 1988 - Amends the Racketeer Influenced and Corrupt Organizations Act (RICO) to require proof by a preponderance of the evidence before a U.S. district court may restrain violations under the civil remedies provisions of the Act. Restricts the power of a court to impose a trusteeship over a labor organization under RICO and the length of time such trusteeship may continue. Makes it unlawful to count the votes of the delegates from such labor organization in any convention or election of officers while the organization is in trusteeship unless the delegates have been chosen by secret ballot in an election in which all members in good standing were eligible to participate. Authorizes a governmental entity (excluding a unit of local government other than a unit of general local government) whose business or property is injured by a RICO violation to bring a civil action and, upon proof by a preponderance of the evidence, to recover threefold the actual damages sustained, and costs, including a reasonable attorney's fee. Specifies the officials authorized to bring suit. Authorizes an individual whose business or property is injured by a RICO violation to bring a civil action and to recover actual damages and costs and punitive damages of up to twice the actual damages if specified conditions apply, including proof by clear and convincing evidence that the defendant acted in conscious and wanton disregard of the consequences. Sets forth criteria for the trier of fact in a civil action to consider in determining the amount of punitive damages, if any, to be awarded. Specifies that a person suffering bodily injury by reason of a RICO violation that includes a crime of violence as a predicate act may bring a civil action and, upon proof by a preponderance of the evidence, shall recover threefold the actual damages sustained (excluding pain and suffering) and costs, including a reasonable attorney's fee. Provides for the grant of equitable relief by the court. Sets forth statutes of limitations for civil actions. Makes it an affirmative defense to a civil RICO action that the defendant acted in good faith reliance upon an official, directly applicable regulatory action, approval, or interpretation of law by an authorized Federal or State agency. Provides for the court's determination, upon the defendant's motion, of the availability of such affirmative defense. Provides that evidence relevant only to the amount of punitive damages shall not be introduced until after a finding of liability, with exceptions. Provides for the verification of papers filed in connection with an action or proceeding under RICO. Sets forth verification procedures, including a certification that, based on a reasonable injury, such paper is: (1) well grounded in fact; (2) warranted by existing law, or a good faith argument for the extension, modification, or reversal of existing law; and (3) not made for any bad faith or improper reason. Provides for the imposition of sanctions for violation of certification requirements. Requires that papers filed alleging fraud, coercion, agency, respondeat superior, accomplice, or conspiratorial liability state the circumstances with particularity. Prohibits the bringing of RICO suits if the elements of the pattern of racketeering activity involve primarily decedents' estates, domestic relations, a landlord-tenant dispute, or products liability, or if brought in connection with and during a labor dispute, with exceptions. Authorizes State attorneys general to bring suit on behalf of individuals residing in the State, as parens patriae. Sets forth guidelines for the court in determining what fees to award. Provides that, if the parties to a dispute submit to arbitration, the arbitrator shall: (1) order appropriate discovery; and (2) render any award in writing with findings of fact and conclusions of law, if so requested by any party. Authorizes interested persons to file a civil action to compel discovery, as necessary. Provides increased penalties for homicide. Adds specified predicate offenses for RICO violations. Eliminates certain Federal jurisdictional requirements. Specifies that RICO shall not be construed to confer jurisdiction to hear a criminal or civil proceeding or action under its provisions on a judicial or other forum of a State or local unit of government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Control Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 96 of title 18, United States Code, relating to racketeer influenced and corrupt organizations, to restructure the civil claims procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:35-05:00"
}