{
  "actions": [
    {
      "acted_at": "1973-01-12", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s362-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-12", 
  "number": "362", 
  "official_title": "A bill to provide for the compensation of persons injured by criminal acts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Loss Recovery Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-12", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Victims"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-12", 
    "text": "Criminal Loss Recovery Act - Title I: Short Title and Definitions - Sets forth definitions of terms used in this Act. Title II: Establishment of Criminal Loss Compensation Commission - Establishes the Criminal Loss Recovery Commission which shall be composed of three members appointed by the President, by and with the advice and consent of the Senate. Provides that at least one member of the Commission must have served as a judge before a State court of general jurisidiction or on the bench of a Federal district court; and at least one member of the Commission must be licensed to practice medicine in the District of Columbia or a State of the United States. Sets forth the terms of office and compensation of Commission members. Provides that in order to carry out the purposes of this Act, the Commission shall: (1) receive and process applications under the provisions of this Act for compensation for personal injury; (2) pay compensation to victims and other beneficiaries in accordance with the provisions of this Act; (3) hold such hearings, sit and act at such times and places, and take such testimony as the Commission or any member thereof may deem advisable; and (4) make grants in accordance with the provisions of title V of this Act. Sets forth administrative provisions to be utilized by the Commission in carrying out its functions under this Act. Title III: Recovery for Criminal Loss - Provides for recovery for criminal loss in any case in which a person is injured or killed by any act or omission of any other person which is a violation of a penal offense under the laws of the United States or any State thereof, except that no award will be made for damage to property or for the violation of any motor vehicle law. Provides that the Commission may order the payment of compensation: (1) to or on behalf of the injured person; (2) in the case of the personal injury of the victim, where the compensation is for pecuniary loss suffered or expenses incurred by any person responsible for the maintenance of the victim, to that person; (3) in the case of the death of the victim, to or for the benefit of the dependents of closest relative of the deceased victim, or any one or more of such dependents; (4) in the case of a payment for the benefit of a child or imcompetent the payee shall file an accounting with the Commission no later than January 31, of each year for the previous calendar year; and (5) in the case of the death of the victim, to any one or more persons who suffered pecuniary loss with relation to funeral expense. States that no order may be made under this Act unless the Commission, supported by substantial evidence, finds that such an act or omission did occur and the injury or death resulted from such act or omission. Provides for the determination of reasonable attorney's fees by the Commission at the conclusion of proceedings under this Act. Allows the Commission to petition the United States district court in the district in which the attorney maintains an office for the determination of a reasonable fee, if the Commission and the attorney are unable to agree upon a fee. Sets forth a penalty for a violation of this provision by an attorney. Lists the types of loss for which the Commission may order the payment of compensation under this Act. Provides that the orders and decisions of the Commission shall be reviewable in the appropriate court of appeals, except that no trial de novo of the facts determined by the Commission shall be allowed. States that no order of payment of compensation under this Act shall be made unless the application has been made within two years after the date of ther personal injury or death. Provides that an order for compensation under this Act shall not affect the right of any person to recover damages form any other person by a civil action for the injury or death. Title IV: Criminal Loss Recovery Compensation Grants - Authorizes the Executive Secretary, under the direction of the Commission, to make grants to the States to pay the Federal share of the costs of State programs to compensate victims of violent crimes. Provides that the Federal Government shall pay 90 percent of the cost of the plan submitted by the State if such plan is in substantial compliance with the scope and intent of this legislation. Title V: Miscellaneous - Provides that the Commission shall transmit to the President and to the Congress annually a report of its activities under this Act, including the name of each applicant, a brief description of the facts, and the amount, if any, of compensation awarded and the number and amount of grants to Sates under title IV. Authorizes to be appropriated for the purpose of making grants to the States amounts to be determined by Congress for fiscal years 1973, 1974, and 1975. Authorizes to be appropriated such sums as may be necessary to carry out the other provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Loss Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the compensation of persons injured by criminal acts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:18-05:00"
}