{
  "actions": [
    {
      "acted_at": "2012-09-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6538-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-21", 
  "number": "6538", 
  "official_title": "To establish trade negotiating objectives with respect to the application of sanitary and phytosanitary measures to agricultural products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2707-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6536-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6537-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6539-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Trade Facilitation Act", 
  "sponsor": {
    "district": "21", 
    "name": "Nunes, Devin", 
    "state": "CA", 
    "thomas_id": "01710", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-21", 
  "subjects": [
    "Agricultural trade", 
    "Animal and plant health", 
    "Brazil", 
    "Congressional oversight", 
    "Europe", 
    "European Union", 
    "Food supply, safety, and labeling", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "International organizations and cooperation", 
    "Latin America", 
    "Normal trade relations, most-favored-nation treatment", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-21", 
    "text": "Agricultural Trade Facilitation Act - States that the overall trade negotiating objective of the United States with respect to the application of sanitary and phytosanitary measures to agricultural products for trade agreements between the United States and foreign countries is to secure more open and reciprocal market access by strengthening the rules governing such measures' application to agricultural products. States that the principal trade negotiating objectives of the United States with respect to the application of sanitary and phytosanitary measures to agricultural products are to: (1) strengthen the requirement that the application of such measures is based on scientific evidence, (2) encourage parties to an agreement to participate actively in the development of international standards relating to such measures' application, (3) improve regulatory coherence and increase the use of systems-based approaches, (4) require greater transparency in such measures' development and implementation, (5) require parties to an agreement to carry out risk analysis in a timely manner consistent with international guidelines, (6) improve rules governing the testing of imported products, (7) promote harmonization of export certification requirements, and (8) ensure that new sanitary and phytosanitary trade obligations are fully enforceable through an effective dispute settlement process. Makes this Act inapplicable to negotiations for: (1) the United States-Colombia Trade Promotion Agreement, (2) the United States-Korea Free Trade Agreement, (3) the United States-Panama Trade Promotion Agreement, and (4) the Doha Development Round of the World Trade Organization. Generalized System of Preferences Improvement Act - Amends the Trade Act of 1974 to revise the prohibition against the President's designation of a beneficiary developing country for purposes of duty-free treatment of its products under the generalized system of preferences. Prohibits the President from designating a country a beneficiary developing country if it: (1) enters into an agreement to afford preferential treatment to the products of a developed country other than the United States, unless the President certifies to Congress that it is in the U.S. national interests to make such designation; and (2) improperly uses sanitary and phytosanitary measures, technical barriers to trade, or other non-tariff trade barriers in a manner to negatively affect trade between the country and the United States. Adds as one of the factors the President must take into account in determining whether to designate a country as a beneficiary developing country the extent, if any, to which such country adopts and follows international sanitary or phytosanitary standards and provides scientific justifications for deviations from such standards. United States-Brazil Joint Commission on Commerce and Trade Act - Establishes the United States-Brazil Joint Commission on Commerce and Trade to address bilateral trade matters, seek removal of trade barriers, and promote commercial opportunities between the United States and Brazil. Transatlantic Commerce and Trade Enhancement Act - Grants the President authority to seek negotiations with the European Union (EU) for a trade agreement to reduce existing EU or U.S. duties or other import restrictions unduly burdening and restricting U.S. foreign trade. Subjects such authority to all applicable congressional notification and consultation requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Trade Facilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Generalized System of Preferences Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transatlantic Commerce and Trade Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States-Brazil Joint Commission on Commerce and Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish trade negotiating objectives with respect to the application of sanitary and phytosanitary measures to agricultural products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:01:32-05:00"
}