{
  "actions": [
    {
      "acted_at": "1979-04-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3779-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-30", 
  "number": "3779", 
  "official_title": "A bill to authorize a review of collective bargaining in the construction industry; the broadening of the geographical scope of collective bargaining for construction affecting interstate commerce; and the establishment of a Construction Industry Bargaining Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Construction Industry Bargaining Stabilization Act", 
  "sponsor": {
    "district": "16", 
    "name": "Anderson, John B.", 
    "state": "IL", 
    "thomas_id": "00017", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-30", 
  "subjects": [
    "Actions and defenses", 
    "Appellate courts", 
    "Business and commerce", 
    "Collective bargaining", 
    "Commerce", 
    "Construction industries", 
    "Courts and Civil Procedure", 
    "Department of Labor", 
    "District courts", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Labor and employment", 
    "Labor disputes", 
    "Lockouts", 
    "Unfair labor practices"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-30", 
    "text": "Construction Industry Bargaining Stabilization Act - Establishes in the Department of Labor a 12- member construction Industry Bargaining Commission to endeavor, with the Secretary of Labor, to reduce the fragmented bargaining structure in the construction industry. Requires the Commission to: (1) direct the establishment of National Craft Bargaining Boards for each craft in the industry; and (2) identify \"trading areas\" of the industry throughout the United States. Requires each Board to work with labor and contractor organizations to assist in developing \"geographic bargaining areas,\" based on the \"trading areas,\" for submission to the Commission for review. Directs the Commission to: (1) conduct informal hearings to determine the feasibility of multicraft bargaining, either on an industry-wide basis or selectively among related crafts and segments, in the trading areas; (2) authorize the Craft Boards, with jurisdiction over crafts in which multicraft bargaining would be unfeasible or injure collective bargaining relations and procedures, to propose new single-craft geographic bargaining areas; and (3) authorize the formation of a Craft Board Coordinating Committee in areas in which multicraft bargaining would be feasible, to propose multicraft geographic bargaining areas. Sets forth procedures for the review of such proposals by the Commission. Allows the Commission to respond to a proposal which is inconsistent with its mandate under this Act to: (1) publish an amended proposal in the Federal Register and to seek to obtain an agreement with the parties; and (2) hold hearings under the Administrative Procedures Act in the event that an acceptable agreement is not reached. Directs the Commission, at the conclusion of all such proceedings, to transmit a report and recommendations to the Secretary who shall either: (1) finalize the recommendations by publication in the Federal Register; or (2) remand the matter to the Commission for further consideration. Authorizes any interested party to obtain review of the Secretary's final determination of a geographic bargaining area by the United States Court of Appeals for the District of Columbia. Directs the Commission to establish regulations for the selection of bargaining committees to represent contractors and labor organizations for the purpose of bargaining within geographic bargaining areas. Stipulates that collective- bargaining agreements negotiated under this Act shall govern employment at all worksites of those crafts and segments included within geographic bargaining areas (but allows such an agreement to contain differentiations with respect to craft, segment, locale, or other factors). Amends the National Labor Relations Act to designate as unfair labor practices: (1) any negotiation not consistent with established geographic bargaining areas; (2) a selective lockout by contractors of labor organizations subject to negotiations under this Act; or (3) a strike by a labor organization unless all construction workers subject to the negotiations are on strike. Directs the Commission to determine and publish a common expiration date for all collective-bargaining agreements within each geographic bargaining area. Authorizes a party charging an unfair labor practice under this Act to obtain a temporary restraining order in any Federal district court. Includes within the currently authorized expedited procedure for preliminary investigation by the National Labor Relations Board of certain unfair labor practices, allegations of such practices under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Industry Bargaining Stabilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a review of collective bargaining in the construction industry; the broadening of the geographical scope of collective bargaining for construction affecting interstate commerce; and the establishment of a Construction Industry Bargaining Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:05-05:00"
}