{
  "actions": [
    {
      "acted_at": "1990-03-22", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-11", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Antitrust, Monopolies and Business", 
      "text": "Referred to Subcommittee on Antitrust, Monopolies and Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2322-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Antitrust, Monopolies and Business Rights", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-22", 
  "number": "2322", 
  "official_title": "A bill to encourage innovation and productivity, stimulate trade, and promote the competitiveness and technological leadership of the United States, to establish a Commission to study the impact of the antitrust laws on the competitiveness of the United States industries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Centennial Commission on the Sherman Antitrust Act of 1890", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-22", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Commercialization", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Industrial productivity", 
    "International competitiveness", 
    "Joint ventures", 
    "Manufacturing industries", 
    "Research and development", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-22", 
    "text": "Title I: National Cooperative Research - National Cooperative Research Act Extension of 1990 - Amends the National Cooperative Research Act of 1984 to include a joint manufacturing venture within the scope of such Act as an activity that shall not be deemed illegal per se under the antitrust laws. Title II: Cooperative Innovation - National Cooperative Innovation and Commercialization Act of 1990 - Establishes legal and other procedures and standards regarding cooperative innovation agreements, including procedures by which firms may seek agreement approval from an authorizing agency and thereby obtain exemption from criminal antitrust actions or civil antitrust damage actions. Defines \"cooperative innovation arrangement\" (arrangement) to include activities such as the making or performance of a contract for the purpose of manufacturing, producing, marketing, or otherwise commercializing products, processes, or information developed jointly. Precludes any arrangement approved under this Act by the authorizing agency from being deemed illegal per se under the Federal antitrust laws or similar State laws. Establishes a procedure for submission and approval of written applications for arrangements. Specifies required disclosures to be made in such applications. Provides for publication of notice by the authorizing agency in the Federal Register and for review of such applications. Sets forth criteria for: (1) approval of applications by the authorizing agency, including requirements that the arrangement will not possess substantial market power in any relevant market and that its duration will not exceed specified limits; and (2) defining relevant markets. Makes injunctive relief the exclusive remedy in any criminal or civil action under the antitrust laws while the authorizing agency's approval is in effect. Establishes procedures for investigation and review of the approved arrangement during any time in which an approval is in effect. Sets time limits for duration of approval and procedures for submitting applications for renewal. Makes information submitted in connection with applications for approval or petitions for revocation exempt from disclosure and confidential, with exceptions. Provides for judicial review of action by the authorizing agency. Provides for the payment of costs, including a reasonable attorney's fee, to the substantially prevailing party in any Federal antitrust or similar State law action based on conduct that results from any approved arrangement. Disclaims any intent to repeal, supersede, or modify the National Cooperative Research Act of 1984. Title III: Centennial Commission on the Sherman Act - Centennial Commission on the Sherman Antitrust Act of 1890 - Establishes the Centennial Commission on the the Sherman Antitrust Act of 1890 to: (1) develop recommendations to enhance the productivity and international competitiveness of U.S. industry through the antitrust laws; (2) provide comments on private sector requests for relief from such laws and action to ensure that an applicant is likely to become internationally competitive without creating an anticompetitive atmosphere within the United States; (3) create a forum where national leaders from business, labor, academia, and Government shall develop recommendations to address problems in the antitrust laws affecting the competitiveness of U.S. industries; (4) provide policy recommendations to the Congress, the President, and the Department of Justice regarding specific issues concerning antitrust and competitiveness; and (5) report its analysis and recommendations to the President and the Congress. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Centennial Commission on the Sherman Antitrust Act of 1890", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Cooperative Innovation and Commercialization Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Cooperative Research Act Extension of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage innovation and productivity, stimulate trade, and promote the competitiveness and technological leadership of the United States, to establish a Commission to study the impact of the antitrust laws on the competitiveness of the United States industries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:56-05:00"
}