{
  "actions": [
    {
      "acted_at": "1985-05-07", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-07", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2375-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-07", 
  "number": "2375", 
  "official_title": "A bill to establish the Bank for Industrial Competitiveness.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bank for Industrial Competitiveness Act", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-07", 
  "subjects": [
    "Business and commerce", 
    "Capital investments", 
    "Corporate finance", 
    "Corporations and Stocks", 
    "Depressed areas", 
    "Development credit institutions", 
    "Economic development", 
    "Employee benefit plans", 
    "Finance and financial sector", 
    "Government and business", 
    "Government corporations", 
    "Industrial policy", 
    "Industry", 
    "Labor and employment", 
    "Loans", 
    "Local and Municipal Government", 
    "Local finance", 
    "Pension funds", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-07", 
    "text": "Bank for Industrial Competitiveness Act - Title I: Bank for Industrial Competitiveness - Establishes a corporation to be known as the Bank for Industrial Competitiveness which is authorized to make loans, issue loan guarantees, and purchase capital stock of applicants in order to supplement private and other capital investment in the revitalization of mature or linkage industries and the development of emerging industries. Limits financial assistance to any individual project to no more than 30 percent of the funding necessary to carry it out. Sets forth: (1) the procedures to be followed in order to be eligible for financial assistance under this Act; (2) the terms and conditions of the financial assistance provided; and (3) Bank goals in granting such assistance. Prohibits: (1) discrimination in the provision of such assistance; and (2) the provision of assistance for foreign investments or for projects whose primary purpose is to facilitate or impede the relocation of industrial or commercial plants. Directs the Bank to try to use the loan guarantees for loans to industry from pension funds. Terminates the authority of the Bank to make loans, issue loan guarantees, and purchase capital stock of applicants ten years after the effective date of this title. Provides the Bank with a capital stock of $8,500,000,000. Grants the Bank the power to issue obligations and prescribes governing provisions. Permits the moneys of the Bank to be deposited in any bank or banks in the United States as the Bank may designate. Exempts the Bank, its franchise, capital, reserves, surplus, income, and tangible and intangible property from all taxation except real property. Requires the Bank to submit to the President and the Congress an annual report on its operations, revenues, expenditures, and outstanding obligations and capital securities. Terminates the Bank 30 years after the effective date of this Act. Prohibits the Bank from making any commitment to provide new or increased financial assistance later than ten years after such date. Title II: Investment in Public Industrial Development Finance Institutions - Authorizes the Bank to invest in the stock of public industrial development finance institutions established at the State, local, or regional level which serve areas of pervasive property, unemployment, or general economic distress. Sets forth: (1) criteria for evaluating programs; and (2) conditions for such Federal participation which may not exceed 50 percent of the financial resources of any institution. Prohibits such Federal participation in any institution whose programs are designed to, or have the effect of, attracting existing business enterprises from other States. Title III: General Provisions - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bank for Industrial Competitiveness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Bank for Industrial Competitiveness.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:21-05:00"
}