{
  "actions": [
    {
      "acted_at": "1996-03-21", 
      "references": [
        {
          "reference": "CR S2647-2648, S2650-2651", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-21", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1633-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-21", 
  "number": "1633", 
  "official_title": "A bill to provide for school bus safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus School Transportation Safety Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-21", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Bus drivers", 
    "Child abuse", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Department of Transportation", 
    "Disabled", 
    "Driver education", 
    "Driver licenses", 
    "Economics and public finance", 
    "Education", 
    "Education of handicapped children", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Employee training", 
    "Environmental protection", 
    "Families", 
    "Federal aid highway program", 
    "Federal aid to education", 
    "Federal budgets", 
    "Fingerprints", 
    "Flammable materials", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Highway research", 
    "Identification of criminals", 
    "Information services", 
    "Interstate commerce", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Mass rapid transit", 
    "Motor vehicle safety", 
    "New Jersey", 
    "Pedestrians", 
    "Personnel records", 
    "Research and development", 
    "School buses", 
    "School districts", 
    "Science, technology, communications", 
    "Seat belts", 
    "Secondary school students", 
    "Standards", 
    "State laws", 
    "Traffic accidents and safety", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation and the physically handicapped"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-21", 
    "text": "Omnibus School Transportation Safety Act of 1996 - Directs the Secretary of Transportation to issue regulations establishing proficiency standards for school bus drivers (including drivers of school-chartered buses) required by State law to possess a commercial driver's license to operate a school bus. Permits equally rigorous State proficiency standards in lieu of Federal standards if issued before the Federal standards. Requires each school bus driver to demonstrate driving proficiency in accordance with such standards to employer, local educational agency (LEA), State licensing agency, or any other person or agency responsible for regulating school bus drivers. Prohibits employment of any school bus driver before completion of a national criminal history background check to determine whether the individual has been convicted of a crime warranting barring from driving duties. Amends the Intelligent Vehicle-Highway Systems Act of 1991 to require the Secretary of Transportation, in deciding which intelligent vehicle-highway systems operational testing projects to fund, to ensure that one or more operational tests advance the use and reduce the cost of technologies that alert school bus drivers of pedestrians or vehicles in, or approaching, the school bus' path. Requires the National Transportation Safety Board to study and report to the Congress on the safety consequences of the New Jersey requirement for lap belts in school buses. Requires the Secretary to ensure that each State receiving highway safety program aid may utilize a portion of it to conduct traffic engineering activities to improve safe operation of school buses. Directs the Secretary to carry out a rulemaking process to determine the feasibility of: (1) a requirement for a decrease in the flammability of materials used in constructing school bus interiors; (2) a requirement that sellers in the secondary market of school buses that may be used in interstate commerce inform purchasers that they may not meet Federal safety standards; and (3) the establishment of construction and design standards for wheelchairs used in school buses. Directs the Administrator of the National Highway Traffic Safety Administration (NHTSA) to develop and disseminate guidelines for ensuring safe transportation in school buses of children under age five. Directs the Secretary to provide for improvement of training materials on school bus safety and their distribution. Directs the Secretary to study and report to specified congressional committees on public transit vehicles engaged in school bus operations. Amends Federal transportation law to require the Secretary to apply Federal motor carrier safety regulations to interstate school bus operations, and inform all LEAs of compliance requirements, particularly for any interstate school bus transportation. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus School Transportation Safety Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for school bus safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:09-05:00"
}