{
  "actions": [
    {
      "acted_at": "1979-05-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4053-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-10", 
  "number": "4053", 
  "official_title": "A bill to strengthen and improve Medicaid services to low-income children and pregnant women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1204-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Child Health Assurance Act of 1979", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-10", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Ambulatory care", 
    "Child health", 
    "Child mental health services", 
    "Children and youth", 
    "Dental care", 
    "Drugs", 
    "Eye care", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Hearing aids", 
    "Hospitals", 
    "Information services", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Mental health", 
    "Pregnancy", 
    "Preventive medicine", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Social welfare", 
    "Vision disorders", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Medicaid", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-10", 
    "text": "Child Health Assurance Act of 1979 - Title I: Child Health Assurance Program; Medicaid Eligibility of Poor Children - Amends title XIX (Medicaid) of the Social Security Act to require a State's Medicaid program to provide medical assistance to any individual under the age of 18 whose resources do not exceed specified levels. Requires a State plan for medical assistance under title XIX to provide for a child health assurance program (CHAP). Requires each such program to: (1) assure the availability to each eligible child of child health assessments which may only be performed by a health care provider who has entered into a specified written agreement with a State; (2) provide, with respect to certain medical services, for the continuing care of eligible children; (3) assure that all eligible children are informed of the need for and availability of dental services, and are referred to providers of such care and services on a timely and periodic basis; and (4) provide \"outreach\" to children eligible for assessments. Requires a State's Medicaid program to provide the following services for individuals under the age of 18: (1) inpatient hospital services; (2) outpatient hospital services; (3) rural health clinic services; (4) certain laboratory and X-ray services; (5) child health assessment services and the continuing care services of a CHAP; (6) immunizations; (7) prescribed drugs and insulin; (8) diagnosis and treatment of vision and hearing problems, including eyeglasses and hearing aids; (9) certain mental health services; (10) routine dental care services; and (11) physicians' services furnished by a physician. Exempts the individuals eligible for such services from any enrollment fee, premium, deductible, cost sharing, or similar charges with respect to any such services. Directs the Secretary of Health, Education, and Welfare to promulgate regulations establishing a formula for measuring the effectiveness of a State's CHAP. Directs the Secretary to publish a formula to determine a State's Federal medical assistance percentage for ambulatory care and services for children based on the effectiveness of its program. Directs the Secretary to evaluate at least biannually the effectiveness of each State's program based on specified standards. Requires States under part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to inform all families receiving AFDC benefits of the availability of child health assurance services under title XIX. Title II: Medicaid Eligibility of Pregnant Women - Requires a State plan for medical assistance under title XIX to make medical assistance available for care and services provided during pregnancy and for 60 days following the termination of pregnancy to women whose resources do not exceed specified levels. Title III: Effective Dates; Regulations - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Health Assurance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve Medicaid services to low-income children and pregnant women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:10-05:00"
}