{
  "actions": [
    {
      "acted_at": "1983-03-23", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-05", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Juvenile Justice. Hearings held at Harrisburg, Pa. Hearings printed:  S.Hrg. 98-280.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-15", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Criminal Law.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-15", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Juvenile Justice.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s901-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Juvenile Justice", 
      "subcommittee_id": "25"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-23", 
  "number": "901", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Justice Programs and Infrastructure Assistance Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-23", 
  "subjects": [
    "Administration of criminal justice", 
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Department of Justice", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government securities", 
    "Intergovernmental relations", 
    "Juvenile delinquency", 
    "Local and Municipal Government", 
    "Local finance", 
    "Reprogramming of appropriated funds", 
    "Securities and Investments", 
    "State finance", 
    "States", 
    "Tax-exempt securities"
  ], 
  "subjects_top_term": "Federal aid to law enforcement agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-23", 
    "text": "Title I: Amendments to Title I of the Omnibus Crime Control and Safe Streets Act of 1968 - Justice Programs and Infrastructure Assistance Act of 1983 - Amends title I of the Omnibus Crime Control and Safe Streets Act of 1968 (Justice System Improvement) to eliminate the Law Enforcement Assistance Administration and the Office of Justice Assistance, Research and Statistics. Retains the Bureau of Justice Statistics and the National Institute of Justice. Establishes a new Office of Justice Assistance (Office). Provides for a Director of such Office appointed by the President. Revises the formula grant program to make the following changes. Eliminates the authority for local governments to receive formula grants. Decreases from 23 to 17 the purposes for which formula grants may be made. Includes categories for programs addressing the problems of serious crimes committed by juveniles and juveniles with a history of criminal conduct. Authorizes the Director of the Office of Justice Assistance to certify new categories of programs having a record of proven success. Requires States to provide a 50 percent match to receive Federal funding, or 25 percent match for innovative programs addressing critical problems of crime. Requires grant recipients to assume program costs after a four-year period. Revises the application requirements for a State to receive formula grant assistance. Requires States to include assurances that not more than ten percent of assistance will be spent on innovative programs addressing critical crime problems or five percent of assistance on administrative costs. Requires submission of the formula grant application for approval to the State legislature which shall act on the application as it would for State budget requests. Retains the current requirement that 80 percent of total funding be allocated for formula grants. Bases the distribution of funds among States on population. Requires a State to distribute such grants among local governments according to a formula based on the amount of State and local funds expended for law enforcement purposes. Eliminates the national priority grant program. Retains the discretionary grant program. Revises the general purposes for which such grants may be made. Requires that private nonprofit organizations be the primary recipients of such grants for providing educational, training, and technical assistance and undertaking national projects. Establishes the Office of Criminal Justice Facilities within the Department of Justice, headed by the Director appointed by the President. Charges the Director with carrying out this Act. Authorizes the Director to make grants to States for the construction and modernization of criminal justice facilities during FY 1983 through 1987. Prescribes procedures for apportioning appropriations among the States. Requires any State desiring to receive funding to submit a five-year State plan. Directs the Director to operate a criminal justice facilities information clearinghouse. Authorizes the Secretary of the Treasury to pay State and local governments an interest subsidy for criminal facility construction bonds which reduce the cost of such bonds to not more than five percent interest. Establishes a Justice Assistance Board to recommend, review and evaluate policies, priorities, and programs dealing with Justice assistance. Requires an annual report to the President and the Congress by April 1 of each year. Authorizes appropriations. Title II: Emergency Federal Law Enforcement Assistance Application - Authorizes a State or local government to apply for emergency Federal law enforcement assistance in the event that a crime problem of serious and epidemic proportions exists. Requires the Attorney General, in approving or disapproving such application, to consider: (1) the nature and extent of the crime problem; (2) the emergency or extraordinary circumstances; (3) the availability of State and local resources; (4) the cost of increased Federal presence; and (5) the need to avoid unnecessary Federal involvement in local concerns. Authorizes appropriations for such purpose."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Justice Programs and Infrastructure Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:44-05:00"
}