{
  "actions": [
    {
      "acted_at": "1991-11-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-11", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-02", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Biden with an amendment in the nature of a substitute. With written report No. 102-316.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-02", 
      "calendar": "Senate Legislative", 
      "number": "538", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 538.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1941-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1991-11-07", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-07", 
  "number": "1941", 
  "official_title": "A bill to amend the Immigration and Nationality Act for the purpose of reforming procedures for the resettlement of refugees in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Refugee Resettlement Reauthoriation Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-06-11", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Authorization", 
    "Collection of accounts", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Immigration", 
    "Language and languages", 
    "Public assistance programs", 
    "Refugee policy", 
    "Refugees"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-07-02", 
    "text": "Refugee Resettlement Reauthorization Act of 1992 - Amends the Immigration and Nationality Act to authorize the Secretary of State to make refugee determinations in instances where the Attorney General can not expeditiously do so. Requires the Coordinator for Refugee Affairs and the Secretaries of State and of Health and Human Services to consult at least annually with appropriate State, local, and private entities concerned with refugee resettlement. Requires States to include in their assistance plan a description of how language training and employment services will be provided to refugees who receive other than cash assistance. (Current requirements apply only to cash assistance.) Authorizes the Director (Director) of the Office of Refugee Resettlement to: (1) promulgate guidelines for reimbursable administrative costs; and (2) make grants (which shall not be considered to be entitlements) to public or private nonprofit agencies for income support and case management services during the first 12 months of a refugee's settlement in the United States. Eliminates certain reception and placement grant reporting requirements. Authorizes the Director to require initial resettlement program matching funds. Revises the criteria for State use of social service funds. Limits the provision of assistance for employment or language training, and social services to those aliens with refugee or asylum status. Obligates at least ten percent of impacted area grants for those localities most severely impacted by refugee populations, including refugees from secondary migrations. Permits such funds to be used for services such as education, health, and employment. Establishes a 12-month minimum (while maintaining the 36-month maximum) for initial refugee cash and medical assistance. States that cash assistance eligibility shall not be required for medical assistance eligibility. Authorizes the Director to promulgate guidelines for States to establish unified systems for the provision of such assistance. Prohibits the Secretary of Health and Human Services from making any major program change in refugee assistance during FY 1993 through 1995 without first certifying to the appropriate congressional committees that such change: (1) would increase refugee employment and decrease welfare dependency; (2) would foster coordination between voluntary agencies and State and local governments; (3) provides for a State role in the case of services provided through a nongovernmental entity; (4) would provide for optimal medical care; and (5) would not significantly increase State or local costs. Authorizes FY 1993 through 1995 appropriations. Extends through FY 1998 the authorization of appropriations under the Refugee Education Extension Act of 1980 ."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Refugee Resettlement Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Refugee Resettlement Reauthoriation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act for the purpose of reforming procedures for the resettlement of refugees in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:18-05:00"
}