{
  "actions": [
    {
      "acted_at": "1975-03-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4947-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-14", 
  "number": "4947", 
  "official_title": "A bill to provide Federal programs of educational, employment, and other assistance to areas with heavy concentrations of foreign-born persons.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2522-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "New Americans Education and Employment Assistance Act", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-14", 
  "subjects": [
    "Aliens", 
    "Citizenship", 
    "Education", 
    "Federal aid programs", 
    "Immigrants", 
    "Immigration", 
    "Labor and employment", 
    "Minorities", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-14", 
    "text": "New Americans Education and Employment Assistance Act - Authorizes the Secretary of Health, Education, and Welfare to make grants each fiscal year to each State, and to each gateway city, on such terms and conditions as he shall establish, for programs in education, job training, counseling (including health counseling), orientation, and other similar activities for the benefit of immigrants. Defines \"gateway city\" as meaning any city or unit of local government having a population of fifty thousand or more, 5 percent of such population being immigrants. Authorizes the Secretary to make grants of up to $250 to each immigrant arriving in the United States not more than one year prior to the making of the grant, to enable such immigrant to travel for the purpose of changing residence from any gateway city to any State other than that in which such gateway city is located, if an employer in the place to which such immigrant is to travel under the grant certifies that such employer will employ that immigrant. Permits the Secretary to make additional discretionary grants to gateway cities to carry out the purposes of this Act. Authorizes appropriations of $20,000,000 for new immigrant grants and such sums as are necessary for the purposes of grants to States and gateway cities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New Americans Education and Employment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Federal programs of educational, employment, and other assistance to areas with heavy concentrations of foreign-born persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:49-05:00"
}