{
  "actions": [
    {
      "acted_at": "2008-10-03", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7260-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-10-03", 
  "number": "7260", 
  "official_title": "To increase the quality and public accessibility of research by the Board of Governors of the Federal Reserve System on the effects of monetary policy on the distribution of wealth in the United States, and the proportion of newly created monetary resources directed into various sectors of the economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transparency in the Creation of Wealth Act of 2008", 
  "sponsor": {
    "district": "10", 
    "name": "Kucinich, Dennis J.", 
    "state": "OH", 
    "thomas_id": "01499", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-10-03", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-10-03", 
    "text": "Transparency in the Creation of Wealth Act of 2008 - Directs the Board of Governors of the Federal Reserve System to: (1) devise, calculate, and publish a replacement for the discontinued M3 monetary statistic; (2) tabulate and publish a statistical description of the current distribution of wealth in the United States by quintile; (3) calculate and report to the Congress the total annual seigniorage interest income received by financial institutions as a result of their being allowed to create money in the form of the credit they extend above their own cash deposits or reserves before extending the loans; (4) calculate and publish semi-annually the loss or gain in economic output due to the deviation of the previous year's actual unemployment rate from the 4% level required by specified statute; (5) tabulate and publish data showing the amount of credit and the percentage of credit now being created and directed into specified transactions; (6) develop a market-based estimate of the value of residential, corporate and publicly owned land and report figures; and (7) make projections, in ten-year increments, of the net foreign debt, and estimate and report on the location of federal reserve notes, by country and type of holder. Directs the Comptroller General to conduct a full audit of the Federal Reserve System in every year before a presidential election year. Directs the Board to: (1) publish a quarterly and annual summary of total credit market debt; (2) release the statistics required to be compiled by this Act at a quarterly news conference; and (3) the survey of consumer finances and the total credit market debt report at an annual news conference."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transparency in the Creation of Wealth Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase the quality and public accessibility of research by the Board of Governors of the Federal Reserve System on the effects of monetary policy on the distribution of wealth in the United States, and the proportion of newly created monetary resources directed into various sectors of the economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:40-05:00"
}