{
  "actions": [
    {
      "acted_at": "1975-10-01", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2439-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-01", 
  "number": "2439", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide assistance and incentives to municipal governments for the recovery of resources and energy from solid wastes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Solid Waste Recovery Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-01", 
  "subjects": [
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Government operations and politics", 
    "Pollution", 
    "Recycling of waste products"
  ], 
  "subjects_top_term": "Pollution", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-01", 
    "text": "Municipal Solid Waste Recovery Act - Sets forth the findings of Congress and states that the purpose of this Act is to provide for programs and technical assistance and financial incentives for the establishment of municipal solid waste recovery facilities. Authorizes the Administrator of the Environmental Protection Agency to provide technical assistance to counties, municipalities, and intermunicipal agencies for the implementation of programs to establish solid waste recovery facilities, including assistance for facility planning, technology assessemnts, legal expenses, construction feasibility studies, and fiscal or economic investigations. Directs the Administrator to annually survey each standard metropolitan statistical area or components with populations in excess of fifty thousand to determine which of the available solid waste recovery systems can feasibly be established there, and to prepare a feasibility study evaluating the tax savings and environmental benefits realizable from establishment of the one or more solid waste recovery systems determined to be feasible for such area. Authorizes appropriations of $10,000,000 for each of fiscal years 1976, 1977, and 1978 and $2,500,000 for the transitional quarter ending September 30, 1976, to carry out such purposes. Directs the Administrator to make grants to municipalities, counties, or intermunicipal agencies for the construction of a resource recovery system for mixed municipal solid wastes or any necessary component thereof. Sets forth conditions governing such grants, including: (1) such assistance may not be used for the acquisition of land or interests in land, (2) such system must be consistent with applicable State and areawide plans or programs, and (3) such system must comply with effluent limitations under the Federal Water Pollution Control Act. Limits such grants to not more than fifty percent of the total project cost of the facility assisted. Authorizes appropriations for grants of $100,000,000 for each of fiscal years 1976, 1977, 1978, 1979 and $12,500,000 for the fiscal year 1976 transitional period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Solid Waste Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide assistance and incentives to municipal governments for the recovery of resources and energy from solid wastes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:35-05:00"
}