{
  "actions": [
    {
      "acted_at": "2013-05-21", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s994-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2013-05-21", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-21", 
  "number": "994", 
  "official_title": "A bill to expand the Federal Funding Accountability and Transparency Act of 2006 to increase accountability and transparency in Federal spending, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2061-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Digital Accountability and Transparency Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-21", 
  "subjects": [
    "Accounting and auditing", 
    "Appropriations", 
    "Budget process", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Department of the Treasury", 
    "Disaster relief and insurance", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Office of Management and Budget (OMB)", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-21", 
    "text": "Digital Accountability and Transparency Act of 2013 - Amends the Federal Funding Accountability and Transparency Act of 2006 to: transfer from the Director of the Office of Management and Budget (OMB) to the Secretary of the Treasury the responsibility for maintaining the website established by such Act (i.e., USAspending.gov) to provide public information about awards of federal funds; require spending data for all federal funds to indicate the appropriation, federal agency, sub-agency, account, program activity, and object class (the category assigned for purposes of the annual budget of the President to the type of property or services purchased by the federal government) for such funds; require the Secretary to establish government-wide financial data standards for federal funds and to use data collected under this Act to detect, prevent, and recover improper payments; require the Director of OMB to review the financial reporting required by federal agencies to reduce duplicative reporting; require the Inspectors General at each federal agency and the Comptroller General to report biennially on the completeness, timeliness, quality, and accuracy of spending data submitted by each agency; require the Recovery Accountability and Transparency Board (Board) to develop and test information technology resources and oversight mechanisms to enhance the transparency of, and detect and remediate waste, fraud, and abuse in, federal spending for Inspectors General; and require the Board to maintain a website to inform the public about activities to identify waste, fraud, and abuse in federal spending. Requires the Board to establish a pilot program relating to reporting by recipients of federal funds to increase financial transparency to: (1) display the full cycle of federal funds, (2) improve the accuracy of federal financial data, and (3) develop recommendations for reducing reporting requirements by consolidating and automating financial reporting requirements across the federal government. Amends the Social Security Act to revise the purposes for information in the National Directory of New Hires to include assisting the Secretary of Health and Human Services (HHS) in the prevention, identification, and recovery of improper payments to persons under review to determine their eligibility to receive payments or to participate in a federal, state, or local government program. Amends the American Recovery and Reinvestment Act of 2009 to terminate on September 30, 2013, reporting requirements relating to the use of funds under such Act, oversight functions of the Board, and the requirement that the Board maintain a public website. Extends the termination date for the Board until September 30, 2017. Amends the Disaster Relief Appropriations Act of 2013 to eliminate the Board's responsibility for monitoring the expenditure of funds related to Hurricane Sandy. Requires the Director of OMB to make required financial management status reports and government-wide five-year financial management plans available on the OMB website."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Digital Accountability and Transparency Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to expand the Federal Funding Accountability and Transparency Act of 2006 to increase accountability and transparency in Federal spending, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:28-05:00"
}