{
  "actions": [
    {
      "acted_at": "1974-06-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15642-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Edwards, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-26", 
  "number": "15642", 
  "official_title": "A bill to amend title XVI of the Social Security Act to provide for emergency assistance grants to recipients of supplemental security income benefits, to authorize cost-of-living increases in such benefits and in State supplementary payments, to prevent reductions in such benefits because of social security benefit increases, to provide reimbursement to States for home relief payments to disabled applicants prior to determination of their disability to permit payment of such benefits directly to drug addicts and alcoholics (without a third-party party payee) in certain cases to continue on a permanent basis the provision making supplemental security income recipients eligible for food stamps and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14753-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Abzug, Bella S.", 
    "state": "NY", 
    "thomas_id": "00003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-26", 
  "subjects": [
    "Agriculture and food", 
    "Alcoholic beverages", 
    "Alcoholism", 
    "Food stamps", 
    "Medicaid", 
    "Narcotics", 
    "Poverty", 
    "Social welfare", 
    "States", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-26", 
    "text": "Provides under title XVI of the Social Security Act for emergency assistance grants to recipients of supplemental security income benefits. Authorizes cost-of-living increases in such benefits and in State supplementary payments. Requires that in order for any State to be eligible for payments pursuant to title XIX (Medicaid) of the Social Security Act, all increases in the adjusted payment level of supplemental security income benefits shall be fully reflected in the amount of the benefits under title XVI of such Act actually paid to and received by recipients of such benefits. Prevents reductions in such benefits because of social security benefit increases. Provides reimbursement to States for home relief payments to disabled applicants prior to determination of their disability. Permits the payment of such benefits directly to drug addicts and alcoholics (without a third-party payee) in specified cases. Requires action within 30 days upon requests for such benefits. Continues on a permanent basis the provision making supplemental security income recipients eligible for food stamps. States that determinations by the Secretary of Health Education, and Welfare as to eligibility for such benefits shall be final. Excludes from income, for purposes of eligibility for such benefits, specified education expenses paid for by grants, fellowships, or scholarships. Provides that the State social service agency will provide an opportunity for a fair hearing, before such agency, to any aged, blind, or disabled individual requesting a hearing because his claim for services is denied, or it is not acted upon with reasonable promptness, or because he is aggrieved by any other agency action by which he is affected and which relates to the receipt, suspension, reduction, or termination of such services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to provide for emergency assistance grants to recipients of supplemental security income benefits, to authorize cost-of-living increases in such benefits and in State supplementary payments, to prevent reductions in such benefits because of social security benefit increases, to provide reimbursement to States for home relief payments to disabled applicants prior to determination of their disability to permit payment of such benefits directly to drug addicts and alcoholics (without a third-party party payee) in certain cases to continue on a permanent basis the provision making supplemental security income recipients eligible for food stamps and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:10-05:00"
}