{
  "actions": [
    {
      "acted_at": "1975-05-22", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-22", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1810-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-22", 
  "number": "1810", 
  "official_title": "A bill to amend the temporary unemployment benefits programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-22", 
  "subjects": [
    "Education", 
    "Labor and employment", 
    "Teachers", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-22", 
    "text": "Title I: Amendments to the Emergency Unemployment Compensation Act of 1974 - Provides that payment of emergency compensation for any week of unemployment beginning after December 31, 1975 shall be made to an individual only if his last employment prior to filing his initial claim for regular compensation under State law included at least five work-days in an area where an emergency compensation benefit period is in effect with respect to such week of unemployment. Provides that with respect to benefits for weeks ending after December 31, 1975, if the individual, except for the imposition of a disqualification in accordance with the State law, was otherwise eligible for a payment of emergency compensation under such Act with respect to a week of unemployment which began during an emergency benefit period, but did not exhaust entitlement to emergency compensation during such period, entitlement shall continue after the end of period, but no emergency compensation shall be paid under such Act for any week of unemployment that begins more than 13 weeks after the end of such period. Title II: Amendments to Title II of the Emergency Jobs and Unemployment Assistance Act of 1974 - Provides that payment of special unemployment assistance for any week of unemployment ending after December 31, 1975, shall be made to an individual only if, prior to filing his initial claim for assistance or waiting period credit with respect to such week of unemployment, he was last employed for at least five workdays in an area where a special unemployment assistance period is in effect with respect to such week of unemployment. Provides that in the case of any individual who performed services for a school in an instructional, research or principal administrative capacity, special unemployment assistance shall not be payable for any week commencing during the period between two successive academic years (or, when the contract provides instead for a similar period between two regular but not successive terms, during such period) if the individual has a contract to perform service in any such capacity for any school for both of such academic years or both of such terms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the temporary unemployment benefits programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:24-05:00"
}