{
  "actions": [
    {
      "acted_at": "1975-05-13", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1724-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGee, Gale W.", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "01396", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-13", 
  "number": "1724", 
  "official_title": "A bill to amend the Rural Development Act of 1972 (Public Law 92-419).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Development Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Credit", 
    "Economic development", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Rural economic development"
  ], 
  "subjects_top_term": "Rural economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-13", 
    "text": "Rural Development Act Amendments - Sets forth congressional findings and purposes, and defines the terms used in this Act. Establishes a National Rural Development Bank to serve as a source of financial assistance to institutions that have purchased, refinanced, discounted, or rediscounted nonfarm rural development loans made by local rural banks and other financial institutions. Declares it to be the policy of Congress that the Bank provide equity-participation investment funds to sponsors of rural development projects and financial assistance to local lenders. Establishes a National Rural Development Bank Board, to consist of individuals appointed by the President by and with the advice and consent of the Senate, and individuals elected by the shareholders of such Bank. Makes it the duty of the Board to establish general policy for the Bank, consistent with congressional policy and purposes. Enumerates the general corporate powers of the Bank and authorizes the Bank to make studies of rural lending and investment needs, and credit requirements of rural industrial and commercial enterprises. Directs the Farm Credit Administration to audit the Bank and participating joint-venture cosponsors not less than once a year. Directs the Bank to issue stock. Directs the Secretary of the Treasury to purchase stock to help the Bank inaugurate financial assistance operations. Provides that voting stock of the Bank shall be held only by those local rural banks and financial institutions that obtain financial assistance from the Bank or joint-venture cosponsors. Sets forth an earnings distribution formula. Declares that the Bank shall have the power to issue its own notes, bonds, debentures, and other similar obligations. Authorizes the Bank to make investments in rural development projects proposed or established by joint-venture cosponsors, as defined by this Act. Authorizes to be appropriated to the Secretary of the Treasury not to exceed $200,000,000 annually for not to exceed 10 years for the purchase of capital stock of the Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Development Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rural Development Act of 1972 (Public Law 92-419).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:23-05:00"
}