{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-06", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 94-45.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-14", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #61 (333-86).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-20", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-03-20", 
      "bill_ids": [
        "s7-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, after inserting provisions of S. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-08", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-09", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-02", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-189.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-02", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-101.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-05", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-07", 
      "references": [], 
      "text": "House agreed to conference report, roll call #187 (293-115).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-07", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-05-08", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-08", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-09", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-05-20", 
      "references": [], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President, H. Doc. 94-160.", 
      "type": "vetoed"
    }, 
    {
      "acted_at": "1975-06-10", 
      "references": [], 
      "text": "Motion to override veto failed of passage in House, roll call #275 (278-143).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr25-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ashley, Thomas L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Badillo, Herman", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Brodhead, William", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00126", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Daniels, Dominick V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00262", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1975-01-03", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Eckhardt, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00333", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fraser, Donald M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00411", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Hays, Wayne L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00519", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Meeds, Lloyd", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Melcher, John", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Regula, Ralph", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00951", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Roncalio, Teno", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "00981", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Steelman, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01106", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Taylor, Roy A.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "01144", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Vigorito, Joseph P.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01187", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": true, 
    "vetoed_at": "1975-05-20"
  }, 
  "introduced_at": "1975-01-14", 
  "number": "25", 
  "official_title": "A bill to provide for the cooperation between the Secretary of the Interior and the States with respect to the regulation of surface coal mining operations, and the acquisition and reclamation of abandoned mines.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres304-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr26-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr27-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr28-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2062-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3463-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3472-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s7-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Surface Mining Control and Reclamation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1975-05-20", 
  "subjects": [
    "Coal", 
    "Conservation of natural resources", 
    "Department of the Interior", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Strip mining"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Conference report filed in Senate", 
    "date": "1975-05-02", 
    "text": "(Conference report filed in Senate, S. Rept. 94-101) Surface Mining Control and Reclamation Act - =Title I: Statement of Findings and Policy= - Declares that most of the nation's coal reserve can only be mined by underground methods. States the purposes of this Act, including to establish a nationwide program to prevent the adverse effects to society, the environment, and agricultural productivity from surface coal mining. =Title II: Office of Surface Mining Reclamation and Enforcement= - Establishes in the Interior Department the Office of Surface Mining Reclamation and Enforcement. States that such Office shall have a Director who shall report directly to the Secretary of Interior and who shall be appointed by the President wtih the advice and consent of the Senate. Prohibits transfer to such Office of any legal authority, program, or function in any Federal agency which has as its purpose promoting the development or use of coal or other mineral resources or regulating the health and safety of miners under provisions of the Federal Coal Mine Health and Safety Act. States that the Secretary, acting through such Office, shall administer the programs required by this Act and assist the States in development of State programs for surface coal mining and reclamation. Prohibits use by such office of coal mine inspectors, under the Federal Coal Mine Health and Safety Act, unless it is found and published in the Federal Register that such inspectors are not needed for inspections under such Act. Makes such office an independent Federal regulatory office. Prohibits any employee of the Office or any other Federal employee performing any function under this Act from having a direct or indirect financial interest in underground or surface coal mining operations. =Title III: State Mining and Mineral Resources Research Institute= - Authorizes appropriation to the Secretary of the Interior of sums adequate to provide for each participating State $200,000 for fiscal year 1975, $300,000 for fiscal year 1976, and $400,000 for each fiscal year thereafter for 5 years, to assist the States in carrying on the work of a competent and qualified mining and mineral resources research institute or center agency at the school of mines of one public college or university of the State. Requires such monies to be matched dollar for dollar by the States. Authorizes appropriation of $15,000,000 for fiscal year 1975, such sum to be increased by $2,000,000 each fiscal year for 6 years thereafter, for specific projects in mining and mineral research in research institutes. Directs the Secretary to establish a center for cataloging current and projected scientific research in mining and mineral resources. Requires the Secretay to appoint an Advisory Committee on Mining and Mineral Research to advise him on all matters concerning mining and mineral resources research. =Title IV: Abandoned Mine Reclamation= - Creates the Abandoned Mine Reclamation Fund in the Treasury. Requires operators of coal mines to pay into the fund quarterly fees of $.35 per ton of coal produced by the surface mining and $.15 per ton of coal produced by underground mining, or 10 percent of the value of the coal in the mine, whichever is less, except that the reclamation fee or lignite coal shall be at a rate of five percent of the value of the coal at the mine, or $.35, whichever is less. Requires such fees to be paid no later than 30 days after the end of each calendar quarter for 10 years. States that 50 percent of the funds collected in any State or Indian reservation shall be expended in that State or reservation to accomplish the purposes of this title after receiving and considering the recommendations of the Governor or head of the tribal governing body. Authorizes grants to promote the conservation and development of soil and water resources of unreclaimed mined lands and lands affected by mining. Allows such grants, depending upon the post reclamation income potential of such land, to equal 80 percent of costs of conservation and development on up to 120 acres, except that the Secretary may reduce the matching cost share in specified situations. Authorizes use of money in the Fund for acquisition and reclamation of abandoned and unreclaimed mined lands and for acquisitions and filling of voids and sealing of tunnels and entryways in abandoned mines. Permits the Secretary to acquire land by condemnation for reclamation. Encourages States to acquire abandoned and unreclaimed land, and to transfer it to the Secretary for reclamation, and authorizes matching grants for such purpose of, up to 90 percent of land price. Allows resale of reclaimed land by public bidding, and allows local public participation in determining the use of reclaimed land. Directs the Secretary to utilize all available data and information on reclamation needs and measures, including the data and information developed by the Corps of Engineers in conducting the National Strip Mine Study. Authorizes the Secretary, at the request of a Governor or tribal chairman, to fill voids and open abandoned tunnels, shafts, and entryways,and reclaim surface impacts of underground or surface mines. Limits funds for such projects to those expended in States or reservation according to the 50 percent-formula outlined previously in this title. =Title V: Control of the Environmental Impacts of Surface Coal Mining= - Requires the Secretary of the Interior to implement within 135 days of enactment, a Federal program of enforcement of specified standards to remain in effect until State programs are approved. Directs publication within 180 days of enactment of regulations covering surface coal mining and reclamation, setting standards for State programs. States that such regulations must meet approval of the Environmental Protection Agency (EPA) Administrator. Requires States, within 18 months of enactment, to submit programs for carrying out this Act, such programs to include a State regulatory authority capable of regulating surface coal mining, State laws providing for sanctions for violations of regulations, and a permit system for surface coal mining regulation. Demands that such State programs meet the approval of the EPA Administrator. Subjects State programs to approval of the Secretary of Interior within 6 months. Requires implementation of a Federal program of surface coal mining regulation where States fail in such implementation, 30 months after enactment of this Act. Permits State laws and regulations that are more stringent than this Act. Provides that, on and after six months from the date on which a State program is approved by the Secretary, or on and after six months from the date on which the Secretary has promulgated a Federal program for a State not having a State program, no person shall engage in or carry out on lands within a State any surface coal mining operations unless such person has first obtained a permit issued by such State pursuant to an approved State program or by the Secretary pursuant to a Federal program. Terminates a permit if the permittee has not commenced the surface coal mining and reclamation operations covered by such permit within three years of issuance of the permit, provided that with respect to coal to be mined for use in a synthetic fuel facility, the permittee shall be deemed to have commenced surface coal mining operations at such time as the construction of the synthetic fuel facility is initiated. States that permit applications must demonstrate ability and intent to comply with this Act and assurance that reclamation can be achieved. Requires permit applications to describe the method of mining and equipment proposed to be used, to describe by maps the land to be affected, and to contain a statement of results of test borings or core samplings of the affected land. States that permits must be accompanied by a mining and reclamation plan which shall include a description of present uses of the land, steps to be taken to prevent environmental damage, and a description of the reclamation activities. Requires the posting of performance bonds and possession of liability insurance by applicants for permits. Prohibits permit approval, revision or renewal where the proposed surface coal mining operation, if located west of the 100th meridian west longitude, would not have a substantial adverse effect on alluvial valley floors underlain by unconsolidated stream land deposits where farming can be practiced in the form of irrigated, flood irrigated or naturally subirrigated hay meadows or other crop lands (excluding undeveloped range lands), where such valley floors are significant to the practice of farming or ranching operations, incuding potential farming or ranching operations. Sets general performance standards for environmental protection in surface coal mining which permittees under this Act must meet, including: (1) minimization of the disturbances to the prevailing hydrologic balance at the mine site by replacement of the water supply of an owner of interest in real property who obtains all or part of his supply of water for domestic, agricultural, industrial, or other legitimate use from an underground or surface source affected by mining; and (2) the requirement that they design, locate, construct, operate, maintain, enlarge, modify, and remove, or abandon, all existing and new coal mine waste piles consisting of mine wastes, tailings, coal processing wastes, or other liquid and solid wastes and used as dams or embankments. Imposes additional standards for steep-slope surface mining. Directs the Secretary, with the written concurrence of the Chief of Engineers, to establish within 135 days of enactment, standards and criteria regulating the design requirements as to wastes set forth in this title. Directs the Secretary to promulgate rules and regulations directed at the surface effects of underground mining, including specified requirements. Directs and authorizes inspection of surface coal mining and reclamation to determine compliance with this Act and regulations. Provides for requirement of record keeping and submittal and monitoring by mine operators. Requires surprise inspections by regulatory agencies not less than once a month. Requires civil penalties for violation of this Act or regulations under it. Provides that when an operator completes the backfiling, regrading, and drainage control of a bonded area, he may request a release of 60 percent of the bond. Prohibits release of any part of a bond or deposit so long as the lands to which the release would be applicable are contributing suspended solids to stream flow or runoff outside the permit area above natural levels and seasonal flow conditions as measured prior to any mining. Provides that the remaining amount may be returned upon completion of all reclamation. Allows persons with a legal interest to file objections to release of bond, and for public hearings to follow. Permits any person to bring a civil suit against any person, including the United States, alleged to be in violation of the Act. Allows the court to award costs of litigation to parties in suits brought under this Act. Permits the Secretary to intervene in actions under this Act. Allows, where State regulatory authorities do not exist or fail to act, for Federal enforcement of this Act and of permit conditions. Permits issuance of an order to cease mining and reclamation, where imminent irreparable environmental harm is threatened. Provides that where an applicant requests relief, under the Secretary's review power, from an order for cessation of coal mining and reclamation operations, the order or decision on such a request shall be issued within five days of its receipt. Prescribes procedures for judicial review of any action by the Secretary to approve or disapprove a State program or to prepare and promulgate a Federal program pursuant to this Act. Provides for the Attorney General to institute civil suit for a restraining order or injunction to enforce this Act or regulations under it. Directs States to designate as unsuitable for surface coal mining those areas where reclamation is impossible or where land is fragile or of historical value. Prohibits existing mining operations from being declared unsuitable. Requires implementation of a Federal lands program applicable to all surface mining and reclamation operations on Federal land. Requires such program to, at least, adopt all requirements of this Act. Requires separate regulations for programs for special bituminous coal surface mines that meet specified criteria, and for anthracite coal surface mines which are regulated by environmental protection standards of the States. =Title VI: Designation of Lands Unsuitable for Noncoal Mining= - Allows the Secretary to designate Federal lands unsuitable for mining materials other than coal, if they are predominantly urban or suburban in character or if such mining operations would have an adverse impact on lands used primarily for residential and related purposes. =Title VII: Administrative and Miscellaneous Provisions= - Defines the terms used in this Act. Prohibits discrimination against employees for filing suit under this Act and for testifying in a proceeding under this Act. Requires the Secretary to submit an annual report to the President and the Congress. Directs the President to minimize the adverse impact upon employment of any actions taken pursuant to this Act. Authorizes the Secretary of Labor to make grants to the States to provide cash benefits to individuals who have lost their jobs as a direct result of this Act and who are not eligible for unemployment assistance or who have exhausted their unemployment benefits. Directs the Secretary to contract with the National Academy of Sciences-National Academy of Engineering for a study of surface coal mining conditions in Alaska in order to determine which, if any, of the provisions of this Act should be modified with respect to such operations in Alaska. Directs the Chairman of the Council on Environmental Quality to contract with the National Academy of Sciences-National Academy of Engineering and other groups for a study of the technology for surface and open-pit mining and reclamation for minerals other than coal designed to assist in the development of regulation for such operations. Directs the Secretary to consult with Indian tribes in studying the regulation of surface mining on Indian lands. Authorizes appropriations to carry out this Act, as follows: (1) $10,000,000 for various contract authority immediately and for the next two fiscal years; (2) for administrative and other purposes, $10,000,000 for fiscal year 1975, $20,000,000 for fiscal years 1976 and 1977, and $30,000,000 for fiscal years thereafter; (3) for research and demonstration projects, $35,000,000 for fiscal year 1976 and for each fiscal year thereafter, $250,000 for the Alaskan surface coal mine study; and (4) $500,000 for the study of surface mining of other minerals. Provides that at least 60 days before any funds are obligated for any research studies, surveys, experiments or demonstration projects to be conducted or financed in any fiscal year for research and demonstration projects of alternative coal mining technologies, the Secretary in consultation with the Administrator of the Energy Research and Development Administration and the heads of other Federal agencies having the authority to conduct or finance such projects, shall determine and publish such determinations in the Federal Register that such projects are not being conducted or financed by any other Federal agency. Requires the written consent of the owner of the surface rights before the Secretary shall lease Federally-owned mineral rights, and requires compensation to be paid by the lessee to the surface owner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Mining Control and Reclamation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the cooperation between the Secretary of the Interior and the States with respect to the regulation of surface coal mining operations, and the acquisition and reclamation of abandoned mines.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:28-05:00"
}