{
  "actions": [
    {
      "acted_at": "2004-06-21", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-06-23", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-10-07", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with an amendment in the nature of a substitute. With written report No. 108-386. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-10-07", 
      "calendar": "Senate Legislative", 
      "number": "772", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 772.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2550-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2004-06-21", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2004-06-21", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-06-21", 
  "number": "2550", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act and the Safe Drinking Water Act to improve water and wastewater infrastructure in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Infrastructure Financing Act", 
  "sponsor": {
    "district": null, 
    "name": "Crapo, Mike", 
    "state": "ID", 
    "thomas_id": "00250", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-06-23", 
  "subjects": [
    "Agricultural pollution", 
    "Agriculture and food", 
    "American Samoa", 
    "Armed forces and national security", 
    "Authorization", 
    "Aviation fuels", 
    "Chesapeake Bay", 
    "Colorado", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Construction industries", 
    "Construction workers", 
    "Copper", 
    "Cost accounting", 
    "Department of Homeland Security", 
    "Depressed areas", 
    "District of Columbia", 
    "Drainage", 
    "Economic assistance", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Elementary and secondary education", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental technology", 
    "Estuaries", 
    "Eutrophication", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Guam", 
    "Housing and community development", 
    "Infrastructure", 
    "Intergovernmental fiscal relations", 
    "International affairs", 
    "Irrigation", 
    "Labor and employment", 
    "Lead", 
    "Lead poisoning", 
    "Legislation", 
    "Marshall Islands", 
    "Micronesia", 
    "Minimum wages", 
    "Minorities", 
    "Municipal services", 
    "Native Americans", 
    "Nitrogen", 
    "Nonpoint source pollution", 
    "Nonprofit organizations", 
    "Northern Mariana Islands", 
    "Oceania", 
    "Palau Islands", 
    "Planning", 
    "Pollution measurement", 
    "Potable water", 
    "Public lands and natural resources", 
    "Research and development", 
    "Research grants", 
    "Reservoirs", 
    "Restoration ecology", 
    "Revolving funds", 
    "Rockets (Aeronautics)", 
    "Rockets (Ordnance)", 
    "Science, technology, communications", 
    "Security measures", 
    "Sediment control", 
    "Sewage treatment", 
    "Sewerage", 
    "Social welfare", 
    "Space activities", 
    "Storm drains", 
    "Surveys", 
    "Technological innovations", 
    "Transportation and public works", 
    "Virgin Islands", 
    "Wages", 
    "Waste water treatment", 
    "Water conservation", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Water use", 
    "Watersheds", 
    "Wetlands"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-10-07", 
    "text": "Water Infrastructure Financing Act - Title I: Water Pollution Infrastructure - (Sec. 101) Amends the Federal Water Pollution Control Act to establish a grant program for qualified nonprofit technical assistance providers of water and wastewater services that assist treatment works serving small rural communities. Requires grant recipients to submit annual reports to the Administrator of the Environmental Protection Agency (EPA). (Sec. 102) Requires projects seeking State water pollution control revolving fund (SRF) assistance to comply with provisions requiring payment of a prevailing wage to all workers on Federal construction projects. Expands the list of projects eligible for such assistance. (Sec. 103) Authorizes the use of water pollution control SRF assistance to carry out projects included in State nonpoint source management programs and estuary conservation and management plans operated by a municipal, intermunicipal, or interstate entity, State, public or private utility, corporation, partnership, association, or nonprofit agency. Requires such loans to be fully amortized within 30 years after project completion. (Sec. 104) Authorizes States to provide additional assistance, including loan forgiveness, to disadvantaged communities (defined as treatment works service areas or portions thereof that meet State affordability criteria). Limits the total loan subsidy to not more than 30 percent of the State's capitalization grant for the fiscal year. Authorizes States to provide extended loan terms. Authorizes the Administrator to publish information to assist States in establishing affordability criteria for purposes of identifying disadvantaged communities. (Sec. 105) Sets forth a system for prioritizing projects eligible for water pollution control SRF assistance that requires States to: (1) give more weight to applications by treatment works where such applications include specified information; (2) take into consideration appropriate chemical, physical, and biological data that the State considers reasonably available and of sufficient quality; (3) provide for public notice and an opportunity to comment on the system and a required summary; (4) biennially publish summary descriptions of eligible projects; and (5) ensure that funded projects are designed to achieve optimum water quality management. (Sec. 106) Authorizes the Governor of a State to transfer a percentage of Federal capitalization grants between water pollution control SRFs and drinking water treatment SRFs. (Sec. 107) Directs States to set aside a percentage of water pollution control SRF capitalization grants for grants to eligible projects (where annual appropriations do not exceed $3 billion) and to set aside a percentage of SRF funds (where annual appropriations are greater than $3 billion). (Sec. 108) Increases from four to six percent the portion of funds a State is authorized to set aside for program administration. (Sec. 109) Establishes a formula for the allocation of Federal funds to water pollution control SRFs. Requires the Administrator, before disbursing funds to the States, to allocate a percentage of total funds: (1) to Indian tribes; and (2) for division among Guam, the U.S. Virgin Islands, American Samoa, the Commonwealth of the Northern Mariana Islands, the Federated States of Micronesia, the Republic of the Marshall Islands, and the Republic of Palau. Establishes target allocations and limitations for States based on needs survey percentages. (Sec. 110) Authorizes appropriations. (Sec. 111) Requires the Administrator to submit required needs surveys and reports to Congress every four years (currently, every two years). (Sec. 112) Reauthorizes appropriations for the pilot program for alternative water source projects through FY 2007. (Sec. 113) Authorizes grants to States for the purpose of providing grants to municipalities to address stormwater runoff within the framework of the sewer overflow control grant program. Reauthorizes appropriations for such program through FY 2009. Title II: Safe Drinking Water Infrastructure - (Sec. 201) Amends the Safe Drinking Water Act to reauthorize appropriations for environmental finance centers through FY 2009. (Sec. 202) Requires the Administrator to take necessary action to ensure that laborers and mechanics hired for projects financed by drinking water SRFs are paid the prevailing wage, as determined by the Secretary of Labor in accordance with the Davis-Bacon Act. (Sec. 203) Authorizes the use of drinking water SRF funds for planning, design, and associated preconstruction costs and for recovery for siting of facilities and related elements. Adds to the list of projects for which funds must be set aside the replacement or rehabilitation of aging collection, treatment, storage, or distribution facilities of public water systems or capital project upgrades for the security of such systems. (Sec. 204) Redefines \"disadvantaged communities\" for purposes of State subsidization to include portions of service areas of public water systems. (Sec. 205) Increases the amount of capitalization grants that States may reserve for administration. Authorizes the Governor of a State to transfer a percentage of capitalization grant funds between water pollution control SRFs and drinking water SRFs. Specifies that intended use plans submitted by States that have entered into drinking water SRF capitalization agreements must require that the State give more weight to applications for assistance from community water systems that include: (1) information deemed necessary by the State; (2) an inventory of assets; (3) a schedule for replacement of assets; (4) a financing plan; (5) a review of system restructuring options; and (6) a review of options for nontraditional approaches. Requires States to biennially update and publish a list of projects eligible for drinking water SRF assistance. (Sec. 206) Directs States to set aside a percentage of drinking water SRF capitalization grants for grants to eligible projects (where annual appropriations do not exceed $2.5 billion) and to set aside a percentage of SRF funds (where annual appropriations are greater than $2.5 billion). (Sec. 207) Authorizes States to use a percentage of drinking water SRF funds for implementation of source water protection plans. (Sec. 208) Authorizes the Administrator to provide grants to qualified private, nonprofit entities to capitalize small water system revolving loan funds. (Sec. 209) Authorizes appropriations for the drinking water SRF through FY 2009. (Sec. 210) Requires the Administrator to establish a grant program for States to assist in paying or reimbursing costs incurred by local educational agencies to address lead contamination in schools. Authorizes the Administrator to provide the District of Columbia a grant of $20 million to address lead contamination in the water supply of the District. Specifies permissible uses of grant funds. Directs the Administrator to contract with the National Academy of Sciences (NAS) to conduct a two-phase study of: (1) the District of Columbia Water and Sewer Authority's compliance with regulations concerning lead and copper in drinking water (including public notification requirements) and the potential causes of lead in the District's drinking water; and (2) the extent to which water levels in a cross-section of U.S. cities have exceeded the action level for lead and the potential causes of such exceedences. Requires the Academy to report its findings to the Senate Committee on Environment and Public Works and the House Committee on Energy and Commerce. (Sec. 211) Requires the Administrator to establish a grant assistance program for small public water systems serving communities in States or areas governed by Indian Tribes that are determined to be disadvantaged, or that would become disadvantaged as a result of carrying out activities to ensure compliance with national primary drinking water regulations. Sets forth program priorities. Limits the Federal share of project costs to 80 percent of the total. Directs the Administrator to submit annual reports on the program to the Senate Environment and Public Works Committee and the House Energy and Commerce Committee. Title III: Miscellaneous - (Sec. 302) Requires the Administrator to establish a nationwide demonstration grant program for municipalities to: (1) promote innovations in technology and alternative approaches to water quality management or water supply; and (2) reduce costs to municipalities incurred in complying with the Federal Water Pollution Control Act and the Safe Drinking Water Act. Requires municipalities seeking to participate in the program to submit a plan developed in coordination with the State and interested stakeholders. Lists projects eligible for program funding. Specifies selection criteria. Requires non-Federal cost sharing of not less than 20 percent of total project costs. Establishes reporting requirements for grant recipients and the Administrator. Directs the Administrator, through a competitive process, to award grants and enter into contracts and cooperative agreements with research institutions, educational institutions, and other appropriate entities for research and development on the use of innovative and alternative technologies to improve water quality or drinking water supply. (Sec. 303) Requires the Administrator to: (1) enter into a contract with NAS for a study of the means by which selected public water systems and treatment works meet the costs associated with operations, maintenance, capital replacement, and regulatory requirements; and (2) report to Congress on study results and make such results available to publicly owned treatment works and public water systems for use in determining, on a voluntary basis, whether new approaches may be implemented. (Sec. 304) Requires the Administrator to: (1) identify ways to expedite and improve the application and review process for the provision of assistance from water pollution control and drinking water SRFs; (2) take necessary administrative action to expedite and improve the process; and (3) submit a report to Congress recommending legislation to further streamline and improve the process. (Sec. 305) Requires the Administrator to provide a grant to the Southeast Colorado Water Activity Enterprise to construct a water transmission line from the Pueblo Reservoir in Pueblo County, Colorado, to the city of Lamar in Prowers County, Colorado. (Sec. 306) Requires the Secretary of the Interior, acting through the U.S. Geological Survey, to conduct a nationwide assessment of sites contaminated with perchlorate and report the results to Congress. (Sec. 307) Amends the Federal Water Pollution Control Act to reauthorize appropriations for the National Estuary Program through FY 2010. (Sec. 308) Requires the Administrator to establish a grant program for States and municipalities to upgrade, with nutrient removal technologies, municipal wastewater treatment plants located in the Chesapeake Bay watershed that treat an average of 500,000 gallons of wastewater per day (eligible facilities). Requires grant recipients to upgrade eligible facilities with nutrient removal technologies designed to reduce total nitrogen in discharged wastewater to an average annual concentration of four milligrams per liter. Limits the Federal share of the cost of such upgrades to 55 percent of the total. (Sec. 309) Amends the Water Resources Planning Act to add the Secretary of Homeland Security to the Water Resources Council. Authorizes the Council, in consultation with interested groups, to carry out a special water resources study. Requires the Council to submit interim and final reports setting forth its findings to the President, the Senate Committees on Energy and Natural Resources and on the Environment and Public Works, and the House Committees on Resources, on Transportation and Infrastructure, and on Energy and Commerce."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Infrastructure Financing Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Water Infrastructure Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act and the Safe Drinking Water Act to improve water and wastewater infrastructure in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:52-05:00"
}