{
  "actions": [
    {
      "acted_at": "1979-03-08", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s581-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-08", 
  "number": "581", 
  "official_title": "A bill to establish an Energy Bank of America to provide supplemental financing and economic assistance for those activities with the greatest potential for assuring energy conservation and adequate energy supplies at reasonable prices for the United States, consistent with protection of the environment, for which private sector financing is either insufficient or available only on terms which are commercially prohibitive, to provide for the development of a national energy policy and make possible its implementation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Bank of America Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-08", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Development credit institutions", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy supplies", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Research and development", 
    "Securities and Investments", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-08", 
    "text": "Energy Bank of America Act of 1979 - Title I: Findings and Purposes - States that the purposes of this Act are: (1) to assure capital funds for projects important to energy development, production, distribution, and conservation; (2) to provide financial assistance for activities assuring adequate energy supplies and energy conservation; (3) to hasten commercialization of new energy technologies; (4) to develop energy sources in an environmentally sound manner; (5) to supplement and encourage private capital investment in energy; (6) to establish an energy policy and coordination priority mechanism. Title II: Corporate Status, General Powers, and Tax Status - Establishes as an agency of the United States Government an Energy Bank of America. Sets forth the general powers of the Bank in carrying out the purposes of this Act. Exempts the Bank from all taxation by the United States, any territory, dependency, or possession, and any State, county, municipal or local taxing authority, with specified exceptions. Title III: Financial Assistance - Authorizes the Bank to provide financial assistance to any entity engaged in specified energy-related projects. Sets forth eligibility conditions for such projects. Limits the aggregate amount of outstanding financial assistance of the Bank to $20,000,000,000, and the aggregate amount of outstanding guarantees to $16,000,000,000. Authorizes the Bank to guarantee any lender against loss for financial assistance provided to substantially contribute to the accomplishment of the purposes of this Act. Requires the Bank to submit to Congress a detailed statement of any loan, guarantee, or other financial assistance in any amount exceeding $60,000,000, and authorizes the Congress to disapprove any such commitment by concurrent resolution. Authorizes the Bank to charge reasonable fees for issuing guarantees and for making commitments to provide other forms of financial assistance pursuant to this title. Authorizes the Bank to sell all or any securities acquired pursuant to this title. Requires every applicant for financial assistance to consent to examinations as the Bank may require of reports or examinations of the applicant by constituted authorities. Authorizes the Bank to prescribe recordkeeping procedures of its applicants for assistance, and to have access thereto at all reasonable times to insure compliance with the terms and conditions upon which financial assistance was provided. Title IV: Capitalization and Finance - Sets at $1,000,000,000 the capital stock of the Bank subscribed by the United States of America. Authorizes the appropriation of $1,000,000,000 to the Secretary of the Treasury for such purpose. Authorizes the Bank to declare dividends on its outstanding stock. Authorizes the Bank to issue notes, debentures, bonds, and other obligations, subject to the concurrence of the Secretary. Excludes from the budget of the United States the receipts and disbursements of the Secretary of the Treasury made in connection with the purchase or redemption of, and income from, capital stock of the Bank. Title V: Management - Sets forth provisions relating to the Board of Directors, officers, and employees of the Bank, conflicts of interest, delegation of duties, fiscal year, reviews and audits, and reports. Title VI: Comprehensive Energy Plan - Directs the Secretary of Energy to develop and report to the President a comprehensive energy plan setting priorities for Federal Government financing of energy-related activities. Sets forth criteria in establishing such priorities. Requires congressional approval of such plan by concurrent resolution, and provides, in the event that the Congress fails to adopt such resolution, for presidential revision of such plan and its adoption unless disapproved by a concurrent resolution of the Congress. Requires that all financial assistance commitments by the Bank, and all proposals by the Export Import Bank to provide financial assistance for energy-related activities, shall be submitted to the Secretary of Energy for approval and comment. Title VII: Unlawful Acts and Penalties - Imposes fines and/or imprisonment for: (1) making false statements; (2) forgery; (3) misappropriation of funds and unauthorized activities; (4) infringement on the name \"Energy Bank of America\"; and (5) unlawful contracts, all done in connection with the provisions of this Act. Provides that all suits brought against the Bank for engaging in actions, practices, or policies inconsistent with, or in violation of, this Act shall be brought by the Attorney General or his delegate, except in specified circumstances. Title VIII: General Provisions - States that the provision of financial assistance pursuant to this Act shall be deemed to be a \"major federal action significantly affecting the quality of the human environment\" for the purposes of the National Environmental Policy Act, and requires compliance with such Act, including the preparation of an environmental impact statement, unless another Federal agency is required to prepare such statement. Exempts the Bank, with specified exceptions, from the provisions of the U.S. Code relating to public contracts and public buildings, and from the securities laws of the United States. Provides that nothing in this Act shall be deemed to change the Mineral Leasing Act of 1920, the Outer Continental Shelf Lands Act, nor any other law governing Federal Minerals or lands ownership, management, and disposition. Reserves the right to amend, alter, or repeal this Act except that no obligation of any contract made by the Bank shall be imparied as a result thereof."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Bank of America Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Energy Bank of America to provide supplemental financing and economic assistance for those activities with the greatest potential for assuring energy conservation and adequate energy supplies at reasonable prices for the United States, consistent with protection of the environment, for which private sector financing is either insufficient or available only on terms which are commercially prohibitive, to provide for the development of a national energy policy and make possible its implementation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:46-05:00"
}