{
  "actions": [
    {
      "acted_at": "1978-09-07", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 95-1197.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #406 (89-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "bill_ids": [
        "hr14042-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 14042.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-07", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-07", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-20", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-20", 
      "references": [], 
      "text": "Public Law 95-485.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3486-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-20", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-09-07", 
  "number": "3486", 
  "official_title": "A bill to authorize appropriations for fiscal year 1979 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons and for research, development, test and evaluation for the Armed Forces, to prescribe the authorized personnel strength for each active duty component and the Selected Reserve of each Reserve component of the Armed Forces and for civilian personnel of the Department of Defense, to authorize the military training student loads, to authorize appropriations for civil defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14042-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Stennis, John C.", 
    "state": "MS", 
    "thomas_id": "01439", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-09-07", 
  "subjects": [
    "Air force", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Auditing", 
    "Authorization", 
    "Ballistic missiles", 
    "Civil defense", 
    "Civilian personnel positions", 
    "Claims", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Education", 
    "Government liability", 
    "Government operations and politics", 
    "Health", 
    "Military bases", 
    "Military education", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Navy", 
    "Olympic games", 
    "Post exchanges", 
    "Recruiting and enlistment", 
    "Research", 
    "Shipbuilding", 
    "Ships and shipping", 
    "Sports and recreation", 
    "Tipping", 
    "Warships", 
    "Weapons", 
    "Women", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-10-04", 
    "text": "(Measure passed House, amended, in lieu of H.R. 14042) Department of Defense Appropriation Authorization Act - =Title I: Procurement= - Authorizes appropriations in specified amounts for fiscal year 1979 for use by the armed forces for the procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons. =Title II: Research, Development, Test, and Evaluation= - Authorizes appropriations in specified amounts to the Army, Navy, Air Force, and Defense Agencies for research, development, test, and evaluation purposes. Prohibits the use of funds authorized under this Act for the development of the Extremely Low Frequency (ELF) communication system unless the President certifies to Congress that the use of funds for such purpose is in the national interest, and that a site for the deployment of ELF has been selected and has been approved by the President. Requires the Secretary of Defense to report to the Committees on Armed Services by October 31, 1978, on the decision of the executive branch regarding full-scale development of a survivable land-based intercontinental ballistic missile system or if no decision is reached by such date to periodically report the status of such decision to the Committees. Amends the Department of Defense Appropriation Authorization Act, 1978, to remove the condition that at least one NATO country contract to purchase Airborne Warning and Control System (AWACS) aircraft before funds may be expended to develop such aircraft. =Title III: Active Forces= - Sets forth the authorized end strength for active duty personnel for each component of the armed forces for fiscal year 1979. =Title IV: Reserve Forces= - Establishes minimum average strength levels for each reserve component of the armed forces for fiscal year 1979. Extends the period of enlistment a member of the reserves must serve to be eligible for educational assistance. Extends such assistance program for two years. Extends reenlistment bonuses for members of the Selected Reserve for an additional two years. Establishes an enlistment bonus program for enlistment in the reserves. Establishes restrictions on the transfer of individuals from the Ready Reserve to the Standby Reserve. Requires members of the Ready Reserve who are not members of the Standby Reserve to notify the Secretary concerned regarding any change in such member's address, marital status, number of dependents, or civilian employment and of any change in physical condition which would prevent such member from meeting the required physical and mental standards for service. Repeals the requirement that the Secretary of Defense send annual reserve training reports to Congress. =Title V: Civilian Personnel= - Sets forth the authorized end strength for civilian personnel within the Department of Defense for fiscal year 1979. Sets forth the method for computing the number of such personnel. =Title VI: Military Training Student Loads= - Sets forth the authorized average military training student load for each of the armed forces and their reserve components for fiscal year 1979. Requires that the Committees on Armed Services and Appropriations of the Senate and the House of Representatives be notified of any proposed reduction or realignment of military training bases. =Title VII: Civil Defense= - Authorizes appropriations for fiscal year 1979 for programs of the Defense Civil Preparedness Agency for the purpose of carrying out the provisions of the Federal Civil Defense Act of 1950. Requires that a specified portion of such funds be used to study the special defense needs of areas of the United States which contain significant elements of the United States strategic nuclear retaliatory forces or significant defense-related research laboratories or facilities. Requires that such study be completed and filed with the Committees of Armed Services before April 1, 1979. =Title VIII: General Provisions= - Extends for two years: (1) special pay for health professionals; (2) enlistment and reenlistment bonuses for special skills; and (3) subsistence pay for Marine Corps platoon leader classes. Entitles enlisted members of the uniformed services who are in pay grade E-4 or above and who have served more than three years of sea duty to special career sea pay. Sets forth the rates of such pay. Establishes the position of Chief of the Dental Corps within the Army. Establishes the position of Assistant Surgeon General for Dental Services in the Air Force. Establishes a ceiling for payments to physicians under the Civilian Health and Medical Plan of the Uniformed Services (CHAMPUS). Makes the Commandant of the Marine Corps a member of the Joint Chiefs of Staff. Authorizes the temporary duty assignment of women on Navy vessels which are not hospital ships or transports. Directs the Secretary of Defense to require military colleges to allow qualified female undergraduate students to participate in military training. Prohibits the Secretary from requiring such colleges to make military training for female students mandatory. Directs the Navy to develop plans and programs for the construction and deployment of weapon systems, including naval aviation platforms that are more survivable, less costly, and more effective than those at present. Requires the President to include in all reports to Congress for the authorization of any ship for the combatant forces: (1) conclusions with respect to the survivability, cost effectiveness, and combat effectiveness of such ship; (2) a recommendation whether such ship should be nuclear or conventionally powered; and (3) the reasons for such conclusions and recommendations. Prohibits the Secretary of the Navy from taking any action with respect to the use of either public or private shipyards for conversion, overhaul, or repair work under the Service Life Extension Program (SLEP) or under the program for the modernization of DDG-2 class guided missile destroyers, or for the employment or transfer of additional personnel to public shipyards to carry out such programs until the Secretary has submitted a least-cost approach study comparing public and private shipyards to the Committees on Armed Services and a period of 60 days of continuous session of Congress has expired following the submission of such report. Prohibits the use of Department of Defense funds for the purpose of paying contract claims or making equitable contract modifications in excess of $100,000 unless a senior company official in charge at the plant or location involved has certified that the claim or request is made in good faith and that supporting data are accurate and complete to the best of such official's knowledge and belief. Directs the Secretary of Defense to report to the Committees on Armed Services any proposed change in policy or regulations regarding the determination of whether commercial or industrial type functions at Department of Defense installations located in the United States, Puerto Rico, or Guam should be performed by Department personnel or by private contractors. Prohibits the sale of defense articles classified as Prepositioned Material Configured to Unit Sets, as decrement stock, or as Prepositioned War Reserve Stocks for United States Forces. Authorizes the President to make such sales during international crisis. Authorizes the Secretary of Defense to provide logistical support and personnel services to the XIII Olympic winter games and to lend and provide equipment and services to the Lake Placid Olympic Organizing Committee. Authorizes appropriations for such purpose. Prohibits the use of funds under this Act for the realignment of Canal Zone military installations unless such use is consistent with the defense of the Canal or with legislation implementing the Panama Canal Treaties of 1977. Requires that the unobligated balance of $40,000,000 authorized to be appropriated in fiscal year 1978 for conducting comprehensive evaluation studies of sea-based aircraft platforms be primarily applied toward performing any design work related to such platforms authorized by this Act. Abolishes the Women's Army Corps. Subjects to audit and review by the Comptroller General of the United States any funds authorized to provide relief to contractors in connection with specified contracts for the procurement of landing helicopter assault vessels, nuclear attack submarines, and other specified vessels, in order to insure that the prime contractors concerned do not realize any total combined profit on such contracts. Provides that commissary baggers whose sole compensation is from tips shall not be considered employees for purposes of the Fair Labor Standards Act of 1938."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1979 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons and for research, development, test and evaluation for the Armed Forces, to prescribe the authorized personnel strength for each active duty component and the Selected Reserve of each Reserve component of the Armed Forces and for civilian personnel of the Department of Defense, to authorize the military training student loads, to authorize appropriations for civil defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:55-05:00"
}