{
  "actions": [
    {
      "acted_at": "2013-03-19", 
      "references": [
        {
          "reference": "CR S1953-1954", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s608-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-19", 
  "number": "608", 
  "official_title": "A bill to amend title XVIII of the Social Security Act and title XXVII of the Public Health Service Act to improve coverage for colorectal screening tests under Medicare and private health insurance coverage, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1320-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SCREEN Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Cardin, Benjamin L.", 
    "state": "MD", 
    "thomas_id": "00174", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-19", 
  "subjects": [
    "Cancer", 
    "Digestive and metabolic diseases", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health promotion and preventive care", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Surgery and anesthesia"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-19", 
    "text": "Supporting Colorectal Examination and Education Now Act of 2013 or SCREEN Act of 2013 - Increases Medicare payments to qualifying Medicare providers by 10% for cancer screening tests recommended by the U.S. Preventive Services Task Force. Terminates the increase for a test when it reaches a 75% utilization rate for beneficiaries for whom such screening is recommended. Makes a Medicare provider eligible for such increased payment only if the provider: (1) participates in a nationally recognized quality improvement registry with respect to such test, and (2) demonstrates that the tests were provided in accordance with accepted outcomes-based quality measures. Amends title XVIII (Medicare) of the Social Security Act to waive cost-sharing for colorectal cancer screening tests. Extends Medicare coverage to include an outpatient office visit or consultation prior to a colorectal cancer test consisting of a screening colonoscopy, or in conjunction with an individual's decision regarding the performance of such a test on the individual, for the purpose of beneficiary education, assuring selection of the proper screening test, and securing information relating to the procedure and the sedation of the individual. Requires the Secretary of Health and Human Services (HHS) to reduce the conversion factors for purposes of payment to physicians and hospital outpatient departments under Medicare to offset the additional expenditures under this Act. Amends the Public Health Service Act to require health plans to cover, with no cost-sharing, activities related to certain covered preventive services that are part of the same clinical encounter, such as conducting a biopsy or removing a lesion or growth."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SCREEN Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Supporting Colorectal Examination and Education Now Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title XVIII of the Social Security Act and title XXVII of the Public Health Service Act to improve coverage for colorectal screening tests under Medicare and private health insurance coverage, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:42:07-05:00"
}