{
  "actions": [
    {
      "acted_at": "2009-05-20", 
      "references": [
        {
          "reference": "CR S5704-5706", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S5711-5713", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1095-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-20", 
  "number": "1095", 
  "official_title": "A bill to amend the Clean Air Act to convert the renewable fuel standard into a low-carbon fuel standard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "America's Low-Carbon Fuel Standard Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alternative and renewable resources", 
    "Climate change and greenhouse gases", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-20", 
    "text": "America's Low-Carbon Fuel Standard Act of 2009 - Amends the Clean Air Act to replace the renewable fuel program with a low-carbon transportation fuel program beginning on January 1, 2015. Defines \"low-carbon fuel\" as transportation fuel (including renewable fuel, electricity, hydrogen, and other forms of energy) that achieves a specified percentage of lifecycle greenhouse gas emissions below a baseline established for transportation fuel sold or distributed in 2005. Requires reductions in greenhouse gas emissions from transportation fuels by an increasing percentage of the baseline between 2015 and 2030 (20% in 2015 to 42.5% in 2030). Requires the Administrator of the Environmental Protection Agency (EPA) to set percentages for 2031 and thereafter using specified criteria. Requires 10% of transportation fuel sold or introduced into U.S. commerce in 2015 to be low-carbon fuel. Increases such percentage by 1.5% each year until 2030. Requires the Administrator to determine percentages for 2031 and subsequent years using specified criteria. Authorizes the Administrator to adjust or waive low-carbon fuel requirements under certain conditions. Allows for the generation of credits for excess production of low-carbon fuel and the transfer of such credits to another person for the purpose of complying with low carbon fuel requirements. Requires the Administrator of the Energy Information Administration to assist the EPA Administrator in determining low-carbon fuel requirements by providing an estimate in each year between 2005 and 2021 of the volumes of transportation fuel and low-carbon fuel projected to be sold or introduced into commerce in the United States. Requires the Federal Trade Commission (FTC) to perform a market concentration analysis of low-carbon fuel production, import, and distribution industries to determine whether there is sufficient competition among industry participants to avoid price-setting and other anticompetitive behavior."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "America's Low-Carbon Fuel Standard Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to convert the renewable fuel standard into a low-carbon fuel standard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:06-05:00"
}