{
  "actions": [
    {
      "acted_at": "1990-03-30", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2372-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-30", 
  "number": "2372", 
  "official_title": "A bill to extend and revise agricultural price support and related programs, to provide for resource conservation and agricultural research, and to provide consumers a reliable supply of food and fiber at reasonable prices, and for other purpsoes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Recovery Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Burns, Conrad R.", 
    "state": "MT", 
    "thomas_id": "01298", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-30", 
  "subjects": [
    "Agricultural chemicals", 
    "Agricultural economics", 
    "Agricultural innovations", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Animal diseases", 
    "Barley", 
    "Canada", 
    "Democracy", 
    "Droughts", 
    "Eastern Europe", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Farm production quotas", 
    "Feed grain program", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Honey", 
    "Legumes", 
    "Marketing of farm produce", 
    "Montana", 
    "Oilseeds", 
    "Pesticides", 
    "Public lands and natural resources", 
    "Soil conservation", 
    "Sugar and sugar trade", 
    "U.S.S.R.", 
    "Weed control", 
    "Wetland conservation", 
    "Wetlands", 
    "Wheat", 
    "Wind erosion", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-30", 
    "text": "Agricultural Recovery Act of 1990 - Title I: Wool and Mohair - Amends the National Wool Act of 1954 to extend the wool and mohair price support program through 1995. Title II: Sugar Beets - Amends the Agricultural Act of 1949 to extend the sugar beet price support program through 1995. Title III: Honey - Amends the Agricultural Act of 1949 to: (1) extend the honey price support program through 1995; and (2) set support levels at $.55 per pound. Title IV: Wheat - Amends the Agricultural Act of 1949 to extend the wheat price support program through 1995. Sets minimum target prices at: (1) $4.08 per bushel for 1991; (2) $4.16 per bushel for 1992; (3) $4.24 per bushel for 1993; (4) $4.32 per bushel for 1994; and (5) $4.40 per bushel for 1995. Title V: Barley - Amends the Agricultural Act of 1949 to extend the barley price support program through 1995. Sets minimum target prices at: (1) $2.41 per bushel for 1991; (2) $2.45 per bushel for 1992; (3) $2.50 per bushel for 1993; (4) $2.55 per bushel for 1994; and (5) $2.60 per bushel for 1995. Directs the Secretary of Agriculture to recalculate advance deficiency payment refunds owed by feed barley producers. Requires that such recalculation reflect the original inclusion of malting barley. Title VI: Oats - Amends the Agricultural Act of 1949 to extend the oat price support program through 1995. Sets minimum target prices at: (1) $1.48 per bushel for 1991; (2) $1.51 per bushel for 1992; (3) $1.54 per bushel for 1993; (4) 1.57 per bushel for 1994; and (5) $1.60 per bushel for 1995. Title VII: Oilseeds - Amends the Agricultural Act of 1949 to authorize price supports through 1995 for oilseeds (flax, safflower, rapeseed, and canola). Bases loan rates on average soybean prices. Title VIII: General Commodity Provisions - Subtitle A: General Commodity Provisions - Amends the Agricultural Act of 1949 to revise farm acreage base and nonprogram crop provisions. Subtitle B: Land Diversion Payments - Amends the Agricultural Act of 1949, with regard to the 1991 through 1995 crops of wheat, barley, and oats, to authorize land diversion payments if such payments will not affect U.S. agricultural competitiveness. Requires participants to establish conservation uses for such land. Amends the Food Security Act of 1985 to: (1) extend agricultural payment limitation and foreign ineligibility provisions through 1995; and (2) include oilseeds within such limitations. Amends the Agricultural Act of 1949 to: (1) direct the Secretary to make advance deficiency payments available for the 1991 through 1995 wheat and feed grain crops if the Secretary determines that deficiency payments will likely be made for such crops; and (2) extend advance diversion payments through 1995. Makes the producer reserve program applicable to wheat, barley, and oats. (Current law refers to wheat and feed grains.) Amends the Food Security Wheat Reserve Act of 1980 to extend the wheat reserve through 1995. Subtitle C: Technical and Conforming Amendments - Makes conforming amendments to the Agricultural Act of 1949. Title IX: Trade - Subtitle A: Eastern Europe and the Union of Soviet Socialist Republics - Amends the Food Security Act of 1985 to direct the Special Assistant for Agricultural Trade and Food Assistance to advise the President and the Congress with respect to how U.S. agricultural exports could foster democracy in the Soviet Union and Eastern Europe. Gives such assistance special emphasis. Subtitle B: Imports From Canada - Directs the Secretary to conduct studies and report to the Congress with respect to the effect of Canadian wheat and alfalfa on U.S. durum wheat and alfalfa producers. Title X: Conservation - Amends the Food Security Act of 1985 to extend the conservation reserve program (CRP) through 1995. Provides for the inclusion of wetlands and shelterbelts and windbreaks in the CRP. Title XI: Agricultural Research - Encourages the Secretary to conduct studies and report to the Congress with respect to: (1) rangeland carrying capacity during drought; (2) alternative uses for agricultural products; and (3) environmental impact of agricultural chemicals. Directs the Secretary to conduct a study and report to the Congress with regard to foreign market complexities and U.S. agricultural exports. Title XII: Marketing - Removes Montana from a specified marketing order regulating the handling and sale of spearmint in the Far West. Title XIII: Related and Miscellaneous Matters - Directs the Secretary to carry out a program to control noxious weeds, including leafy spurge and knapweed, on all Federal lands. Amends the Commodity Credit Corporation Charter Act to provide for the eradication of brucellosis. Title XIV: General Effective Date - Makes this Act and its amendments effective upon enactment, unless otherwise provided for."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Recovery Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and revise agricultural price support and related programs, to provide for resource conservation and agricultural research, and to provide consumers a reliable supply of food and fiber at reasonable prices, and for other purpsoes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:57-05:00"
}