{
  "actions": [
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2617-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-27", 
  "number": "2617", 
  "official_title": "A bill to amend the Community Mental Health Centers Act to authorize a program for rape prevention and control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rape Prevention and Control Act", 
  "sponsor": {
    "district": "38", 
    "name": "Patterson, Jerry M.", 
    "state": "CA", 
    "thomas_id": "00898", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-27", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal law", 
    "Criminal psychology", 
    "Department of Health, Education, and Welfare", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Health facilities", 
    "Medical centers", 
    "National Institutes of Health (NIH)", 
    "Prisoners", 
    "Rape", 
    "Sex crimes", 
    "Women"
  ], 
  "subjects_top_term": "Rape", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-27", 
    "text": "Rape Prevention and Control Act - Amends the Community Mental Health Centers Act to direct the Secretary of Health, Education, and Welfare to establish, within the National Institute of Mental Health, the National Center for the Prevention and Control of Rape. Requires the Secretary, acting through the Center, to conduct a continuing study and investigation of specified areas, including: (1) the effectiveness of existing Federal, State and local laws dealing with rape; (2) the relationship, if any, between traditional legal and social attitudes toward sexual roles, the act of rape, and the formulation of laws dealing with rape; (3) the treatment of the victims of rape by law enforcement agencies, hospitals, or other medical institutions, prosecutors, and the courts; (4) the causes of rape; and (5) sexual assaults in correctional institutions. Requires the Center to compile and publish summaries of its findings. Directs the Center to develop an information clearinghouse with regard to enumerated materials regarding rape and rehabilitation of offenders. Requires the annual submission to the Congress of a summary of findings under this Act. Directs the Secretary to assist community mental health centers and public and nonprofit private entities for the purpose of conducting research and demonstration projects concerning the control and prevention of rape. Requires the Secretary to appoint an advisory committee to advise, consult with, and make recommendations to him on matters relating to rape prevention and control."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rape Prevention and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Community Mental Health Centers Act to authorize a program for rape prevention and control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:06-05:00"
}