{
  "actions": [
    {
      "acted_at": "2006-07-18", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S7754-7762", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-08-03", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Enzi with an amendment in the nature of a substitute. With written report No. 109-319.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-08-03", 
      "calendar": "Senate Legislative", 
      "number": "583", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 583.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-12-05", 
      "references": [
        {
          "reference": "CR S11220-11237", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11220-11235", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-05", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-05", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-12-06T10:05:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-06", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-06T18:26:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T02:11:00-05:00", 
      "references": [
        {
          "reference": "CR 12/8/2006 H9260-9275", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T02:11:00-05:00", 
      "references": [], 
      "text": "Mr. Barton (TX) asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T02:12:00-05:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR 12/8/2006 H9260-9274", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-12-09T02:12:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-12-14", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-12-19", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-12-19", 
      "congress": "109", 
      "law": "public", 
      "number": "417", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-417.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5210-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5210"
    }
  ], 
  "bill_id": "s3678-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2006-07-19", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "2006-09-28", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2006-11-16", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2006-07-19", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2006-07-19", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2006-07-18", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "2006-07-18", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "2006-07-18", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2006-07-18", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2006-07-19", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2006-07-19", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2006-07-18", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2006-07-18", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2006-07-19", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "417"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-12-19", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-12-09T02:12:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-12-05", 
    "vetoed": false
  }, 
  "introduced_at": "2006-07-18", 
  "number": "3678", 
  "official_title": "A bill to amend the Public Health Service Act with respect to public health security and all-hazards preparedness and response, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pandemic and All-Hazards Preparedness Act", 
  "sponsor": {
    "district": null, 
    "name": "Burr, Richard", 
    "state": "NC", 
    "thomas_id": "00153", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-12-19", 
  "subjects": [
    "Animal diseases", 
    "Animals", 
    "Armed forces and national security", 
    "Authorization", 
    "Biological warfare", 
    "Chemical warfare", 
    "Child health", 
    "Communicable diseases", 
    "Communication in medicine", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Emergency medicine", 
    "Environmental protection", 
    "Epidemics", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Health information systems", 
    "Health planning", 
    "Health surveys", 
    "Higher education", 
    "Hospital care", 
    "Indian medical care", 
    "Influenza", 
    "Medical education", 
    "Medical laboratories", 
    "Medical research", 
    "Medical supplies", 
    "Minorities", 
    "Nuclear terrorism", 
    "Poisons", 
    "Pregnant women", 
    "Public health administration", 
    "Public health personnel", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Strategic planning", 
    "Student loan funds", 
    "Terrorism", 
    "Trauma care", 
    "Vaccines", 
    "Veterans' hospitals", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-12-19", 
    "text": "Pandemic and All-Hazards Preparedness Act - Title I: National Preparedness and Response, Leadership, Organization, and Planning - (Sec. 101) Amends the Public Health Service Act to require the Secretary of Health and Human Services to lead all federal public health and medical response to public health emergencies and incidents covered by the National Response Plan. (Sec. 102) Establishes within the Department of Health and Human Services (HHS) the Assistant Secretary for Preparedness and Response to: (1) serve as the principal advisor to the Secretary on federal public health and medical preparedness and response for public health emergencies; (2) oversee advanced research, development, and procurement of qualified countermeasures and qualified pandemic or epidemic products; and (3) provide logistical support for medical and public health aspects of federal responses to public health emergencies. Transfers to the Assistant Secretary functions of the Assistant Secretary for Public Health Emergency Preparedness. Requires the Secretary to conduct an annual review (taking into account at-risk individuals) of the contents of the stockpile and make necessary additions or modifications. Requires the Secretary to: (1) oversee the implementation of the National Preparedness goal of taking into account the public health and medical needs of at-risk individuals in the event of a public health emergency; (2) provide guidance to and ensure that recipients of state and local public health grants take into account the medical and public health needs of at-risk individuals; (3) ensure that the contents of the strategic national stockpile take into account at-risk populations; (4) oversee the progress of the Advisory Committee on At-Risk Individuals and Public Health Emergencies; and (5) disseminate novel and best practices of outreach to, and care of, at-risk individuals before, during, and following public health emergencies. (Sec. 103) Requires the Secretary to prepare and submit to Congress the National Health Security Strategy for public health emergency preparedness and response. Title II: Public Health Security Preparedness - (Sec. 201) Expands the program for state and local public health emergency preparedness to allow political subdivisions of states or a consortium of states to be eligible for funding. Requires the Secretary to: (1) develop and require the application of evidence-based benchmarks and objective standards that measure levels of preparedness that include outcome goals representing operational achievement of the National Preparedness Goals; (2) develop and disseminate to each state the criteria for an effective state plan for responding to pandemic influenza; and (3) withhold funds from entities that fail to meet the benchmarks and performance measures or fail to submit a plan for responding to pandemic influenza that meets the criteria. Allows the Secretary to award grants an eligible entity to purchase and use advanced diagnostic medical equipment to analyze real-time clinical specimens for pathogens of public health or bioterrorism significance and report any results. Sets forth matching requirements for emergency preparedness funds. Requires the Secretary to compile and make available data submitted under this section in a format that is useful to the public and to other entities and that provides information on what activities are best contributing to the achievement of the outcome goals. (Sec. 202) Requires the Secretary to establish a near real-time electronic nationwide public health situational awareness capability through an interoperable network of systems to share data and information to enhance early detection of, rapid response to, and management of potentially catastrophic infectious disease outbreaks and other public health emergencies. Allows the Secretary to award grants to states or consortia of states to establish or operate such systems. Requires the Secretary to: (1) conduct an inventory of telehealth initiatives; (2) identify methods to expand and interconnect telehealth networks; (3) evaluate ways to prepare for, monitor, respond rapidly to, or manage the events of a public health emergency through the enhanced use of telehealth technologies; (4) identify methods for reducing legal barriers that deter health care professionals from providing telemedicine services; and (5) evaluate ways to integrate the practice of telemedicine within the National Disaster Medical System. (Sec. 203) Requires the Secretary to establish a demonstration project to provide for the participation of individuals who are eligible for National Health Service Corps loan repayment program and who agree to complete their service in a state, local, or tribal health department that provides a significant amount of service to health professional shortage areas or areas at risk of a public health emergency. Allows the Secretary to award grants to assist states in operating loan repayment programs for such service. (Sec. 204) Allows the Secretary to track the initial distribution of federally purchased influenza vaccine in an influenza pandemic. (Sec. 205) Requires the National Science Advisory Board for Biosecurity, when requested by the Secretary, to provide to relevant federal departments and agencies advice, guidance, or recommendations concerning: (1) a core curriculum and training requirements for workers in maximum containment biological laboratories; and (2) periodic evaluations of laboratory capacity nationwide and assessments of the future need for increased laboratory capacity. (Sec. 206) Requires the Secretary to establish requirements to ensure the readiness of the Commissioned Corps to respond to urgent or emergency public health care needs that cannot otherwise be met at the federal, state, and local levels. Sets forth provisions regarding disciplinary action and waivers for Corps members who do not meet readiness requirements. Requires the Secretary to: (1) organize members of the Corps into units for rapid deployment to respond to urgent or emergency public health care needs; and (2) ensure that members of the Corps are trained, equipped, and otherwise prepared to fulfill their public health and emergency response roles. Title III: All-Hazards Medical Surge Capacity - (Sec. 301) Requires the Secretary to conduct a joint review of the National Disaster Medical System, including a review of medical surge capacity. Transfers to the Secretary the functions of the National Disaster Medical System. Changes the National Advisory Committee on Children and Terrorism to the National Advisory Committee on At-Risk Individuals and Public Health Emergencies to focus on public health emergencies as they relate to at-risk individuals. (Sec. 302) Requires the Secretary to: (1) evaluate the benefits and feasibility of improving HHS's capacity to provide additional medical surge capacity to local communities in a public health emergency; and (2) conduct an analysis of whether there are federal facilities that could practicably be used as health care facilities in such an emergency. (Sec. 303) Requires the Secretary to: (1) establish a Medical Reserve Corps to provide for an adequate supply of volunteers in a federal, state, local, or tribal public health emergency; (2) link existing state verification systems to maintain a single national interoperable network of systems to verify the credentials and licenses of health care professionals who volunteer to provide health services during a public health emergency; and (3) encourage states to establish and implement mechanisms to waive the application of licensing requirements applicable to health professionals, seeking to provide medical services during a national, state, local, or tribal public health emergency. Repeals provisions establishing an interagency working group on the prevention, preparedness, and response to bioterrorism and other public health emergencies. Requires the Secretary to develop core health and medical response curricula and training by adapting applicable existing curricula and training programs to improve responses to public health emergencies. Allows the Secretary to establish: (1) an additional 20 officer positions in the Epidemic Intelligence Service Program; and (2) Centers for Public Health Preparedness at accredited schools of public health. (Sec. 305) Expands programs to improve hospital preparedness for public health emergencies to include grants to improve surge capacity. (Sec. 306) Requires the Secretary of Veteran Affairs to: (1) ensure the readiness of Department of Veterans Affairs medical centers for a public health emergency; (2) organize, train, and equip the staff of such medical centers to support the Secretary of HHS in the event of a public health emergency and incidents covered by the National Response Plan; and (3) provide medical logistical support to the National Disaster Medical System and the Secretary of HHS as necessary. Title IV: Pandemic and Biodefense Vaccine and Drug Development - (Sec. 401) Amends the Public Health Service Act to require the Secretary of Health and Human Services to develop and make public a strategic plan to integrate biodefense and emerging infectious disease requirements with advanced research and development, strategic initiatives for innovation, and the procurement of qualified countermeasures and qualified pandemic or epidemic products. Establishes the Biomedical Advanced Research and Development Authority (BARDA) within the Department of Health and Human Services (HHS). Requires the Secretary to coordinate the acceleration of countermeasure and product advanced research and development. Requires the Secretary to: (1) facilitate and increase expeditious and direct communication with respect to such research and development; (2) conduct ongoing searches for, and support calls for, potential qualified countermeasures and qualified pandemic or epidemic products; (3) direct and coordinate such research and development activities of HHS; (4) establish strategic initiatives to accelerate such research and development and innovation in priority unmet need areas; and (5) connect interested persons with authorized offices or employees to advise such persons regarding relevant regulatory requirements related to qualified countermeasures or qualified pandemic or epidemic products. Allows the Secretary to award contracts, grants, and cooperative agreements or enter into other transactions to promote: (1) innovation in technologies that may assist such research and development; (2) research on and development of research tools and other devices and technologies; and (3) research to promote strategic initiatives, such as rapid diagnostics, broad spectrum antimicrobials, and vaccine manufacturing technologies. Authorizes the Secretary to enter into other transactions for countermeasure and product advanced research and development in the same manner as the Secretary of Defense. Limits such authority for certain prototype projects and by requiring a written determination for projects that exceed certain costs. Requires the Secretary to establish guidelines regarding such authority. Gives the Secretary expedited procurement authorities, the authority to expedite peer review, and the authority for personal services contracts. Directs the Secretary to require that, as a condition of being awarded a contract, grant, cooperative agreement, or other transaction, a person make available to the Secretary all data related to or resulting from such research and development. Authorizes the Secretary to waive advertising and advance payment requirements if such waiver is necessary to obtain countermeasures or products. Allows the Secretary to: (1) use milestone-based awards and payments; (2) make awards to and enter into transactions with highly qualified foreign national persons outside the United States; (3) establish one or more federally-funded research and development centers or university-affiliated research centers if it is not feasible or appropriate to establish an arrangement with an existing research center; (4) give priority to the advanced research and development of qualified countermeasures and qualified pandemic or epidemic products that are likely to be safe and effective with respect to children, pregnant women, the elderly, and other at-risk individuals; (5) appoint highly qualified individuals to scientific or professional positions in BARDA without regard to federal provisions governing appointments in the competitive service; and (6) appoint special consultants. Establishes the Biodefense Medical Countermeasure Development Fund to carry out this section. Requires the Secretary to withhold from disclosure under the Freedom of Information Act specific technical data or scientific information that is created or obtained during the countermeasure and product advanced research and development carried out under this section that reveals significant and not otherwise known vulnerabilities of existing medical or public health defenses against biological, chemical, nuclear, or radiological threats. (Sec. 402) Requires the Secretary to establish the National Biodefense Science Board to provide expert advice and guidance to the Secretary on scientific, technical, and other matters of special interest to HHS regarding current and future chemical, biological, nuclear, and radiological agents. Allows the Secretary to establish a working group of experts, or use an existing group, to: (1) identify innovative research with the potential to be developed as a qualified countermeasure or a qualified pandemic or epidemic product; (2) identify accepted animal models for particular diseases and conditions associated with any biological, chemical, radiological, or nuclear agent, any toxin, or any potential pandemic infectious disease, and identify strategies to accelerate animal model and research tool development and validation; and (3) obtain advise regarding qualified countermeasures and qualified pandemic or epidemic products that are likely to be safe and effective with respect to children, pregnant women, and other vulnerable populations. (Sec. 403) Includes within the definition of \"qualified countermeasure\" a biological agent or toxin to diagnose, mitigate, prevent, or treat harm, including organisms that cause an infectious disease. (Sec. 404) Amends the Federal Food, Drug, and Cosmetic Act to require the Secretary to establish within the Food and Drug Administration (FDA) a team of experts on manufacturing and regulatory activities to provide technical assistance to the manufacturers of qualified countermeasures, security countermeasures, or vaccines if the Secretary determines that a shortage or potential shortage may occur. (Sec. 405) Allows the Secretary to conduct meetings and consultations with persons engaged in the development of a security countermeasure, qualified countermeasure, or qualified pandemic or epidemic product for the purpose of the development, manufacture, distribution, purchase, or storage of a countermeasure or product. Requires such meetings and consultations to be conducted so as to ensure that national security, confidential, and proprietary information is not disclosed outside the meeting or consultations. Prohibits the Secretary from requiring the disclosure of confidential commercial or proprietary information. Exempts such meetings and consultations from antitrust laws. Requires the Secretary to file a written agreement regarding such covered activities. Requires the Attorney General to grant such exemption if the conduct will not have any substantial anticompetitive effect that is not reasonably necessary for ensuring the availability of the countermeasure or product involved. (Sec. 406) Requires the Secretary to institute a process for making publicly available the results of assessments of specific countermeasures to address specific threats while withholding information that would reveal public vulnerabilities or would otherwise be exempt from public disclosure. Allows partial payment on a procurement contract for a security countermeasure for significant milestones or a payment to increase manufacturing capacity. Allows procurement contracts to provide: (1) for advance payments for milestones; (2) that the vendor is the sole and exclusive supplier of the product to the government for a specified period if the vendor is able to satisfy the government's needs; (3) that the vendor establish domestic manufacturing capacity of the product to ensure that additional production is available as necessary; (4) dosing and administration requirements for countermeasures; (5) the amount of funding that will be dedicated by the Secretary for countermeasure research and development; and (6) specifications the countermeasure must meet to qualify for procurement under a contract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pandemic and All-Hazards Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pandemic and All-Hazards Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Pandemic and All-Hazards Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pandemic and All-Hazards Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Pandemic and All-Hazards Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act with respect to public health security and all-hazards preparedness and response, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:25-05:00"
}