{
  "actions": [
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Education and the Workforce, Armed Services, Oversight and Government Reform, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-23", 
      "references": [
        {
          "reference": "CR E732-733", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Military Personnel.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2117-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-22", 
  "number": "2117", 
  "official_title": "To simplify and enhance qualified retirement plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr837-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr837-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s952-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s952-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Retirement Plan Simplification and Enhancement Act of 2013", 
  "sponsor": {
    "district": "1", 
    "name": "Neal, Richard E.", 
    "state": "MA", 
    "thomas_id": "00854", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Department of Labor", 
    "Department of the Treasury", 
    "Employee benefits and pensions", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Federal preemption", 
    "Financial services and investments", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Income tax credits", 
    "Income tax deferral", 
    "Income tax exclusion", 
    "Internal Revenue Service (IRS)", 
    "Jurisdiction and venue", 
    "Life, casualty, property insurance", 
    "Marriage and family status", 
    "Military personnel and dependents", 
    "Railroads", 
    "Separation, divorce, custody, support", 
    "Small business", 
    "Social security and elderly assistance", 
    "Taxation", 
    "Transportation employees"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-22", 
    "text": "Retirement Plan Simplification and Enhancement Act of 2013 - Amends the Internal Revenue Code (IRC) to repeal the 10% cap on the qualified percentage of an employee's compensation as the standard for an employer's contribution to an automatic cash or deferred contribution arrangement under the alternative method for meeting nondiscrimination requirements. Prescribes criteria for an alternative method for qualified secure deferral arrangements (under a qualified profit-sharing or stock bonus plan, a rural cooperative plan, or a \"pre-ERISA\" money purchase plan established before enactment of the Employee Retirement Income Security Act of 1974 [ERISA]) to meet the nondiscrimination requirement that the actual deferral percentage for eligible highly compensated employees for the plan year bears a relationship, meeting specified criteria, to the actual deferral percentage for all other eligible employees for the preceding plan year. Allows an eligible employer a secure deferral arrangement credit against the income tax of 10% of all contributions under a secure deferral arrangement made during the plan year by or on behalf of employees other than highly compensated employees. Revises the period of service requirements for a qualified cash or deferred arrangement to cover long-term part-time employees working at least 3 consecutive 12-month periods during each of which the employee has at least 500 hours of service. Requires separate application of the rules for a top-heavy defined benefit plan (whose the present value of the accrued benefits [PVAB] for the highly-paid key employees exceeds 60% of the PVAB for all employees) to any defined contribution plan covering part-time employees who do not meet age and service requirements. Revises the tax credit for an applicable percentage of up to $2,000 of an individual's qualified retirement savings contributions for the taxable year. Doubles the credit if the taxpayer consents that the Secretary pay it into a designated retirement account. Limits contributions to $500, with annual increases up to $1,500 (adjusted for inflation) after 2023. Amends title VII (Administration) of the Social Security Act to direct the Commissioner of Social Security to prepare: (1) a financial reference handbook for distribution to an individual applying for the first time for benefits under title II (Old-Age, Survivors, and Disability Insurance) (OASDI), and (2) a retirement readiness checklist for inclusion in an individual's annual Social Security account statement. Amends the IRC to allow adoption of a qualified plan by the due date (including extensions) for filing the federal income tax return for the employer's taxable year. Revises the dollar limitation on the tax credit for small employer pension plan startup costs for each of the first three credit years to allow the greater of $500 or the lesser of: (1) $5,000; or (2) $250 for each employee eligible to participate in the eligible employer plan who is not a highly compensated employee. Directs the Secretaries of the Treasury and of Labor to prescribe administrative guidance establishing conditions allowing the use of a multiple employer plan. Directs the Government Accountability Office (GAO) to study the feasibility and desirability of extending the application of spousal consent requirements to defined contribution plans to which they do not currently apply. Amends ERISA to authorize an employee benefit plan to allow a named fiduciary, or a fiduciary designated by a named fiduciary, to appoint an annuity administrator for an individual account plan. Directs the Secretary of the Treasury to issue final regulations stating that any specified age or service condition (or combination of such conditions) with respect to a lifetime income investment under a defined contribution plan shall be disregarded in determining whether the lifetime income investment is currently available for distribution to the employee. Amends the IRC to allow an Individual Retirement Account (IRA) to be invested in a life insurance contract rolled over to an IRA from a qualified retirement plan if the contract provides only incidental death benefits. Declares that a trust forming part of a defined contribution plan shall not be treated as failing to constitute a qualified trust solely by reason of allowing after a certain date as portable lifetime income options: (1) qualified distributions of a lifetime income investment, or (2) distributions of a lifetime income investment in the form of a qualified plan distribution annuity contract. Requires the Pension Benefit Guaranty Corporation (PBGC) to establish a Lost Pension Plan Registry database to record: (1) any change in a pension plan's name, (2) any change in the name or address of the plan administrator, (3) the termination of the plan, or (4) the merger or consolidation of the plan with any other plan or its division into two or more plans. Requires publication of the Registry on the PBGC website. Exempts from mandatory minimum plan distributions an employee whose aggregate retirement savings do not exceed $100,000. Directs the Secretary of the Treasury to modify the Employee Plans Compliance Resolution System to correct plan loan, minimum distribution, and other errors. Amends the IRC to allow matching contributions or nonelective contributions (safe harbor contributions) to satisfy certain requirements even though they are funded in whole or in part by forfeitures. Amends ERISA to specify the meaning of a substantial cessation of operations by an employer with respect to liability for termination of single-employer plans under a distress termination or a termination by a corporation. Amends the IRC to declare that an organization otherwise eligible to participate in a church plan shall not be aggregated with another such organization and treated as a single employer with it unless: (1) one organization provides directly or indirectly at least 80% of the operating funds for the other one during the recipient's preceding tax year, and (2) there is a degree of common management or supervision between the organizations. Preempts any state law relating to wage, salary, or payroll payment, collection, deduction, garnishment, assignment, or withholding which would directly or indirectly prohibit or restrict the inclusion in any church plan of an automatic contribution arrangement. Excludes from gross income for income tax purposes amounts attributable to transfers of and mergers of church plans that are maintained by the same church or convention or association of churches. Allows church plans and their supporting organizations to invest plan assets in a group trust (as defined by Internal Revenue Service Revenue Rulings). Revises the prohibition against discrimination in favor of highly compensated employees by contributions or benefits provided under qualified pension, profit-sharing, and stock bonus plans. Extends certain protections to older, longer service participants in defined benefit plans. Requires the Secretary of Labor, the Secretary of the Treasury, and the PBGC to review and report to the appropriate congressional committees on the reporting and disclosure requirements of ERISA applicable to pension plans and of the IRC applicable to qualified retirement plans. Directs the Secretaries of Labor and of the Treasury to adopt final regulations allowing, but not requiring, a plan to consolidate into a single notice two or more of the notices required by ERISA, the IRC, and related regulations. Directs the Secretary of Labor to modify specified regulations under ERISA to allow, but not require, a plan administrator, in the case of a designated investment alternative that contains a mix of asset classes, to use as a benchmark a blend of different broad-based securities market indices if the blend meets certain criteria. Amends the IRC to treat as an eligible rollover distribution any direct trustee-to-trustee transfer of a portion of a distribution from a deceased employee's eligible retirement plan to a plan or annuity of a designated beneficiary who is not the employee's surviving spouse. Revises the meaning of \"eligible deferred compensation plan\" to eliminate the requirement that the deferral agreement be entered into before the first day of the month in which the compensation will be deferred. Requires only that the agreement be entered into before the compensation is currently available to the individual in question. Amends both the IRC and ERISA to require a plan administrator to account separately for 50% of plan benefits and not distribute them during a 90-day segregation period (which may be extended) if the administrator is notified by a participant's spouse or former spouse that benefits payable to the participant are a subject of a pending domestic relations action. Amends ERISA to authorize the Secretary to assess a civil penalty against any plan administrator of up to $100 a day from the date of the administrator's failure or refusal to provide required information to prospective alternative payees (or a representative or the Secretary) under a domestic relations order. Amends the Railroad Retirement Act of 1974 (RRA) to eliminate for widows, surviving divorced wives, or surviving divorced mothers of a deceased railroad employee eligible for annuities the requirement of a current connection with the railroad industry. Permits divorced spouses, widows, and widowers of a deceased railroad employee to marry after age 60 without penalty for annuity purposes under RRA. Repeals the requirement that, in order to treat the disposable retired pay of a retired Armed Forces member as property of the member and his or her spouse, a court have jurisdiction over the member by reason of: (1) his or her residence, other than because of military assignment, in the court's territorial jurisdiction; (2) his or her domicile in the court's territorial jurisdiction; or (3) his or her consent to the court's jurisdiction. Requires the Secretary concerned to make child support, alimony, or property settlement payments to a spouse or former spouse of a retired member of the Armed Forces, if the member's disposable retired pay is reduced for specified reasons including a waiver in order to receive active duty or military reserve compensation, in the amount of the lesser of: (1) the amount payable under the final court order from the disposable retired pay (determined without regard to such reductions), or (2) 100% of the disposable retired pay (determined after such reductions). Entitles to specified survivor annuities under the Civil Service Retirement System (CSRS) widows, widowers, and former spouses of federal employees who die after separation from the service but before establishing a valid claim for a deferred annuity. Requires payments to a federal employee's former spouse of certain retirement benefits under CSRS or the Federal Employees Retirement System (FERS) according to the terms of a court decree, court order, property settlement, or similar process. Amends the IRC to establish in the Internal Revenue Service (IRS) an Office of the Participant and Plan Sponsor Advocate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Retirement Plan Simplification and Enhancement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To simplify and enhance qualified retirement plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:21:44-05:00"
}