{
  "actions": [
    {
      "acted_at": "1989-01-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-21", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s196-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-01-25", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-01-25", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-25", 
  "number": "196", 
  "official_title": "A bill to control emissions of air pollutants from municipal waste incineration units, to provide for the safe disposal of ash produced by such units and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Waste Combustion Control Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-25", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Cadmium", 
    "Carbon monoxide", 
    "Dioxins", 
    "Employee training", 
    "Environmental protection", 
    "Export controls", 
    "Federal-local relations", 
    "Fines (Penalties)", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Heavy metals", 
    "Incineration", 
    "Landfills", 
    "Lead", 
    "Licenses", 
    "Mercury", 
    "Municipal services", 
    "Nitrogen oxides", 
    "Refuse and refuse disposal", 
    "Standards", 
    "Sulphur oxides", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water pollution measurement"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-25", 
    "text": "Municipal Waste Combustion Control Act of 1989 - Amends the Clean Air Act to direct the Administrator of the Environmental Protection Agency (EPA) to promulgate performance standards to control emissions of particulate matter, opacity, sulfur dioxide, hydrogen chloride, oxides of nitrogen, carbon monoxide, lead, cadmium, mercury, halogenated organic compounds, dioxins, and dibenzofurans from new or modified municipal waste incineration units and from units which begin operation after July 1, 1989, with specified exceptions. Requires that such standards reflect the greatest degree of emission limitation achievable through application of the best available control technologies and practices, unless the Administrator determines that such degree will not be achievable by units for reasons that are unique to the units or locations of such units. Deems specified practices and control technologies to be available. Requires that such standards be promulgated within 18 months of this Act's enactment, take effect within six months of promulgation, and be reviewed and, if necessary, revised within five years of promulgation and every five years thereafter. Extends the effective date for such standards for units which require the installation of an acid gas scrubber to comply with such standards. Requires existing units to comply with such standards within four years of promulgation. Prohibits the issuance of any permit for a new or modified municipal incineration unit under a State program, unless: (1) the applicant has complied with application requirements before this Act's enactment; or (2) the jurisdictions served by the unit have submitted an enforceable solid waste management plan. Prohibits the issuance of any permit under this Act to any such unit unless an ash management plan has been submitted. Directs the Administrator to promulgate regulations and emission control standards, within 18 months of this Act's enactment, requiring existing units and units which are substantially completed before January 1, 1989, to meet such standards according to a timetable which requires compliance within at least six years. Establishes specific, minimum emission limitations for carbon monoxide, particulate matter, sulfur dioxide, and hydrogen chloride emissions from such units. Requires owners or operators of municipal incinerators to: (1) monitor emissions at the point such emissions move into the ambient air and at other points as necessary to protect human health and the environment; (2) monitor other parameters relating to the operation of the unit and its pollution control technology; and (3) report the results of such monitoring. Sets monitoring standards, including ones for continuous and periodic monitoring. Authorizes the Administrator to require unit owners or operators to establish and operate or pay for a program to detect impacts of the unit on humans or the environment, including the testing for and reporting of significant levels of contaminants. Authorizes the Administrator or States to request the Administrator of the Agency for Toxic Substances and Disease Registry to conduct health assessments, studies, or surveillance when exposure to municipal waste incinerator unit emissions may pose a potential health risk. Sets a 20-year limit on unit permits. Provides for the termination of such a permit if: (1) the unit is not in compliance with permit terms and conditions; (2) compliance with additional conditions will impose minimal costs on the unit owner or operator and reduce air emissions below levels specified in the permit; or (3) capacity to treat or dispose of the ash from such unit for a five-year period has not been demonstrated. Requires that a permit be reviewed at least once every five years. Authorizes concurrent State enforcement of unit emission standards, provided such enforcement is equivalent to Federal enforcement under this Act. Requires that civil penalties imposed against municipalities pursuant to this Act be applied in support of public programs and activities that enhance the protection of the health and environment of their residents. Directs the Administrator to publish guidelines, within 18 months of this Act's enactment, identifying items or materials that should be removed from municipal waste prior to incineration. Requires unit operators to establish contractual requirements or notification and inspection procedures to assure that units do not receive such items or materials. Directs the Administrator, upon concluding that municipal incineration of a product may present a threat to human health or the environment, to apply specific requirements to the composition, distribution, or disposal of such product. Requires the Administrator to make such a determination with respect to lead, cadmium, and other metals within 24 months after enactment of this Act. Directs the Administrator to establish a model State program, within 18 months of this Act's enactment, for the training and certification of municipal waste incinerator operators. Requires operators to pass such training and be certified by an authorized State program. Includes as major emitting facilities under the Clean Air Act municipal incinerators capable of charging more than 50 tons of refuse per day. (Currently, only incinerators charging more than 250 tons per day are included.) Amends the Solid Waste Disposal Act to require the Administrator to promulgate regulations, within 18 months of this Act's enactment, for the safe management of municipal incinerator ash. Requires that landfills into which such ashes are disposed provide for groundwater monitoring and: (1) have two or more composite liners and a leachate collection system above and between such liners; or (2) place such ashes in a monofill having a single composite liner and designed to assure that there will be no future migration of any constituent into ground or surface water. Provides that landfill design requirements shall not apply to owners or operators of solid waste management units utilizing alternative designs if demonstrated that such designs prevent such migration. Provides that the regulations may allow disposal of ash from units in sanitary landfills if such ash and any treated fly ash so disposed are tested and meet current criteria. Directs the Administrator, in developing regulations for the management of municipal incinerator ash, to issue criteria and testing procedures for identifying the characteristics of such ash which may pose a hazard to human health or the environment. Requires the owner or operator of a municipal incinerator or any facility involved in ash management to test the ash in accordance with such criteria and testing procedures. Requires that any ash which is identified as posing a hazard to human health or the environment be disposed of in a landfill which has two or more liners and a leachate collection system above and between such liners. Directs the Administrator to validate such criteria and testing procedures by conducting a continuing analysis of leachate at facilities disposing or reusing ash from municipal incinerators. Subjects facilities receiving municipal incinerator ash to a permit, or other prior approval program and conditions in accordance with a State's solid waste management program. Provides public notice and the opportunity for an informal public hearing prior to the issuance of a permit to an ash management facility. Authorizes the Administrator to issue a corrective action order or commence a civil action against the offending facility when there has been a release of a hazardous ash constituent. Authorizes concurrent State enforcement of permit issuances, provided such enforcement is equivalent to Federal enforcement under this Act. Requires the Administrator, within 12 months of the enactment of this Act, to publish guidelines for the development of solid waste management plans. Prohibits export of ash from municipal incinerators to locations outside of the United States except as provided in agreements between the United States and the recipient country. Requires such exporters to have a permit or the Administrator's prior approval and limits such permits to five-year terms. Authorizes the Administrator or States, under certain conditions, to grant variances from ash disposal requirements pursuant to this Act to owners or operators of municipal incinerators. Limits such variances to specified time periods. Repeals a provision of the Solid Waste Disposal Act which exempts facilities burning household and specified nonhazardous waste from regulation requirements under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Waste Combustion Control Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control emissions of air pollutants from municipal waste incineration units, to provide for the safe disposal of ash produced by such units and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:08-05:00"
}