{
  "actions": [
    {
      "acted_at": "2013-01-29", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-02-12", 
      "committee": "Committee on the Judiciary Subcommittee on the Constitution, Civil Rights and Human Rights", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on the Judiciary Subcommittee on the Constitution, Civil Rights and Human Rights. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s174-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution, Civil Rights and Human Rights", 
      "subcommittee_id": "21"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2013-02-11", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cowan, William M.", 
      "sponsored_at": "2013-02-12", 
      "state": "MA", 
      "thomas_id": "02189", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2013-01-29", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murphy, Christopher S.", 
      "sponsored_at": "2013-01-29", 
      "state": "CT", 
      "thomas_id": "01837", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-01-30", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-02-12", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-29", 
  "number": "174", 
  "official_title": "A bill to appropriately restrict sales of ammunition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ammunition Background Check Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-01-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Crimes against property", 
    "Criminal justice information and records", 
    "Department of Justice", 
    "Firearms and explosives", 
    "Law enforcement officers", 
    "Licensing and registrations", 
    "Retail and wholesale trades", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-01-29", 
    "text": "Ammunition Background Check Act of 2013 - Amends the Brady Handgun Violence Prevention Act to prohibit a licensed firearms dealer from transferring ammunition to any other person who is not licensed unless: (1) the licensee contacts the national instant criminal background check system, (2) the system has provided the licensee with a unique identification number or three business days have elapsed and the system has not notified the licensee that receipt of a firearm by such person is prohibited, and (3) the licensee has verified the the transferee's identity by examining a valid identification document containing a photograph of the transferee. Sets forth exceptions. Requires the system, if receipt of ammunition by the transferee is not prohibited, to: (1) assign a unique identification number to the transfer; (2) provide the licensee with the number; and (3) destroy all records of the system with respect to the transfer, other than the identifying number and the date it was assigned, within three days after notifying the licensee that the transaction may proceed. Requires the licensee to include the unique identification number in the record of the transfer of ammunition. Prohibits an unlicensed transferor from knowingly transferring ammunition to an unlicensed transferee without obtaining a background check conducted by a licensed dealer. Sets forth requirements for a licensed dealer who agrees to assist in such transfer. Authorizes the Attorney General to fine, and to suspend or revoke the license of, a firearms dealer, or to fine an unlicensed transferor, who knowingly transfers ammunition without complying with this Act if the national instant background check system was operating and had access to information that receipt of ammunition by the transferee was prohibited. Amends the federal criminal code to apply to ammunition: (1) recordkeeping requirements currently applicable only to the sale by federal licensees of armor-piercing ammunition; (2) prohibitions against interstate firearms sales or firearms sales that are contrary to state law; and (3) recordkeeping requirements applicable to importation, production, shipment, receipt, sale, or other disposition of firearms. Requires each licensee to report: (1) multiple sales or other dispositions at one time or during any five consecutive business days of a large quantity of ammunition (based on the Attorney General's determination of the quantity that indicates an intent to engage in criminal activity) to an unlicensed person, and (2) the theft or loss of a significant quantity of ammunition (to be defined by the Attorney General). Includes a Teflon-coated bullet within the definition of \"armor-piercing bullet,\" defines \"incendiary ammunition\" (bullets having a specialized capability to ignite upon impact), and subjects incendiary ammunition to requirements and prohibitions applicable to armor piercing ammunition. Prohibits the possession or transfer of armor piercing ammunition. Exempts the possession of such ammunition lawfully possessed under federal law on the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Ammunition Background Check Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to appropriately restrict sales of ammunition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:38:30-05:00"
}