{
  "actions": [
    {
      "acted_at": "1979-06-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means, H. Rept. 96-317.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-10", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Measure passed House, roll call #309 (395-7).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance, S. Rept. 96-249.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure passed Senate, roll call #212 (90-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-07-25", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Public Law 96-39.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4537-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Rhodes, John J.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "00957", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-07-26", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-19", 
  "number": "4537", 
  "official_title": "A bill to approve and implement the trade agreements negotiated under the Trade Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1376-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Trade Agreements Act of 1979", 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-19", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural machinery", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Aircraft", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholic beverage industry", 
    "Alcoholic beverages", 
    "Antitrust law", 
    "Auctions", 
    "Automobile tires", 
    "Aviation", 
    "Aviation agreements", 
    "Bearings", 
    "Beef", 
    "Beverages", 
    "Business and commerce", 
    "Buy American", 
    "Cheese", 
    "Chemicals", 
    "Chocolate", 
    "Clocks and watches", 
    "Clothing industry", 
    "Confidential communications", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Corn", 
    "Courts and Civil Procedure", 
    "Customs administration", 
    "Dairy products", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Dumping", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Excise tax", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Food and Food Industry", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Governmental investigations", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Interest", 
    "International affairs", 
    "International agencies", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor supply", 
    "Licenses", 
    "Marketing", 
    "Meat", 
    "Motor Vehicles and Driving", 
    "Negotiations", 
    "North America", 
    "OPEC countries", 
    "Public Contracts, Procurement, and Property", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Seafood", 
    "Sheep", 
    "Shoe industry", 
    "Standards", 
    "State laws", 
    "States", 
    "Subsidies", 
    "Tariff", 
    "Tariff agreements", 
    "Tariff preferences", 
    "Taxation", 
    "Territories (U.S.)", 
    "Textile industry and fabrics", 
    "Tire industry", 
    "Trade agreements", 
    "Treaties", 
    "Wool trade"
  ], 
  "subjects_top_term": "Trade agreements", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-19", 
    "text": "Trade Agreements Act of 1979 - Approves specified trade agreements and the statements of administrative action proposed to implement such agreements. Authorizes the President to accept the final legal instruments embodying such agreements. Limits the President's acceptance authority. Requires the President to submit regulations and any amendments of existing statutes necessary to implement such agreements to Congress. Directs the Special Representative for Trade Negotiations to keep the Congressional delegates to trade negotiations informed of any requirements of, amendments to, or recommendations under such agreements. Title I: Countervailing and Antidumping Duties - Amends the Tariff Act of 1930 to require a countervailing duty be imposed on imported merchandise if: (1) the administering authority determines that such merchandise receives any subsidy from a country subject to the Agreement on Subsidies and Countervailing Measures or a similar agreement; and (2) the U.S. International Trade Commission determines that U.S. industry is materially injured or retarded by reason of such imports. Stipulates that such countervailing duty equal the amount of net subsidy. Directs the administering authority to investigate whether such a subsidy is being provided to imported merchandise upon receiving: (1) information that such a situation exists; or (2) a petition from an interested party alleging such a situation exists. Stipulates that such petition be filed with the Commission in addition to the administering authority. Requires the administering authority to notify the Commission of any investigation in order that the Commission determine whether there is any indication of material injury to U.S. industry. Requires preliminary and final determinations to be made within specified time periods. Provides for the termination or suspension of such an investigation upon: (1) withdrawal of the petition by the petitioner; or (2) the country, which allegedly provides subsidies, agreeing to eliminate such subsidy, cease exports of such merchandise, or (in extraordinary circumstances) eliminate the injurious effect of exports to the United States. Sets forth limitations to such agreements. Requires the administering authority to publish a countervailing duty order upon final affirmative determinations by the administering authority and the Commission concerning subsidies on imported merchandise. Requires an antidumping duty be imposed on imported merchandise if: (1) the administering authority determines that such merchandise is, or is likely to be, sold in the United States at less than its fair value; and (2) the Commission determines that U.S. industry is materially injured or retarded by reason of such imports. Stipulates that such an antidumping duty equal the amount by which the foreign market value exceeds the U.S. price for such merchandise. Sets forth procedures for investigations by the administering authority and the Commission into sales at less than fair value similar to the countervailing duty investigations. Requires the administering authority to publish an antidumping duty order upon final affirmative determinations by the administering authority and the Commission that imported merchandise is being sold in the United States at less than fair value. Directs the administering authority to review annually: (1) the amounts of countervailing and antidumping duties; and (2) any agreements suspending countervailing or antidumping duty investigations. Requires the results of such review to be published along with any adjustments in the amounts of duty. Authorizes the administering authority to: (1) revoke a countervailing or antidumping duty order; or (2) terminate a suspended investigation after such review. Sets forth methods for determining the amounts of subsidies, material injury, U.S. prices, and foreign market value. Requires the administering authority and the Commission to hold a hearing during the course of any investigation at the request of a party to such investigation. Provides for the establishment of a library of information concerning foreign subsidy practices and countervailing measures. Requires specified information be available to the public. Provides for the confidentiality of certain information. Stipulates that interest be paid on overpayments and underpayments of amounts deposited on imported merchandise subject to countervailing or antidumping duty investigations. Requires the Secretary of the Treasury and the Commission to terminate pending investigations into subsidies or sales at less than market value and continue such investigations pursuant to this title. Amends the Tariff Act of 1930 to make existing provisions concerning countervailing duty investigations applicable only to imported articles from countries not parties to the Agreement. Revises the existing investigation procedures to conform with this title, with specified exceptions. Requires the administering authority to notify the Commission of specified countervailing duty orders. Directs the Commission to determine whether U.S. industry has been materially injured. Directs the administering authority to terminate the waiver of countervailing duties upon being notified by the Commission of an affirmative determination. Stipulates that countervailing duty orders issued under existing provisions shall remain in effect, but subject to review under this title. Continues the waiver of countervailing duty orders applicable to imported merchandise from countries under the Agreement; until the Commission determines whether U.S. industry has been materially injured. Repeals the Antidumping Act, 1921. Continues the effectiveness of findings made under such Act, subject to review under this title. Title II: Customs Valuation - Amends the Tariff Act of 1930 to revise the methods for appraising imported merchandise based on the transaction value, deductive value, computed value, or similar value. Repeals the existing alternative valuation standards. Directs the President to report to Congress with an evaluation of the domestic and international operation of the Agreement on Implementation of Article VII of the General Agreement on Tariffs and Trade. Specifies the effective dates of the revised valuation standards which vary depending on the particular circumstances. Amends the Tariff Schedules of the United States to increase the rate of duties on ball and roller bearings and pneumatic tires. Repeals provisions stipulating that the duties on clams, footwear, wool knit gloves, and chemicals be based on the American selling price. Increases the rate of duties on such products. Authorizes the President to modify the descriptions of chemicals contained in the Tariff Schedules in specified circumstances. Title III: Government Procurement - Authorizes the President to waive government procurement regulations for eligible products of designated countries, if such regulations result in less favorable treatment than that accorded to U.S. products or products from countries which are parties to the Agreement. Directs the President to prohibit the procurement of otherwise eligible products from countries which are not designated. Authorizes deferrals and waivers from such prohibition in specified circumstances. Requires the President to report to Congress concerning: (1) the effects on the U.S. economy of the refusal to allow the Agreement to cover governmental entities which are principal purchasers of goods and recommendations of alternative means; and (2) actions to establish reciprocity with industrialized countries in the area of government procurement. Authorizes the President to waive application of the Buy American Act in the case of procurement of civil aircraft and related articles from countries which are parties to the Agreement on Trade in Civil Aircraft. Specifies objectives, including more open market access abroad, to be sought in the renegotiations provided for in the Agreement. Directs the President to report to Congress if the renegotiations are not progressing satisfactorily. Requires the President to give careful consideration to monitoring and enforcing the requirements of the Agreement and this title. Directs the President to report to Congress concerning: (1) administrative practices in the United States and other industrial countries regarding country of origin determinations; and (2) the economic impact on labor surplus areas of the waiver of the Buy American Act. Requires the Special Representative for Trade Negotiations to make procurement information available to the designated congressional advisers. Title IV: Technical Barriers to Trade (Standards) - Permits private persons and Federal and State agencies to engage in standards related activities that do not create unnecessary obstacles to U.S. foreign commerce. Requires Federal agencies which are engaged in such activities to: (1) ensure nondiscriminatory treatment of domestic and imported products; (2) take into consideration international standards; and (3) develop standards based on performance criteria. Gives the Special Representative for Trade Negotiations responsibility for: (1) coordinating and developing international trade policy; and (2) coordinating negotiations with foreign countries concerning standards-related activities. Directs the Secretaries of Commerce and Agriculture to establish technical offices within their Departments to carry out such functions as the President prescribes to implement this title. Requires the Secretary concerned to consult and coordinate, with the Special Representative, with respect to international standards-related activities. Stipulates that private organization members shall represent U.S. interests before any private international standards organization unless the Secretary concerned has reason to believe such representation will be inadequate. Directs the Secretary concerned to encourage cooperation among interested Federal agencies which are the U.S. representatives to any international standards organization. Directs the Secretary of Commerce to maintain a standards information center to serve as a national collection facility. Authorizes the Special Representative and the Secretary concerned to make grants, enter into contracts, or provide other assistance for assisting appropriate standards-related activities. Requires such officials to solicit technical and policy advice from the trade policy advisory committees. Permits parties to the Agreement and countries extending similar rights and privileges to the United States to make a representation to the Special Representative alleging that a standards-related activity violates U.S. obligations under the Agreement. Directs the interagency trade organization established by the President to review any findings by an appropriate international forum that a standards-related activity violates U.S. obligations under the Agreement. Permits Federal agencies to consider petitions against standards-related activity in specified circumstances. Exempts specified standards activity from this title. Requires the Special Representative to report to Congress concerning international and domestic operation of the Agreement. Title V: Implementation of Certain Tariff Negotiations - Authorizes aggregate reductions in the rates of duty which exceed the maximum specified in the Trade Act of 1974 in specified circumstances. Directs the President to increase the rates of duty on textile products if the Arrangement Regarding International Trade in Textiles, or substitute Arrangement, ceases to be effective. Amends the Tariff Schedules of the United States to provide for the separate tariff treatment of sheep, goats, and prepared beef and veal. Authorizes the President to reduce the rate of duty applicable to yellow dent corn below statutory limitations. Revises the tariff provisions for carrots, dinnerware, watches and brooms. Authorizes the duty-free entry of agricultural or horticultural machinery, equipment, implements, and parts, with specified exceptions. Continues the duty-free entry of certain wool through June 30, 1985. Converts various specific rates of duty to ad valorem equivalents. Title VI: Civil Aircraft Agreement - Authorizes the President to proclaim duty-free treatment for specified articles certified for use in civil aircraft when the conditions for acceptance of the Agreement on Trade Civil Aircraft are fulfilled. Title VII: Certain Agricultural Measures - Directs the President to limit the amount of quota cheese which may enter the United States. Requires the administering authority, with the Secretary of Agriculture, to determine whether countries are providing subsidies to quota cheese. Permits any person to file a complaint with the Secretary alleging that a quota cheese is being: (1) offered for sale at less than the U.S. domestic market price; and (2) subsidized by a foreign government. Directs the Secretary to investigate such complaint and report the determinations to the President. Requires the President to: (1) impose a fee on the imported article to insure that the price will not be less than the U.S. price; or (2) prohibit or limit the entry of such articles. Stipulates that the countervailing duty provisions under title I of this Act shall be inapplicable with regard to quota cheese from countries with whom we have entered into cheese agreements. Directs the President to increase the quota for chocolate crumb. Establishes limits on the aggregate quantity of specified meat articles which may be imported into the United States. Title VIII: Treatment of Distilled Spirits - Distilled Spirits Tax Revision Act of 1979 - Amends the Internal Revenue Code of 1954 to repeal: (1) the wine-gallon method for determining the excise tax on distilled spirits; (2) the rectification taxes on such spirits; and (3) the occupational taxes on rectifiers. Revises the method for determining the tax on distilled spirits and the time for paying such tax. Revises the provisions concerning the establishment, operations, and bonding of distilled spirits plants to require that all operations of distillers, warehousemen, or processors be conducted only on bonded premises by qualified persons. Revises the procedure for tax refunds for loss of distilled spirits. Permits distilled spirits to be denatured on the bonded premises of a qualified distilled spirits plant. Limits the transfer of wine between bonded premises. Sets forth transitional rules for collecting the distilled spirits taxes. Amends the Tariff Schedules of the United States to repeal the wine-gallon method for assessing duties on distilled spirits imports and, instead, uses the internal revenue standard. Revises the rates of duty on distilled spirits to reflect such change. Directs the President to review foreign barriers to U.S. exports of alcoholic beverages and report the results to Congress. Authorizes the President to proclaim a lower rate of duty on a proof gallon basis upon receiving adequate reciprocal trade concessions. Amends the Tariff Act of 1930 to permit the transfer of specified liquor products between bonded warehouses, regardless of their location. Title IX: Enforcement of United States Rights- - Amends the Trade Act of 1974 to direct the President to take all feasible action to: (1) enforce U.S. rights under any trade agreement; and (2) respond to foreign practices which are inconsistent with trade agreements or are unreasonable or discriminatory. Permits the President to take such action even if no petition requesting such action has been filed. Sets forth the procedures for processing petitions filed by interested persons with the Special Representative for Trade Negotiations. Requires the Special Representative to recommend actions to the President after investigating such petition and consulting with the foreign country concerned. Requires the Special Representative to provide information to private persons about foreign trade practices and trade agreements. Repeals provisions permitting congressional disapproval of such Presidential actions. Title X: Judicial Review - Amends the Tariff Act of 1930 to set forth procedures for judicial review of countervailing and antidumping duty proceedings. Permits any interested party to petition for judicial review. Gives the U.S. Customs Court exclusive jurisdiction of any civil action brought to review a final determination concerning government procurement. Title XI: Miscellaneous Provisions - Amends the Trade Act of 1974 to extend the President's authority to enter into agreements to reduce nontariff barriers or other distortions to trade until January 3, 1988. Authorizes the President to sell import licenses at public auction. Directs the President to seek advice from the private sector concerning the operation of trade agreements and trade policy administration in general. Provides for the establishment of advisory committees representing service interests. Repeals the requirement that advisory committees report to Congress in 1980. Stipulates that committee members shall be consulted before and during negotiations. Exempts committees from reporting requirements contained in the Food and Agriculture Act of 1977. Requires the President to study and report to Congress concerning mutual expansion of market opportunities with other North American countries. Amends the Tariff Act of 1930 to permit the International Trade Commission to investigate matters involving countervailing duty or antidumping law only if such matters in part involve acts independently establishing a basis for relief under the unfair trade practices provisions. Provides for civil penalties for violations of cease and desist orders issued in response to such unfair trade practices. Makes technical amendments to the Trade Act of 1974 and the Tariff Schedules of the United States. Requires monthly reports on the port of entry value of each item in the Tariff Schedules of the United States and the aggregate values of U.S. imports and exports based on such values. Requires the reporting of rates of duty which would be imposed on dutiable imports based on such values. Directs the President to submit a proposal to Congress concerning a restructuring of the executive branch's international trade functions. Requires the President to report to Congress with a review of export promotion and disincentives. Amends the Trade Act of 1974 to include regional economic organizations within the meaning of beneficiary developing country. Permits certain nations which are members of the Organization of Petroleum Exporting Countries to be designated beneficiary developing countries. Revises limitations on the value of goods qualifying for duty-free treatment. Directs the Secretary of Commerce, at the request of any U.S. possession, to determine whether trade concessions have adversely affected tax revenues of such possessions. Authorizes the President to include amounts in the budget to offset such reduced revenues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Agreements Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Distilled Spirits Tax Revision Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to approve and implement the trade agreements negotiated under the Trade Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:20-05:00"
}