{
  "actions": [
    {
      "acted_at": "1979-09-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5390-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-25", 
  "number": "5390", 
  "official_title": "A bill entitled \"Pacific Southwest Water Yield and Environmental Quality Improvement Act of 1979\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pacific Southwest Water Yield and Environmental Quality Improvement Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-25", 
  "subjects": [
    "Colorado River development", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid programs", 
    "Indian lands", 
    "Native Americans", 
    "Public Lands and Real Property", 
    "Southwest (U.S.)", 
    "Water and Water Resources Development", 
    "Water quality", 
    "Water supply", 
    "Watershed management", 
    "Watersheds"
  ], 
  "subjects_top_term": "Water quality", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-25", 
    "text": "Pacific Southwest Water Yield and Environmental Quality Improvement Act of 1979 - Authorizes the Secretary of the Interior to make loans to persons and local organizations for the implementation of water yield improvement plans on lands located in the Colorado River Basin. Authorizes the Secretary to make grants to tribal organizations for the implementation of such plans on reservation lands located in the Colorado River Basin and owned or controlled by such organizations. Sets forth requirements for applying for such assistance and the terms and conditions thereof. Describes the necessary components of water yield improvement plans. Conditions the making of loans or grants above specified limits upon the submission by the Secretary to appropriate Federal, State, and local government agencies and to the public of an environmental evaluation equivalent to an environmental impact statement as required by the National Environmental Policy Act of 1969. Sets forth the manner of distribution of funds for loans and grants authorized by this Act. Requires that the administration of this Act and plans for and execution of water yield improvement practices hereunder shall be as consistent as is practicable with the provisions of the Multiple-Use Sustained-Yield Act of 1960, the Federal Land Policy and Management Act of 1976, the National Environmental Policy Act of 1969, the Watershed Protection and Flood Prevention Act of 1954, the National Forest Management Act of 1976, the Soil Conservation and Domestic Allotment Act, and other land management laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pacific Southwest Water Yield and Environmental Quality Improvement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Pacific Southwest Water Yield and Environmental Quality Improvement Act of 1979\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:37-05:00"
}