{
  "actions": [
    {
      "acted_at": "1979-10-12", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres114-96", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-12", 
  "number": "114", 
  "official_title": "A joint resolution to provide for the orderly restructuring of the Milwaukee Railroad, and for the protection of the employees of such railroad.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-12", 
  "subjects": [
    "Bankruptcy", 
    "Corporate reorganizations", 
    "Employee ownership", 
    "Federal aid to transportation", 
    "Labor and employment", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad reorganization", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-12", 
    "text": "Authorizes the Chicago, Milwaukee, Saint Paul, and Pacific Railroad Company (Milwaukee Railroad), in consultation with the Secretary of Transportation, to sell all or any portion of its system. Authorizes the Secretary to develop plans and participate in negotiations for, and make recommendations to the trustee of the railroad regarding, the sale or transfer of any portion of such system. Directs the Secretary, in developing such plans and entering into such negotiations, to give preference to financially responsible persons, including governmental entities, negotiating for the purchase of any line with the intent of providing common carrier service. Stipulates that any such proposal shall be submitted to the court having jurisdiction over the reorganization of the Milwaukee Railroad. Sets forth the conditions under which such bankruptcy court may approve the sale of such a line. Stipulates that by January 1, 1980, an association composed of representatives of national railway labor organizations, employees, and shippers may submit to the Interstate Commerce Commission a plan for converting all or a substantial part of the Milwaukee Railroad into an employee or employee-shipper owned company along with a method for implementing such a plan. Directs the Commission to approve such a plan if: (1) adequate financing is available to the proponents of such plan; (2) the plan is fair and equitable to the railroad's creditors; (3) implementation of such plan will occur by May 10, 1980; and (4) that portion of the railroad covered by the plan can be operated on a self-sustaining basis. Directs the Commission, upon approving such plan, to submit its findings to the bankruptcy court. Directs the court, within ten days, to determine whether such plan is fair and equitable to the railroad's creditors. Stipulates that the Commission's determination with respect to such issue shall be rebutted only by clear and convincing evidence. Amends the Emergency Rail Services Act of 1970 to remove the requirement that federally guaranteed railroad certificates of railroads in reorganization be treated as an expense of administration and receive the highest priority in payment under the Bankruptcy Act if the railroad involved is actively engaged in formulating an employee ownership plan or an employee-shipper ownership plan. Increases the aggregate principal amount of all certificates which may be guaranteed under such Act. Directs the Secretary to immediately guarantee trustee certificates of the Milwaukee Railroad to allow the railroad to maintain its rail system. Stipulates that such guaranteed certificates shall not have priority in bankruptcy over the claim of any creditor of such railroad which exists as of the date of the enactment of this resolution. Requires each rail carrier to give preference in hiring to any employee of the Milwaukee Railroad who is separated from his employment by reason of any reduction of service by such railroad occurring prior to March 1, 1981. Entitles employees of the Milwaukee Railroad who, by April 1, 1981, are required to change their residence to maintain employment with such railroad or to obtain employment with another rail carrier, to moving expenses. Stipulates that such expenses shall be paid by the Milwaukee Railroad and shall be treated as administrative expenses of such railroad's estate. Entitles employees of such railroad who are separated from that employment by reason of any reduction of service prior to March 1, 1984, to supplemental unemployment insurance. Grants such benefits to individuals who are separated from such railroad and become employed by another rail carrier by March 1, 1981, and are separated from that employment prior to March 1, 1984. Sets forth the amounts of such benefits. Directs the Milwaukee Railroad, at specified periods, to submit to the Railroad Retirement Board a list of those individuals separated from the railroad subsequent to the enactment of this resolution. Directs the Board to mail copies of such lists to other rail carriers. Requires rail carriers to submit lists of their available employment positions with the Board. Allows displaced employees of the Milwaukee Railroad access to such lists. Allows such an individual to bid on such an available position. Requires rail carriers to accept such a bid by the individual who has the most seniority in the class or craft within which such a position is listed. Entitles individuals who are employed by the restructured Milwaukee Railroad or individuals who are separated from such railroad and obtain employment with another rail carrier by March 1, 1981, to employee relocation incentive compensation. Sets forth the amount and the conditions under which such compensation may be granted. Entitles an employee of such railroad, by April 1, 1981, to elect to receive a separation allowance from such railroad in an amount equal to $2,000 for each year of completed service up to a maximum of $25,000. Entitles individuals making such an election to receive from the Board expenses for training in qualified institutions for new career opportunities. Stipulates that any individual who receives moving expense benefits, supplementary unemployment compensation or employee relocation incentive compensation under this resolution shall not be eligible for such separation allowance or new career training assistance. Stipulates that any individual who receives any assistance under this Act shall be deemed to have waived any employee protection benefits otherwise available under specified laws or any applicable contract or agreement. Authorizes appropriations in specified amounts to carry out the various provisions of this Act. Directs the Secretary to guarantee certificates of such railroad in order to provide moving expenses, employee relocation incentive compensation and separation allowances pursuant to this Act. Directs the Secretary to guarantee obligations to finance an equipment repair program for the Milwaukee Railroad, or its successors, during the remainder of 1979 and 1980. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to direct the Secretary to immediately purchase redeemable preference shares or trustee certificates convertible to such shares to facilitate the rehabilitation and improvement of Milwaukee Railroad property which has been sold to another person or retained by such railroad that will be used for common carrier rail service. Directs the Secretary of Energy to conduct an assessment of the present and potential coal hauling needs in the area served by the Milwaukee Railroad and to report such findings to Congress within 30 days. Stipulates that the provisions of the National Environmental Policy Act shall not apply to transactions carried out pursuant to this joint resolution. Directs the Railroad Retirement Board to publish and make available for distribution by the Milwaukee Railroad to its employees a document describing the rights of employees as established by this joint resolution. Directs the Board to submit periodic reports to Congress on its activities pursuant to this joint resolution. Directs the Milwaukee Railroad to continue its operations as they existed on May 1, 1979, until: (1) an employee or employee-shipper ownership plan is not submitted to the Commission within the alloted time; (2) such a proposed plan is found to be not feasible by the Commission; (3) the proposed plan is found by the bankruptcy court not to be fair and equitable to the railroad's creditors; or (4) the plan is not implemented within the time frame prescribed in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to provide for the orderly restructuring of the Milwaukee Railroad, and for the protection of the employees of such railroad.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:51-05:00"
}