{
  "actions": [
    {
      "acted_at": "1978-03-16", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 95-1167.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 95-1167 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "bill_ids": [
        "s1895-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1895 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11622-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-16", 
  "number": "11622", 
  "official_title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas, petroleum, petroleum products, and certain other materials, to provide standards with respect to the siting, construction, and operation of liquefied natural gas and liquid petroleum gas facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1311-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1895-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Fuels Transportation Safety Amendments Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-16", 
  "subjects": [
    "Energy", 
    "Energy transportation", 
    "Fines (Penalties)", 
    "Fuel storage", 
    "Gas pipelines", 
    "Liquefied natural gas", 
    "Natural gas", 
    "Safety measures", 
    "Transportation and Travel", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Gas pipelines", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-09-12", 
    "text": "(Measure passed House, amended) Fuels Transportation Safety Amendments Act - Amends the Natural Gas Pipeline Safety Act of 1968 to establish a safety program for liquefied gas pipelines and facilities. Title I: Fuels Transportation Generally - Grants the Secretary of Transportation the authority to require pipelines operators to correct conditions which are hazardous to life or property. Sets forth criteria to be used by the Secretary in determining whether hazardous conditions exist. Directs the Secretary to require of all pipeline operators a detailed description of their pipeline and provides for the public disclosure of this information. Directs the Secretary to require that pipeline operators report all leaks and sets forth the requirements for such reports. Allows the Secretary, by order or regulation, to provide an exemption for any person or category of persons from all or part of these requirements if the financial and administrative burdens are not justified by the benefits. Permits the Secretary to include by regulation within the meaning of \"pipeline facility\" any storage facility or category of such facility which is physically connected to any pipeline facility used for the transportation or distribution of liquefied petroleum gas provided such facility has a storage capacity of 30,000 gallons or more or such inclusion would further the purpose of this Act. Authorizes the Secretary to enforce safety regulations for facilities, other than pipelines, that are used for the storage or transportation on land of gas or liquefied petroleum gas, in interstate or foreign commerce. Directs the Secretary to conduct a study for submission to the Congress on the effects of regulating liquefied petroleum gas storage facilities. Requires that Federal Standards pertaining to inspection of facilities must set forth minimum training and educational requirements for pipeline inspectors. Requires a State agency to have and maintain the minimum number of pipeline inspectors, as determined by the Secretary, in order to meet the requirements to receive Federal funding for programs or to act as an agent with respect to interstate transmission facilities. Requires the Secretary to submit any proposed standard or amendment to a standard for the Technical Pipeline Safety Standards Committee's consideration. Authorizes appropriations for fiscal year 1979, for various programs. Title II: Siting and Safety of LNG Facilities - Defines LNG to mean natural gas in a liquid, semisolid, or solid state. Makes additional definitions for the purpose of this Title. Prohibits the construction or expansion of existing LNG facilities used in interstate or foreign commerce without the approval of the Secretary of Transportation. Directs the Secretary to formulate and publish compliance standards. Sets forth factors to be included in such standards. Requires the Secretary, after conducting a study on the risks associated with the production, transmission, and storage of LNG and the methods of assuring financial responsibility for those engaged in such activities, to report to Congress on the findings. Authorizes the Secretary to order any operator of an LNG facility to demonstrate and maintain the requisite degreee of financial responsibility. Permits any person aggrieved by such an order to seek judicial review in the appropriate court of appeals of the United States after such order is issued. Establish civil and criminal penalties for the violation of safety or financial responsibility standards. Authorizes appropriations to carry out this Title for fiscal year 1979. Title III: Miscellaneous Provisions - Establishes criminal penalties for the willful or attempted destruction of interstate pipeline and liquefied gas facilities. Sets standards for citizen suits concerning compliance with the provisions of this Act. Provides for the appointments of a Director of Office of Pipeline Safety Operations and a Director of Materials Transportation Bureau."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fuels Transportation Safety Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas, petroleum, petroleum products, and certain other materials, to provide standards with respect to the siting, construction, and operation of liquefied natural gas and liquid petroleum gas facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:49-05:00"
}