{
  "actions": [
    {
      "acted_at": "2005-09-15", 
      "references": [
        {
          "reference": "CR S10123-10128", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-09-19", 
      "calendar": "Senate Legislative", 
      "number": "213", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 213.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1715-109", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2005-09-22", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2005-09-15", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-09-15", 
  "number": "1715", 
  "official_title": "A bill to provide relief for students and institutions affected by Hurricane Katrina, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3890-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Care Disaster Assistance Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Enzi, Michael B.", 
    "state": "WY", 
    "thomas_id": "01542", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-09-19", 
  "subjects": [
    "Administrative procedure", 
    "Alabama", 
    "Apprenticeship", 
    "Auditing", 
    "Block grants", 
    "Charter schools", 
    "Community development", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Day care", 
    "Department of Education", 
    "Disabled", 
    "Disaster relief", 
    "Displaced persons", 
    "Distance education", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational planning", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Emergency management", 
    "Families", 
    "Federal aid to education", 
    "Finance and financial sector", 
    "Floods", 
    "Government operations and politics", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Infrastructure", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Louisiana", 
    "Mentoring", 
    "Mississippi", 
    "Orphans", 
    "Paraprofessional school personnel", 
    "Preschool education", 
    "Rehabilitation of the disabled", 
    "School administration", 
    "School health programs", 
    "Science, technology, communications", 
    "Secondary education", 
    "Self-help devices for the disabled", 
    "Social welfare", 
    "Special education", 
    "Student employment", 
    "Student loan funds", 
    "Student records", 
    "Student transportation", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teaching materials", 
    "Textbooks", 
    "Transportation and public works", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2005-09-15", 
    "text": "Provides assistance for students, educational institutions, and individuals with disabilities affected by Hurricane Katrina (HK). Encourages the Secretary of Education (ED) to exercise waiver authority and other actions on behalf of HK-affected states, local educational agencies (LEAs), and schools under the Elementary and Secondary Education Act of 1965 (ESEA).Authorizes ED to: (1) make grants to LEAs for supplemental educational services or additional programs and activities for HK-displaced or -affected students; (2) make payments to LEAs in Louisiana, Mississippi, and Alabama to restart operations at schools in HK-disaster areas; and (3) delay applicability of ESEA teacher qualification requirements to Alabama, Louisiana, and Mississippi and their LEAs due to exceptional or uncontrollable circumstances. Allows any LEA to provide reciprocity for HK-displaced teachers and paraprofessionals.Directs ED to: (1) use the 2004-2005 child count for 2006-2007 funding under ESEA and the Individuals with Disabilities Education Act (IDEA) if the LEA serves a school in an HK-disaster area and has a net loss of students; (2) make payments to LEAs to improve instruction of HK-displaced students (if the LEA does not count such students for ESEA and IDEA funding); and (3) assist LEAs serving HK-displaced homeless children and youths.Provides for waiver authority by ED and suspends application of certain student aid requirements under the Higher Education Act of 1965, with respect to HK-affected students or educational institutions, including provisions for: grant assistance repayment, loan deferments, loan limits, work-study, grant uses, and distance education.Directs ED, with respect to HK-affected children with disabilities, to: (1) use 2004-2005 numbers for IDEA funding of sending states; and (2) provide funds to receiving LEAs to provide early intervention services.Directs ED, in reallocating funds under the Rehabilitation Act of 1973, to give preference to affected states that contain HK-disaster areas or that received a significant number of individuals from such areas. Allows affected states to apply for waivers of nonfederal share requirements and use reallocated funds for apprenticeship programs for individuals with disabilities to participate in reconstruction or other major disaster assistance activities in areas where they lived on August 22, 2005. Allows affected states to apply to use certain grant funds under the Assistive Technology Act of 1998 to enable HK-affected individuals with disabilities to replace damaged or lost assistive technology devices. Authorizes ED to make grants to enable affected states to carry out such replacement programs. Requires an audit of each ED program that includes HK-related response and recovery activities. Child Care Disaster Assistance Act of 2005 - Authorizes the Secretary of Health and Human Services (HHS) to: (1) waive, for HK-disaster areas, specified provisions of the Child Care and Development Block Grant Act of 1990 in order to provide child care services to orphaned children or displaced families; and (2) provide technical assistance and guidance to providers of child care services to such children and families. Directs HHS to: (1) waive income eligibility and documentation requirements for HK-affected children in programs under the Head Start Act; and (2) provide technical assistance, guidance, and resources for Head Start agencies serving such children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Care Disaster Assistance Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide relief for students and institutions affected by Hurricane Katrina, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:46-05:00"
}