{
  "actions": [
    {
      "acted_at": "1974-06-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15398-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-13", 
  "number": "15398", 
  "official_title": "A bill to provide assistance for community planning needs required by development of mineral resources for energy production and to amend the procedure specified in the Mineral Leasing Act of 1920 relating to royalties paid on shale oil produced on Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Resources Area Development Act", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-13", 
  "subjects": [
    "Coal", 
    "Energy", 
    "Mines and mineral resources", 
    "Oil shales", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Public lands and natural resources", 
    "Taxation"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-13", 
    "text": "Energy Resources Area Development Act - States the findings of Congress including that: (1) development of our domestic energy resources such as coal, oil shale, and tar sands is of much importance to the Nation; and (2) the Federal Government should provide assistance for economic and social readjustment where development of these mineral resources proves to be economically unattractive or environmentally prohibitive. Provides for a minimum royalties payments to the Federal Government for shale oil produced on Federal lands. Establishes in the Treasury of the United States an Energy Resources Area Impact Fund. States that moneys paid into the fund shall be available for expenditures to provide loans and grants to States, counties, multicounty districts, and units of general purpose local governments for the purposes of: (1) the planning, acquisition, construction, reconstruction, or installation of public works, and improvements, including neighborhood facilities, street lights, solid waste collection and disposal facilities, water purification, health care facilities, and other facilities needed for the provision of necessary social services; (2) the operation of such facilities during the period of initial mineral resource development impact, not to exceed fifteen years; (3) the improvement of State and local governmental planning and management capacities with regard to community growth associated with the rapid development of mineral resources for production of energy; and (4) the economic and social readjustment of areas seriously affected by declining production or closing of mineral resource extraction and processing operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Resources Area Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance for community planning needs required by development of mineral resources for energy production and to amend the procedure specified in the Mineral Leasing Act of 1920 relating to royalties paid on shale oil produced on Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:06-05:00"
}