{
  "actions": [
    {
      "acted_at": "1992-07-30", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3107-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-30", 
  "number": "3107", 
  "official_title": "A bill to provide for the protection of vertebrate paleontological resources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vertebrate Paleontological Resources Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-30", 
  "subjects": [
    "Archaeology", 
    "Crime and law enforcement", 
    "Cultural property", 
    "Data banks", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Informers", 
    "Judicial review", 
    "Licenses", 
    "Public lands and natural resources", 
    "Surveying"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-30", 
    "text": "Vertebrate Paleontological Resources Protection Act - States that it is the intent of the Congress that under this Act: (1) palentological resources will be managed separately from archaeological and cultural resources; and (2) paleontological resources will be managed by or in consultation with palentologists. Requires permits in order to excavate or remove paleontological resources on public lands and to carry out excavation or removal activities. Specifies permit application contents. Limits issuance of permits to qualified applicants for scientific, educational, and public display uses, but not for uses that will further commercial collecting. Permits suitable institutions to contract for commercial excavation services, but maintains the resources excavated as property of the United States. Specifies permit terms and conditions. Provides for suspension and revocation of permits for violations of specified prohibited acts respecting paleontological resources on public lands. Sets forth special rules respecting permits issued under the Antiquities Act of 1906. Requires paleontological resources that the Secretary of the Interior determines are of scientific significance to: (1) be deposited in suitable institutions; and (2) remain in the vicinity of the site from which the resource was removed, to the extent practicable. Imposes certain requirements on institutions that receive such resources. Requires Federal land managers to permit an amateur collector to retain paleontological resources of non-significant scientific value for his or her collection after receiving the collector's report on the discovery of such resources. States that any resource retained by an amateur collector shall remain the property of the United States and may not be sold. Sets forth criminal and civil penalties for specified prohibited acts respecting paleontological resources on public lands. Provides for judicial review of civil penalties. Provides for rewards to persons who furnish information that leads to findings or convictions of violations of this Act. Sets forth guidelines governing disclosure of information related to paleontological resources for which excavation or removal requires a permit. Requires Federal land managers to establish a program to increase public awareness of the significance of paleontological resources on public lands and the need to protect such resources. Provides for improved cooperation and exchange of information between applicable Federal authorities and private individuals having collections of paleontological resources and data that were obtained before enactment of this Act. Requires appropriate parties to: (1) develop plans for surveying Federal lands to determine the nature and extent of paleontological resources on such lands; and (2) prepare schedules for inventorying known paleontological resources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vertebrate Paleontological Resources Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of vertebrate paleontological resources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:43-05:00"
}