{
  "actions": [
    {
      "acted_at": "2000-05-02", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2497-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2000-05-02", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-02", 
  "number": "2497", 
  "official_title": "A bill to provide for the development, use, and enforcement of an easily recognizable system in plain English for labeling violent content in audio and visual media products and services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Media Violence Labeling Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-05-02", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Antitrust law", 
    "Arts, culture, religion", 
    "Commerce", 
    "Consumer education", 
    "Federal Trade Commission", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Independent regulatory commissions", 
    "Labeling", 
    "Law", 
    "Packaging", 
    "Science, technology, communications", 
    "Sound recording and reproducing", 
    "Violence in mass media", 
    "Violence in television"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-02", 
    "text": "Media Violence Labeling Act of 2000 - Amends the Federal Cigarette Labeling and Advertising Act to state that it is the policy of Congress to provide for the establishment, use, and enforcement of a consistent and comprehensive system for labeling violent content in audio and visual media products and services, including with regard to the appropriateness of such products and services for minors. Includes within such products and services interactive video game products and services, video program products, motion picture products, and sound recording products.Authorizes manufacturers and producers of such products and services to submit to the Federal Trade Commission (FTC) a joint proposal for a system for labeling the violent content of such products and services. Outlines labeling system requirements, including that: (1) such product shall specify a minimum age for purchase and viewing; and (2) the label should appear conspicuously on the product.Requires the FTC to review any proposal that is submitted by such manufacturers and producers within 180 days after the enactment of this Act to determine if it meets such requirements. Requires the FTC to issue a labeling system within 180 days after commencing a review of such proposal. Directs the FTC to establish its own labeling system if a proposal is not submitted.Prohibits a person from manufacturing or producing such a product or service unless it bears a label meeting requirements of this Act. Prohibits a person, from the same date, from selling such product or service to an individual whose age is less than the minimum age specified under the labeling system. Provides defenses for violations, including a good-faith effort to comply with such requirements.Empowers the attorney general of a State to investigate allegations of violations of this Act. Provides civil penalties for violations.Renames the Federal Cigarette Labeling and Advertising Act as the Federal Cigarette and Media Violence Labeling and Advertising Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Media Violence Labeling Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Cigarette and Media Violence Labeling and Advertising Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development, use, and enforcement of an easily recognizable system in plain English for labeling violent content in audio and visual media products and services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:14-05:00"
}