{
  "actions": [
    {
      "acted_at": "1980-11-20", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8376-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-11-20", 
  "number": "8376", 
  "official_title": "A bill to establish a Department of Health, Education, and Welfare, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education Reorganization Act of 1980", 
  "sponsor": {
    "district": "14", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-11-20", 
  "subjects": [
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Executive reorganization"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-11-20", 
    "text": "Education Reorganization Act of 1980 - Title I: Establishment of the Department - Establishes an executive department to be known as the Department of Health, Education, and Welfare (HEW), to be administered by a Secretary appointed by the President, by and of HEW with the advice and consent of the Senate. Sets forth provisions for the principal officers of such Department. Title II: Transfer of Agencies and Functions - Transfers to the Secretary all functions of the Secretary of Health and Human Services. Transfers to the Department all offices of the Department of Health and Human Services. Transfers to the Secretary, and to the Department, all functions, and all offices, of the Secretary of Education and of the Department of Education, except for specified functions and offices relating to the operation of overseas schools for military dependents, which are transferred to the Secretary of Defense and the Department of Defense. Title III: Administrative Provisions - Authorizes the Secretary to: (1) appoint officers and employees to carry out the functions of the Secretary and the Department; and (2) obtain, as provided in appropriation Acts, the services of experts and consultants. Directs the Secretary, by the end of the first fiscal year beginning after the enactment of this Act, to submit to the President and the Congress legislative recommendations for redesigning or replacing HEW programs so that such programs can be administered by fewer personnel. Requires that the sum of the number of full-time permanent positions that perform functions to be transferred to the Department by this Act, plus the full-time equivelent of the number of experts and consultants hired, be reduced by one thousand by the end of the second such fiscal year and not increased thereafter. Sets forth general administrative provisions for the Department, including those relating to general authority, delegation, reorganization, rules, contracts, regional and field offices, acquisition and maintenance of authority, facilities at remote locations, use of facilities, copyrights and patents, gifts and bequests, technical advice, working capital fund, funds transfer, seal of department, and annual report. Authorizes appropriations for the Department for fiscal year 1982 and succeeding fiscal years. Titel IV: Transitional, Savings, and Conforming Provisions - Sets forth provisions relating to the transfer and allocation of appropriations and personnel, the effect on personnel, agency terminations, and incidental transfers. Sets forth: (1) savings provisions; (2) provisions for separability; (3) conforming references, amendments, and redesignations; and (4) transition provisions. Title V: Effective Date and Interim Appointments - Sets forth the effective date for the provisions of this Act. Provides for interim appointments under specified conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Reorganization Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Health, Education, and Welfare, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:37-05:00"
}