{
  "actions": [
    {
      "acted_at": "1975-02-20", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3419-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-20", 
  "number": "3419", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971, as amended; to repeal section 315; to prohibit certain campaign practices; to provide for stricter regulation of special interest committees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-20", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Crime and law enforcement", 
    "Election candidates", 
    "Election law", 
    "Equal time rule", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Political advertising"
  ], 
  "subjects_top_term": "Election law", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-20", 
    "text": "Federal Election Campaign Act Amendments - Title I: Criminal Code Amendments - Makes it unlawful for any Federal, State, or local government employee to use his official authority to affect or interfere with the nomination or election of any candidate for Federal elective office in connection with any activity financed by Federal subsidies or other payments. Increases the maximum fine for such violations from $1,000 to $25,000. Prohibits election campaign espionage by any employee or volunteer of a candidate or political committee. Provides for a fine of up to $25,000 and/or up to one year of imprisonment for such violation. Increases from $1,000 to $25,000 the maximum fine that may be imposed upon any person who promises employment or any other benefit made possible by an Act of Congress in exchange for political support in a Federal election campaign. Imposes a fine of up to $25,000 and/or imprisonment of up to one year upon any employee or volunteer of a candidate or political committee who willfully conceals knowledge of illegal election activities from such candidate or the chairman of such political committee. Decreases the amount which political committees may contribute to candidates for election to Federal office from $5,000 to $25,000. Prohibits candidates or their political committes from accepting contributions from other than their or individual or political party organization. Limits the amount which a candidate for election to Congress may spend in a political campaign to $150,000 or 25 cents times the voting population, whichever is greater. Imposes a fine of up to $5,000 and/or imprisonment of up to one year upon anyone who steals, embezzles, or obtains by fraud and deception non-public campaign materials from a candidate for election to Federal office. Prohibits fraudulent infiltration of Federal election campaigns for espionage or sabotage purposes. Imposes a fine of up to $5,000 and imprisonment of up to five years for such violation. Prohibits the use of funds to finance violation of provisions of Federal election laws. Imposes a fine of up to $25,000 and imprisonment of up to one year for such violation. Makes it a separate offense for any person to commit a violation of State law or any provision of this title if such violation was committed for the purpose of interfering with, or affecting the outcome of, an election and is punishable by imprisonment for more than one year. Imposes a fine of up to $25,000 and/or imprisonment of up to one year for such violation. Makes technical and conforming amendments. Title II: Amendments to Federal Election Campaign Act of 1971 - Redefines the terms \"contribution\" and \"expenditure\" for purposes of the Federal Election Campaign Act of 1971. Prohibits expenditures in excess of $1,000 to be made by or on behalf of a candidate who has received the nonimination of his political party for President or Vice President unless such expenditure has been specifically approved by the chairman or treasurer of that political party's national committee or the designated representatives of that national committee in the States where the funds are to be expended. Requires each national committee approving such expenditures to register as a political committee and report each expenditure it approves as if it had made that expenditure, together with the identification of the person seeking approval and making the expenditures. Makes it the duty of the Federal Election Commission to prepare and publish such reports as it may deem appropriate and to assure wide dissemination of statistics, summaries and reports prepaid in accordance with the requirement of the Federal Election Campaign Act of 1971. Repeals that provision of the Act, requiring the Commission to transmit a statement with respect to rule and regulations to Congress before prescribing such rule or regulation. Title III: General Provisions - Repeals that provision of the Federal Election Campaign Act of 1971 which disqualifies a former candidate for election to Federal office from becoming a candidate in any future election to Federal office for a period of time beginning on the date that the Federal Election Commission makes a finding that such candidate failed to file a report required by the Act and ending one year after the expiration of the term of the Federal office for which such former candidate was a candidate. Repeals those provisions of the Internal Revenue Code which require the Federal Election Commission to submit statements with respect to proposed rules affecting the administration of the Presidential Election Campaign Fund and the Presidential Primary Matching Payment Account to Congress before prescribing such rules. Exempts broadcast stations who permit candidates for Federal elective office to use broadcast facilities from having to afford equal station use opportunities to other candidates for the same office. Prohibits any individual who is employed by or detailed to any agency of the Executive Office of the President, including the White House Office, who is compensated from appropriated funds, from engaging in any investigative or intelligence gathering activity concerning national or domestic security unless specifically authorized to do so by statute. Requires, as soon as is practical after the beginning of each calendar year, the Secretary of the Treasury or his delegate to make a report to the Committee on Ways and Means of the House of Representatives, the Committee on Finance of the Senate and the Joint Committee on Internal Revenue which describes each request, direct or indirect, received by the Secretary or his delegate during the preceding calendar year from an officer, including the President, or employee of the Executive Office of the President, including the White House Office, for information or an investigation with respect to the liability for tax of any taxpayer. Requires all such requests made by the President or an officer or employee of the Executive Office of the President, including the White House Office, to be in writing and to be maintained on file by the Secretary. Authorizes the Secretary to disclose only the name of a person or group and the nature of an investigation if he determines that further disclosure will prejudice the rights of the person or group. Stipulates that tax returns shall not be open to inspection or examination by the President, the Vice President, or any other officer or employee of the Executive Office of the President except as provided for in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971, as amended; to repeal section 315; to prohibit certain campaign practices; to provide for stricter regulation of special interest committees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:24-05:00"
}