{
  "actions": [
    {
      "acted_at": "1973-01-12", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-05-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 93-151.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-05-23", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-06-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 93-280.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-12", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-13", 
      "committee": "House Committee on Interstate and Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-19", 
      "bill_ids": [
        "hr7917-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 7917.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-04", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-08", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-16", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1606.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-18", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-1408.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-18", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #572 (70-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-19", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-12-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-01-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-01-04", 
      "references": [], 
      "text": "Public law 93-637.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s356-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-01-04", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-12", 
  "number": "356", 
  "official_title": "An Act to provide minimum disclosure standards for written consumer product warranties; to define minimum Federal content standards for such warranties; to amend the Federal Trade Commission Act in order to improve its consumer protection activities; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7917-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Magnuson-Moss Act", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-12", 
  "subjects": [
    "Consumer protection", 
    "Federal Trade Commission", 
    "Independent regulatory commissions", 
    "Warranties"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Public Law", 
    "date": "1975-01-04", 
    "text": "(LATEST SUMMARY) Magnuson-Moss Warranty-Federal Trade Commission Improvement Act - =Title I: Consumer Product Warranties= - Provides that any supplier warranting a consumer product to a consumer in writing shall fully and conspicuously disclose in simple and readily understood language the terms and conditions of such warranty pursuant to any rules issued by the Federal Trade Commission. States that the Commission shall prescribe rules requiring that the terms of any warranty on a consumer product be made available to the consumer (or prospective consumer) prior to the sale of the product to him. Allows the Commission to prescribe rules for determining the manner and form in which information with respect to any written warranty of a consumer product shall be clearly and conspicuously presented or displayed so as not to mislead the reasonable, average consumer, when such information is contained in advertising, labeling, point-of-sale material, or other representations in writing. States that no warrantor of a consumer product may, with specified exceptions, condition his warranty of such product on the consumer's using, in connection with such product, any article or service which is identified by brand, trade, or corporate name. States that a written warranty incorporating the minimum Federal standards specified in this Act shall be conspicuously designated a \"full\" warranty, while a written warranty not incorporating Federal minimum standards shall be conspicuously designated a \"limited\" warranty. Enumerates Federal minimum standards for consumer product warranties. Relieves warrantors of specified duties under this Act if they can show that the defect was caused by damage (not resulting from the defect) while in the possession of the consumer, or by unreasonable use. Defines the conditions under which a consumer who is damaged by the failure of a supplier, warrantor, or service contractor to comply with obligations under this title or under a written or implied warranty may bring suit for damages or other legal or equitable remedies. Provides that no supplier may disclaim or modify any implied warranty to a consumer with respect to a consumer product if: (1) such supplier makes any written warranty to the consumer with respect to such consumer product; or (2) at the time of sale, or within 90 days thereafter, such supplier enters into a service contract with the consumer which applies to such consumer product. States that it is the policy of the Congress to encourage warrantors to establish procedures whereby consumer disputes are fairly and expeditiously settled through informal dispute settlement mechanisms. States that no claim shall be cognizable in a suit brought by a consumer damaged by the failure of a supplier to comply with any obligation under this title: (1) unless each individual claim exceeds the sum or value of $25; (2) unless the matter in controversy exceeds the sum or value of $50,000 (exclusive of interests and costs) computed on the basis of all claims to be determined in this suit; and (3) if the action is brought as a class action, unless the number of named plaintiffs equals or exceeds 100. =Title II: Federal Trade Commission Improvements= - Authorizes the Federal Trade Commission to make rules defining with specificity acts or practices which are unfair or deceptive and which are within the scope of this Act. Sets forth procedures to be followed in such rulemaking, including the requirement of a public transcript. Allows for judicial review of any rules established pursuant to this Act. Authorizes the Commission to conduct investigations of persons and partnerships, as well as corporations. States that in order to prevent unfair or deceptive acts or practices in or affecting commerce by banks, each agency specified in this title shall establish a separate division of consumer affairs which shall receive and take appropriate action upon complaints with respect to such acts or practices by banks subject to its jurisdiction. Prescribes conditions in which the Commission may commence, defend in, or intervene in civil actions involving the Federal Trade Commission Act. Establishes civil penalties which the Commission may seek to impose for violations of this Act. Provides that if any person or partnership violates any rule under this Act respecting unfair or deceptive acts or practices, then the Commission may commence civil action against them for legal and equitable relief. Authorizes to be appropriated to the Federal Trade Commission to carry out its functions, powers, and duties specified amounts for fiscal years 1975, 1976, and 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Magnuson-Moss Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide disclosure standards for written consumer product warranties against defect or malfunction; to define Federal content standards for such warranties; to amend the Federal Trade Commission Act in order to improve its consumer protection activities.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide minimum disclosure standards for written consumer product warranties; to define minimum Federal content standards for such warranties; to amend the Federal Trade Commission Act in order to improve its consumer protection activities; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:18-05:00"
}