{
  "actions": [
    {
      "acted_at": "1992-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-10-08T12:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-08T12:45:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3366-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-10-07", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-07", 
  "number": "3366", 
  "official_title": "A bill cited as the \"ADAMHA\" Reorganization Technical Amendments Act of 1992.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "ADAMHA Reorganization Technical Amendments Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1992-10-07", 
  "subjects": [
    "AIDS (Disease)", 
    "Alcoholism", 
    "Block grants", 
    "Breast cancer", 
    "Cervical cancer", 
    "Community health services", 
    "Drug abuse", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Health", 
    "Homeless", 
    "Human immunodeficiency viruses", 
    "Information services", 
    "Medical records", 
    "Medical research", 
    "Mental health services", 
    "Peer review organizations (Medicine)", 
    "Public assistance programs", 
    "Research centers", 
    "Right of privacy", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Tuberculosis", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-07", 
    "text": "ADAMHA Reorganization Technical Amendments Act of 1992 - Makes technical amendments to the Public Health Service Act (PHSA), as amended by P.L. 102-321 (ADAMHA Reorganization Act). Amends the PHSA to exclude grants under the Protection and Advocacy for Mentally Ill Individuals Act from certain grant requirements under PHSA provisions relating to the Substance Abuse and Mental Health Services Administration (SAMHSA). Requires maintenance of a clearinghouse for substance abuse information and a clearinghouse for mental health information (currently, requires a clearinghouse for substance abuse and mental health information). Mandates appointment of an Associate Administrator for AIDS Policy and Programs to promote, monitor, and evaluate SAMHSA activities relating to transmission of the human immunodeficiency virus (HIV). Excludes contracts for program resources from a requirement of peer review for grants through the Center for Substance Abuse Treatment, the Center for Substance Abuse Prevention, and the Center for Mental Health Services. Modifies peer review requirements for the Centers. Allows grants for mental health and substance abuse treatment services for homeless individuals to be made to States as well as to community-based entities. Requires any such grants to States to be expended solely to make grants to political subdivisions and to private nonprofit entities. Allows funds from grants, cooperative agreements, or contracts for substance abuse treatment for pregnant and postpartum women to be used for services to women with dependent children who are neither pregnant nor postpartum. Makes violation of confidentiality of records provisions a class A misdemeanor and require a fine in accordance with the Federal criminal code. (Current law requires a fine in accordance with that code, but makes no classification of the offense.) Authorizes the Director of the National Institute on Alcohol Abuse and Alcoholism (currently, authorizes the Secretary of Health and Human Services, through such Institute) to designate National Alcohol Research Centers. Allows States receiving grants for programs on breast and cervical cancers to expend the grants through grants and contracts with public or private (currently, public or nonprofit private) entities. Requires that substance abuse treatment programs under block grants to States make early intervention services for HIV available to individuals at the program site or in coordination with the program in which the individuals are undergoing the treatment (currently, at the program site). Allows categorical grants to States for expansion of the capacity for substance abuse treatment to be used for inpatient hospital services when medically necessary for an individual. Amends ADAMHA Reorganization Act temporary provisions regarding funding to provide that amounts appropriated for fiscal year 1992 shall be available for obligation until December 31, 1992. Amends the Stewart B. McKinney Homeless Assistance Act to repeal provisions authorizing appropriations for community-based mental health services to homeless individuals who are chronically mentally ill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "ADAMHA Reorganization Technical Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill cited as the \"ADAMHA\" Reorganization Technical Amendments Act of 1992.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}