{
  "actions": [
    {
      "acted_at": "1986-06-11", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2543-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1986-06-11", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1986-06-11", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1986-06-11", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1986-06-11", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1986-06-11", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-11", 
  "number": "2543", 
  "official_title": "A bill to amend and extend programs under the Urban Mass Transportation Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Mass Transit Improvement Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-11", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Airspace (Law)", 
    "Authorization", 
    "Block grants", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Construction costs", 
    "Crime prevention", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to transportation", 
    "Government operations and politics", 
    "Government service contracts", 
    "Higher education", 
    "Highway finance", 
    "Industry-university relations", 
    "Interstate highway system", 
    "Lease and rental services", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mass rapid transit", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Research centers", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Trucks", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-11", 
    "text": "Federal Mass Transit Improvement Act of 1986 - Amends the Urban Mass Transportation Act of 1964 to authorize the Secretary of Transportation (the Secretary) to issue multi-year project obligations to States and public agencies for urban mass transportation projects. Requires the Secretary to notify certain congressional committees at least 30 days prior to issuing such advance obligations. Prohibits such multi-year obligations from exceeding any limitation specified in an appropriations Act. Prescribes guidelines for such obligations. Authorizes the Secretary to make specified grants out of a new balanced investment fund to States and local public bodies for FY 1987 through 1990 for buses and vans. Sets guidelines for the allocation of such funds for urban and rural areas of specified population size. Prohibits such funds from being made available for rail modernization or extension or construction of new rail systems. Prohibits grants or loans for any fixed guideway system construction or extension unless the Secretary has first ensured that the applicant has prepared an evaluation of the proposed project which includes certain information. Authorizes appropriations for FY 1987 through 1990 for transportation projects substituted for withdrawn Interstate segments. Sets a ceiling upon FY 1987 through 1990 appropriations for grants made to States and local agencies for innovative methods in the management and operation of public transportation services. Makes grants for construction projects also available to finance cost-effective leasing projects. Expands the definition of \"associated capital items,\" and reduces the measure of current fair market value of rolling stock from one percent to one-half of one percent. Allows a recipient to retain for specified projects: (1) the net income received from airspace or adjacent property acquired as a result of a federally funded project; or (2) the income derived from the disposal of fungible items which have been fully depreciated. Provides that no funds apportioned to urbanized areas with populations of less than 200,000 may be used to pay the expenses of any State's management or administration of grant programs for such areas, except in the case of a statewide or regional agency or instrumentality responsible for financing, construction, and operation of public transportation services. Allows a State Governor to make block grant funds transfers between projects in any urbanized area of the State regardless of size: (1) only after approval by local elected officials and publicly owned operators of mass transportation services in each area to which the funding was originally apportioned; or (2) if funding is within 90 days of lapsing and no approvable grant applications are pending. Requires block grants to be apportioned within ten days after appropriation. Requires the Secretary to publish such apportionments on the apportionment date. Requires the Secretary to prepare and submit to specified congressional committees an annual rulemaking agenda. Requires opportunity to be given for public comment on proposed rules, except in the case of emergency rules or rules of routine nature or insignificant impact. Expands the definition of \"construction\" to include any bus remanufacturing project which extends the economic life of a bus eight years or more, and any project for the overhaul of rolling stock. Sets deadlines by which the Secretary must certify the sampling techniques: (1) used by persons seeking grants; and (2) of newly urbanized areas. States that the receipt of Federal transit aid under this Act does not authorize the Secretary to: (1) regulate or prescribe the mode of operation of any mass transportation system, the choice of mass transportation service provider, or the level of service; or (2) condition the approval of such aid upon either the means by which providers of mass transit services or functions are selected, or the extent of service or functions to be carried out by various private mass transportation service providers. Declares that this Act does not limit the ability of Federal transit aid recipients to determine the extent and amount of mass transit service or functions to be carried out by private enterprise. Authorizes the Secretary to use specified amounts to finance grants for the development, implementation, and evaluation of innovative techniques for private sector involvement in all aspects of public mass transit operations. Requires the Secretary to report annually to certain congressional committees regarding the results of such projects. Authorizes appropriations for FY 1987 through 1990. Sets allocation guidelines for such funds, including allocations for university transportation centers. Requires as a condition of Federal financial assistance for a major capital project under this Act (or the National Capital Transportation Act of 1969) that the financial aid recipient prepare and implement a project management plan which meets specified criteria. Authorizes the Secretary to make grants to public mass transit systems for crime prevention and security. Directs the Secretary to make grants to nonprofit institutions of higher learning to establish and operate one regional transportation center in each of the ten Federal regions which comprise the Standard Federal Regional Boundary System. Directs the Secretary to establish in the Department of Transportation a national advisory council to: (1) coordinate the research and training to be carried out by grant recipients; (2) act as a clearinghouse between such centers and the transportation industry; and (3) review and evaluate programs carried out by such centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Mass Transit Improvement Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend programs under the Urban Mass Transportation Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:56-05:00"
}