{
  "actions": [
    {
      "acted_at": "1979-07-13", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1516-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-13", 
  "number": "1516", 
  "official_title": "A bill to promote the general welfare by establishing an Energy Mobilization Board to assure prompt and expeditious development of domestic energy resources in order to overcome the dependence of the United States on foreign nations for energy supplies which are essential to national security and the national economy; to improve Federal Government operations so as to assist in the expediting of regulatory procedures which affect energy development; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Mobilization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-13", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Alternative energy sources", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Energy", 
    "Energy development", 
    "Energy facilities", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Fuel", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government procurement", 
    "Government securities", 
    "Interest", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "National Security and Intelligence Operations", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Petroleum reserves", 
    "Public Contracts, Procurement, and Property", 
    "Public utilities", 
    "Securities and Investments", 
    "States", 
    "Strategic materials", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Energy development", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-13", 
    "text": "Energy Mobilization Act of 1979 - Title I: Findings and Purposes - Declares that the purpose of this Act is to provide for expeditious development of domestic energy resources in order to overcome the nation's dependence on foreign sources of energy supplies. Title II: Energy Mobilization Board - Establishes the Energy Mobilization Board and authorizes it to provide financial assistance to energy projects in the form of guarantees of private sector loans to both commercial-scale and smaller research-scale plants designed to achieve specified production goals for a synthetic fuel industry. Sets forth requirements concerning membership, staff, and general powers of such Board. Authorizes the Board to create up to ten regional boards to assist in the development of smaller synthetic fuels projects. Authorizes such regional boards to guarantee loans of up to 85 percent of the total capital cost of such projects, with the total guarantee authority of each such board being set by the Energy Mobilization Board. Sets forth requirements concerning financing and composition of such boards. Exempts the Energy Mobilization Board from all Federal, State, and local taxation except as specified. Title III: Priority Energy Projects - Priority Energy Project Act of 1979 - Directs the Board to designate priority energy projects based on specified criteria. Exempts such designations from the impact statement provisions of the National Environmental Policy Act of 1979. Stipulates that if the Board fails to make a designation within 60 days of receiving a designation request from a person proposing an energy project, the proposed project shall automatically be given priority project status. Directs the Board to publish a Project Decision Schedule containing deadlines for all Federal actions relating to such projects. Sets the total time allowed for completion of all final agency action and the issuance of all final agency decisions as to licenses, permits, and other authorizations at one year from the date on which notice of designation of a priority energy project is published in the Federal Register. Directs the President to make any decisions or perform any actions in the event that an agency or department fails to meet its deadline. Provides that in the event the Board refuses to grant to a Federal agency or to a priority energy project a deadline extension under the provisions of this Act, upon petition to the President, such agency or project may request a deadline extension not exceeding 120 days. Sets forth criteria for the granting of such requests by the President. Provides for the coordination of the actions of Federal, State, and local governments. Directs the Board to transmit to the Governor of a State in which a priority energy project is to be located a mandatory decision schedule setting deadlines for State and local authorities to complete their actions relating to such project. Sets forth procedures authorizing the President to waive State or local law provisions causing delay in implementing the State decision schedule. Title IV: Major Natural Gas Pipeline Projects - Directs the Board to designate, upon application by a major natural gas pipeline project, each such applicant project as a project for expedited processing by the Federal Energy Regulatory Commission (FERC). Stipulates that such mandatory designation is not to be construed as a \"major Federal action\" for the purposes of the environmental impact statement provisions of the National Environmental Policy Act of 1969. Directs the Board to publish a project certification schedule containing deadlines for all action by the FERC concerning certification of such project under the Natural Gas Act of 1938. Authorizes extension of other modifications of such deadlines in limited circumstances. Directs the President to make any decisions as to certificate approval or denial in the event the FERC has not acted in accordance with its decision schedule. Authorizes the Board to establish deadlines for Federal agency action that are shorter than the minimum periods required under existing legislation. Title V: Judicial Review and Miscellaneous Provisions - Limits Judicial review of decisions of the Board made under this Act to claims alleging that an action taken pursuant to this Act will deny constitutional or statutory rights or exceed statutory jurisdiction, authorities, or limitations. Sets time limits for filing appeals or petitions for review of actions taken pursuant to this Act, and bars any challenges to such actions which are not in conformance with these provisions. Stipulates that such challenges shall be brought in the United States courts of appeals for the circuit where the project would be located, and grants exclusive original jurisdiction to such courts in such matters. Directs such courts to give precedence to such matters over all other matters on the docket. Authorizes the Supreme Court, exclusively, to review interlocutory judgments or orders of the court of appeals pursuant to this Act and directs the Supreme Court to give precedence to such matters to the greatest extent practicable. Prohibits the granting of injunctive relief against the issuance of any right-of-way, permit, lease, or other authorization pursuant to this Act except in conjunction with a final judgment on a claim filed under this Act. Terminates the Board's authority to designate priority energy project and major natural gas pipeline projects ten years after the date of enactment of this Act. Title VI: Financial Assistance - Empowers the Board to provide financial assistance to energy projects designed to make a significant contribution to the achievement of national energy independence, which projects would not otherwise receive sufficient financing from other sources. Sets forth criteria for selecting such projects. Limits the aggregate amount of assistance made or committed under this title to any one business concern or affiliated concerns to $3,000,000,000. Authorizes the Board to provide loan guarantees to any lender lending funds to any business concern contributing to the accomplishing the purposes of this Act. Sets forth requirements for such guaranties. Authorizes the Board to build and jointly operate with private industry experimental synthetic fuel and alternate energy technology plants to develop technologies designed to assist in meeting the national production goal of one million barrels of oil per day by 1985. Directs the Board to request proposals for such projects and to select up to ten such projects for financial assistance. Limits the total amount of financial assistance through loan guarantees that the Board may have outstanding at any one time to $100,000,000,000 and limits the amount of new or renewed guarantees in any calendar year to $20,000,000,000. Terminates the Board authority to provide financial assistance ten years after the date of enactment of this Act. Requires that every applicant for financial assistance under this Act provide as a condition precedent to receipt of such assistance, access to such information in its control as the Board may require for the purposes of this Act. Authorizes the Board to establish recordkeeping procedures to be followed by recipients of such assistance. Authorizes the President to appoint an advisory panel to study and report to the President, the Congress, and the Board concerning the effects of such loan guarantee program on the Nation's capital markets. Title VII: Capitalization and Finance - Authorizes the Board to have capital stock of $1,000,000,000 and to issue and have outstanding notes and other obligations necessary to finance the demonstration plants authorized to be build under this Act. Provides for the budgetary treatment of receipts and disbursements of the Secretary of the Treasury in connection with purchases and redemptions of, and income from, capital stock. Provides for the disposition of all moneys of the Board which are not otherwise utilized. Sets forth requirements relating to fiscal year, audits, and reports to be made to Congress and the President. Title VIII: Purchase Assistance - Directs the President to designate the Board as his agent for purchasing synthetic oil for storage in the Strategic Petroleum Reserve, to be used by Federal agencies or resold to private purchasers for use in the United States. Sets forth requirements concerning contracts for purchases of, or commitments to purchase, such fuels and stipulates that such purchases, commitments, and resales may be made without regard to existing legal limitations. Stipulates that purchases of, or commitments to purchase, such fuels are to be made by sealed bidding procedures except in specified circumstances, and states that the Board retains the right to refuse delivery of such fuels so long as the seller is paid the difference between the market price and the contract price. Title IX: Supports for Synthetic Gas Production - Authorizes the Board to provide financial assistance for a project conducted by a business concern whose rates are regulated by a State or local regulatory body only if a certificate of necessity for the project has been issued and the regulatory body, the Board, and the regulated business have entered an agreement allowing quarterly rate adjustments which would provide a minimum level of coverage of annualized interest charges sufficient to assure repayment of the Board's investment and restore such business concern's credit rating. Authorizes all pipeline companies transporting synthetic and natural gas mixtures to charge an averaged price for such gas. Title X: Unlawful Acts and Penalties - Establishes criminal penalties for the making of false statements, forgery, misappropriation of funds, and unauthorized activities in violation of this Act, and imposes liability upon any defendant for any profit or gain acquired as a result of such unlawful activity. Precludes suits from being brought against the Board or its officers, employees, or agents for violations of this Act except by the Attorney General of the United States. Title XI: General Provisions - Exempts the operations of the Board from the public contract and public buildings and works provisions of the United States Code. Exempts the Board from the securities laws of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Mobilization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Priority Energy Project Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the general welfare by establishing an Energy Mobilization Board to assure prompt and expeditious development of domestic energy resources in order to overcome the dependence of the United States on foreign nations for energy supplies which are essential to national security and the national economy; to improve Federal Government operations so as to assist in the expediting of regulatory procedures which affect energy development; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:04-05:00"
}