{
  "actions": [
    {
      "acted_at": "1993-05-18", 
      "references": [
        {
          "reference": "CR S6026-6027", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-06-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Patents, Copyrights and Trademarks", 
      "text": "Referred to Subcommittee on Patents, Copyrights and Trademarks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s977-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Patents, Copyrights and Trademarks", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-18", 
  "number": "977", 
  "official_title": "A bill to amend the Trademark Act of 1946 to provide for the registration and protection of trademarks used in commerce, in order to carry out provisions of certain international conventions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2129-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Madrid Protocol Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-05-18", 
  "subjects": [
    "Intellectual property", 
    "International affairs", 
    "Trademark agreements", 
    "Trademarks"
  ], 
  "subjects_top_term": "Trademarks", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-05-18", 
    "text": "Madrid Protocol Implementation Act - Amends the Trademark Act of 1946 to set forth the Madrid Protocol concerning the International Registration of Marks. Authorizes the owner of a basic application for mark registration pending before the Patent and Trademark Office or of a basic registration to file an international application with the Office. Requires the Commissioner of Patents and Trademarks to certify that information contained in the international application corresponds to that in the basic application or registration and to transmit the application to the International Bureau of the World Intellectual Property Organization. Authorizes holders of international registrations based on U.S. registrations to request extensions of protection from the International Bureau or the Office. Entitles holders of international registrations to extensions of protection to the United States. Bars protection for an international registration if the Office is the office of origin. Entitles holders of such registrations to claim a date of priority under the Paris Convention for the Protection of Industrial Property, subject to certain conditions. Subjects requests for extension of protection to opposition. Bars extension of protection to any mark not registrable on the Principal Register. Grants extensions of protection for international registrations the same effect and validity as registrations on the Principal Register and extends corresponding rights and remedies to holders of such registrations. Cancels or invalidates an extension of protection to the United States for goods and services under an international registration that has been cancelled or is not renewed. Authorizes holders of cancelled international registrations to file applications for registration for a mark for cancelled goods and services with the Office (allowing transformation into a U.S. application). Requires an extension of protection to remain in force for the term of the international registration upon which it is based. Cancels protection unless the holder files an affidavit showing current use of the mark in commerce or nonuse based on special circumstances. Authorizes extensions of protection only to persons who are nationals of or have other specified connections to a Contracting Party to the Protocol."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Madrid Protocol Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trademark Act of 1946 to provide for the registration and protection of trademarks used in commerce, in order to carry out provisions of certain international conventions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:57-05:00"
}