{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1973-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "1973", 
  "official_title": "A bill to provide for a system of children's allowances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children's Allowances Act", 
  "sponsor": {
    "district": "20", 
    "name": "Abzug, Bella S.", 
    "state": "NY", 
    "thomas_id": "00003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Families", 
    "Social welfare"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Children's Allowances Act - States that it is the purpose of this Act to spread the burden of the cost of child care equitably among the people and relieve the need among the people and relieve the need among poor families with children. Authorizes to be appropriated for each fiscal year a sum sufficient to carry out the provisions of this title. Entitles every child in the United States who is less than six years of age on the date of the enactment of this new title XX (Children's Allowances) of the Social Security Act to a children's allowance of $50 a month. States that the allowance shall be payable by the Secretary of Health, Education, and Welfare to the child's parent or caretaker while the child is in his care. Stipulates, that after the expiration of one year from the date of the enactment of this Act, every child in the United States who is less than eight years of age shall be entitled to a children's allowance. Provides that upon the expiration of each additional year thereafter, the age of entitlement shall be raised by two additional years until every child in the United States who is less than eighteen years of age is entitled to a children's allowance. Provides that allowance payments under this Act shall continue through the month preceding the earliest of the following months: (1) the month in which the child attains the age of eighteen; or (2) the earliest month in which the child marries, or becomes entitled to receive a payment on behalf of his own child; or (3) the month in which the child dies. Authorizes the Secretary to prescribe such rules and regulations as are necessary to carry out the provisions of this Act. Provides that payments received under this Act shall not be considered as income or resources for determining benefits, aid, or assistance in any form under a Federal program, or a State or local program financed in whole or in part with Federal funds, which conditions such eligibility to any extent upon income or resources of such individual, family, or household. Disallows any income tax exemption under the Internal Revenue Code for any dependent who, during the taxable year, receives a children's allowance under this Act. Provides that nothing in this Act shall be construed as excluding children's allowances from the gross income of the parent, caretaker, or other person who actually receives such payment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Allowances Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a system of children's allowances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:21-05:00"
}