{
  "actions": [
    {
      "acted_at": "1981-04-07", 
      "committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-27", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-28", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-01", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-07", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-08", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-12", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "bill_ids": [
        "s884-97"
      ], 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 884 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s902-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-07", 
  "number": "902", 
  "official_title": "A bill to assure consumers an adequate supply of cotton, rice, and soybeans at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s884-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Upland Cotton, Rice, and Soybean Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-13", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural credit", 
    "Agricultural marketing regulation", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Cotton", 
    "Credit", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Export controls", 
    "Export credit", 
    "Exports", 
    "Feed grain program", 
    "Foreign Trade and Investments", 
    "Government corporations", 
    "Government trust funds", 
    "Imports", 
    "Marketing of farm produce", 
    "Rice", 
    "Soybeans", 
    "Wheat"
  ], 
  "subjects_top_term": "Agricultural policies", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-07", 
    "text": "Upland Cotton, Rice, and Soybean Act of 1981 - Title I: Upland Cotton - Makes price support, marketing quota, base acreage allotment, and related provisions of the Agricultural Adjustment Act of 1938 inapplicable to the 1982 through 1985 crops of upland cotton. Amends the Agricultural Act of 1949 to: (1) extend the nonrecourse loan program through 1985; (2) revise the standard for determining cotton loan levels (from Strict Middling one and one-sixteenth inch to Middling one and three-thirty seconds inch cotton C.I.F. Northern Europe); and (3) raise the minimum loan level from 48 cents to 55 cents per pound. Sets the established price for the 1982 cotton crop at not less than $0.709 per pound. Defines cost of production as cost of production per acre. Declares that any upland cotton imported during a special import quota period shall be duty-free. Extends the disaster payment program for cotton through 1985. Denies eligibility for such payments to any producer if crop insurance is available under the Federal Crop Insurance Act. Changes the deadline for announcement of the national program acreage from December 15 to November 1. Authorizes the Secretary of Agriculture to limit, on a uniform basis to all cotton-producing farms, the acreage planted to cotton if the Secretary determines that the total supply will otherwise likely be excessive. Directs the Secretary to require acreage set-asides only if such acreage limitations are in effect (currently, the Secretary must require set-asides upon determining the likelihood of an excessive supply.) Eliminates compliance with the set-aside program as a condition for loan eligibility. Directs the Secretary to delegate to State and county committees his present authority to make loans, purchases, and payments with respect to a non-complying producer on an equitable basis in relation to the seriousness of default. Prohibits the making of regulations which condition loans and payments on cross-compliance and offsetting-compliance procedures. Directs the Secretary to make available recourse loans on seed cotton to encourage and assist producers in orderly ginning and marketing. Extends through July 31, 1986, the Commodity Credit Corporation's authority to sell upland cotton at not less than 115 percent of the loan rate. Amends the Food and Agriculture Act of 1977 to state that the permanent State, county, and farm base acreage allotments for the 1977 crop of upland cotton, as adjusted for underplantings in 1977, shall again become effective as preliminary allotments for the 1986 crop. Amends the Agricultural Adjustment Act of 1938 to extend through 1985 the present rules governing skiprow practices. Title II: Rice - Amends the Agricultural Act of 1949 to extend the established price and loan program for rice through the 1985 crop year. Increases from $6.31 to $8.00 per hundredweight the minimum loan level for rice. Sets a formula for the determination of additional payments to cooperators, but not on a greater acreage than that actually planted to rice. Defines the cost of production factor in target price adjustments as the cost of production per acre. Limits the maximum number of acres eligible for prevented planting disaster payments to the acreage actually planted to rice for harvest in the immediately preceding year. Revises the formula for computation of such a payment to reflect only 75 percent (currently 100 percent) of the farm program payment yield. Denies eligibility for disaster payments on the 1982 through 1985 crops of rice to any person in a county in which Federal crop insurance is generally offered. Establishes a general guideline for the determination of the national program acreage for the 1982 through 1985 crops of rice, in place of the current mandatory 1,800,000 acres. Requires the Secretary of Agriculture to determine a program allocation factor for each crop (no more than 100 percent less than 80 percent), which shall be used in the computation of individual farm acreage allotments. Authorizes the Secretary to limit, on a uniform basis to all rice-producing farms, the acreage planted to rice if the total supply of rice will likely exceed national needs. Provides for cropland set-aside for conservation uses in such event. Eliminates compliance with the set-aside or land diversion program as a condition for loan eligibility. Repeals certain provisions of the Agricultural Adjustment Act of 1938 with respect to acreage allotment and marketing quotas which are not in conformity with the provisions of this Act. Title III: Soybeans - Amends such Act to prescribe a formula for the price support of soybeans in any marketing year beginning with the 1982 crop, at a level equal to 75 percent of the average Chicago quoted cash price for Number 1 yellow-soybeans for the immediately preceding five marketing years, but not less than $5.02 per bushel. Requires announcement of such price support by October 1 of each year, with the marketing year running from September 1 through August 31. Prohibits the Secretary from: (1) requiring participation in any soybeans production adjustment control program as a condition of price support eligibility; (2) establishing a reserve storage program for soybeans; (3) restricting producer eligibility for or participation in any soybean loan program or farm storage facility loan program; or (4) considering soybeans an agricultural commodity for the purpose of any established price or production adjustment control program. Title IV: Exports - Requires the Secretary to carry out a special price support or loan program through the Commodity Credit Corporation whenever the executive branch of the Federal Government suspends, for any reason other than short supply, the commercial export sales of any agricultural commodity to any country or area with which the United States otherwise continues commercial trade. Limits such program to instances where the country or area in question imported more than three percent of total United States exports of such commodity in the two years preceding such suspension. Prescribes formulae to assure producers, through payments or interest-free nonrecourse loans, the export prices they would have received in the absence of such suspension. Directs the Secretary, through the Corporation, to compensate United States firms for losses incurred with respect to cotton and cotton-produce sales contracts canceled due to such suspension. Title V: Export of Agricultural Commodities - Amends the Food for Peace Act of 1966 to establish in the Treasury of the United States an Agricultural Export Credit Sales Revolving Fund for financing export credit sales of agricultural commodities out of private stocks. Requires all repayments on export sales of such commodities to be credited to such fund. Title VI: Farm Income Protection Program - Directs the Secretary to formulate a specific program for each year (to be announced publicly no later than March 1) which shall be designed to achieve market prices for wheat, feed grains, upland cotton, and rice equal to or greater than the established price for each such commodity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Upland Cotton, Rice, and Soybean Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure consumers an adequate supply of cotton, rice, and soybeans at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:45-05:00"
}