{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1681-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1681", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a tax credit for investments in certain economically lagging regions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Economic development", 
    "Housing and community development", 
    "Income tax", 
    "Tax credits"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Allows a tax credit against the income tax of the individual who invests in certain economically lagging regions. Limits the amount of such tax credit to the lesser of: 20 percent of the value of certain structural and mechanical property which the taxpayer has located in designated underdeveloped areas and which the Secretary of Commerce has certified; or $5,000,000. Specifies that the credit allowed to a taxpayer for a taxable year may never exceed 50 percent of that taxpayer's tax liability which remains after certain other tax credits have been deducted from the total tax imposed on him for such taxable year. Allows for the carryback or carryover of credit amounts which exceed the limit for one taxable year to other taxable years. Sets forth guidelines to be followed by the Secretary in certifying property. Provides that the Secretary may not certify property unless: (1) such property is located in certain underdeveloped areas which are not metropolitan areas having a population over 300,000; consists of plant or structure or machinery or equipment located at a plant or structure; and has a useful life of 3 years or more in certain businesses; (2) there is a market condition with sufficient national or regional demand to meet additional expansion; (3) the property will not be placed in service in connection with the relocation of an existing plant or facility; and (4) such property will be in compliance with Federal, State and local laws on pollution. Limits the Secretary's power to certify property to certain portions of the property which will be devoted to such purposes as construction, erection or acquisition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a tax credit for investments in certain economically lagging regions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:16-05:00"
}