{
  "actions": [
    {
      "acted_at": "1979-05-24", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1248-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-24", 
  "number": "1248", 
  "official_title": "A bill to provide coordination by the President of Federal, State, and local programs for combatting terrorism, to amend the Omnibus Crime Control and Safe Streets Act of 1968 to require counterterrorism provisions in State plans, to amend title 18, United States Code, with respect to the interception of wire or oral communications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Counterterrorism Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-24", 
  "subjects": [
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal procedure", 
    "Electronic surveillance", 
    "Federal aid to law enforcement agencies", 
    "Intergovernmental relations", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Searches and seizures", 
    "States", 
    "Terrorism"
  ], 
  "subjects_top_term": "Terrorism", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-24", 
    "text": "Comprehensive Counterterrorism Act of 1979 - Title I: Presidential Coordination of Counterterrorism Programs; Emergency Measures; LEAA State Plans - Directs the President to perform specified functions to assure coordinated and effective use of Federal, State, and local programs relating to terrorism, including: (1) insuring adequate collection of information; (2) directing research efforts; and (3) preparing annual reports with respect to terrorist groups and the capabilities of Federal, State, and local governments and the private sector to counter terrorist threats. Authorizes the President to declare by proclamation that a state of terrorist emergency exists upon a determination that a terrorist incident, a series of terrorist incidents, or the threat or the consequences of a terrorist incident: (1) so hinders the execution of Federal or State law that any person in a State is deprived of a constitutional right which the authorities of such State are unable to protect; (2) obstructs the execution of Federal law or impedes the course of justice under those laws; or (3) impedes or obstructs interstate or foreign commerce. Directs the President to take necessary measures during any such period to resolve the terrorist incident and vindicate the constitutional rights. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require State plans to include contingency plans for dealing with terrorist activities and meeting the standards provided for in this Act. Title II: Interception of Wire or Oral Communications Relating to Terrorist Activities - Authorizes a Federal judge to grant an order approving the interception by the Federal Bureau of Investigation of wire or oral communications which provide information which is necessary to protect against terrorist activities. Requires the Attorney General to inform the congressional committees on the judiciary concerning each such interception. Stipulates that the procedure for such interception shall generally be the same as is required under title III of the Omnibus Crime Control and Safe Streets Act of 1968 (as amended by the Foreign Intelligence Surveillance Act of 1978), with respect to international terrorist activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Counterterrorism Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide coordination by the President of Federal, State, and local programs for combatting terrorism, to amend the Omnibus Crime Control and Safe Streets Act of 1968 to require counterterrorism provisions in State plans, to amend title 18, United States Code, with respect to the interception of wire or oral communications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:58-05:00"
}