{
  "actions": [
    {
      "acted_at": "2000-07-26", 
      "references": [
        {
          "reference": "CR S7674-7675", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2935-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2000-07-26", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "2000-07-26", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-07-26", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2000-07-26", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2000-07-26", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2000-07-26", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-26", 
  "number": "2935", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974, the Internal Revenue Code of 1986, and the Public Health Service Act to increase Americans' access to long term health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Long-term Care Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-07-26", 
  "subjects": [
    "Access to health care", 
    "Actions and defenses", 
    "Aging", 
    "Aid to dependent children", 
    "Appropriations", 
    "Armed forces and national security", 
    "Baby boom generation", 
    "Block grants", 
    "Caregivers", 
    "Cash welfare block grants", 
    "Commerce", 
    "Community health services", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Disabled", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to health facilities", 
    "Federal aid to the aged", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Flexible benefit plans", 
    "Geriatrics", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Hawaiians", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "Health insurance portability", 
    "Health maintenance organizations", 
    "Health surveys", 
    "Home care services", 
    "Hospital care", 
    "Housing and community development", 
    "Income tax", 
    "Indian medical care", 
    "Injunctions", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Law", 
    "Local laws", 
    "Long-term care", 
    "Long-term care insurance", 
    "Managed care", 
    "Married people", 
    "Medicaid", 
    "Medical economics", 
    "Medicare", 
    "Medicare managed care", 
    "Mentally disabled", 
    "Military medicine", 
    "Minorities", 
    "Minority health", 
    "Nursing homes", 
    "Personal income tax", 
    "Preventive medicine", 
    "Quality of care", 
    "Quality of life", 
    "Respite care", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Retirement communities", 
    "Social surveys", 
    "Social welfare", 
    "State laws", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Transportation and public works", 
    "Veterans' medical care", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-07-26", 
    "text": "TABLE OF CONTENTS: Title I: Long Term Care Subtitle A: Tax Incentives Subtitle B: Federal Employees and Uniformed Services Group Long-Term Care Insurance Subtitle C: Seniors' Access to Continuing Care Subtitle D: Expansion of Home-Based Long-Term Care Services Under the Social Services Block Grant Title II: Support and Planning for Long-Term Care Subtitle A: Support and Surveys Subtitle B: Education and Studies Omnibus Long-term Care Act of 2000 - Amends the Employee Retirement Income Security Act of 1974 (ERISA), the Internal Revenue Code (IRC), the Older Americans Act of 1965 (OAA), the Public Health Service Act (PHSA), and the Social Security Act (SSA) with respect to long-term health care.Title I: Long Term Care - Subtitle A: Tax Incentives - Amends IRC to allow an additional itemized deduction for a certain percentage of the amount of eligible long-term care premiums paid during the taxable year for coverage for the taxpayer, spouse, and dependents under a qualified long-term care insurance contract. Sets forth special rules for individuals who have attained age 55. Adds contingent nonforfeiture requirements to specified insurance model regulations under IRC. Allows long-term care insurance to be offered under: (1) cafeteria plans, for purposes of IRC definition of qualified benefits; and (2) flexible spending arrangements, for purposes of IRC provisions relating to employer contributions to accident and health plans.(Sec. 102) Allows a nonrefundable personal credit for taxpayers who are eligible caregivers for individuals with long-term care needs. Sets forth: (1) limitations based on adjusted gross income; and (2) special rules where there is more than one eligible caregiver for an individual.Subtitle B: Federal Employees and Uniformed Services Group Long-Term Care Insurance - Long-Term Care Security Act - Amends Federal civil service provisions to direct the Office of Personnel Management (OPM) to establish and administer a program through which Federal employees and annuitants, current and retired members of the uniformed services, and their qualified relatives may obtain long-term care insurance through a qualified carrier (a company licensed to issue such insurance in all States).(Sec. 112) Directs OPM, without regard to statutes requiring competitive bidding, to contract with one or more qualified carriers to provide such insurance. Sets forth contract terms and conditions, including that the carrier participate in an administrative process to settle claim disputes. Provides for seven-year contracts. Requires OPM, after a certain period, to recommend to specified congressional committees whether the insurance program should be continued. Requires each master insurance contract to include full portability of benefits.Makes insured individuals responsible for 100 percent of the charges of coverage and allows individuals to have amounts withheld from pay for their coverage and coverage for qualified relatives. Requires each carrier to maintain a separate accounting of premium amounts received.Provides that contract terms for coverage or benefits under this Act shall preempt State and local law relating to long-term care insurance or contracts.Requires qualified carriers to furnish reasonable reports and permit audits. Requires two reports from the General Accounting Office to OPM and each House of Congress evaluating the insurance program.Provides jurisdiction for disputed claims through U.S. district courts after exhausting all available administrative remedies.Subtitle C: Seniors' Access to Continuing Care - Senior Access to Continuing Care Act of 2000 - Amends ERISA and PHSA to prohibit health insurance provided through a managed care organization under a group health plan (and, for the PHSA, health insurance in the individual market) from denying coverage with regard to a continuing care retirement community or other qualified facility concerning: (1) post-hospitalization services in the same community or facility as in pre-hospitalization; (2) skilled nursing services without a preceding hospitalization; and (3) the same facility the participant's or beneficiary's spouse already resides in. Makes the prohibition: (1) depend on whether such services are otherwise covered; and (2) regardless of whether the organization is under contract with the community or facility. Prohibits related denial of enrollment or renewal, incentives to enrollees, and penalties or incentives to physicians. Declares that this subtitle does not preempt State laws meeting certain requirements, including requirements more protective of participants or beneficiaries than requirements under this subtitle. Provides for enforcement.(Sec. 125) Expresses the sense of the Senate concerning the care of older Americans.Subtitle D: Expansion of Home-Based Long-Term Care Services Under the Social Services Block Grant - Amends SSA to restore a State's authority to transfer up to ten percent of funds for Temporary Assistance for Needy Families (TANF) to the Social Services Block Grant.(Sec. 132) Restores a specified amount of funds for the Social Services Block Grant.(Sec. 133) Appropriates additional funds for expansion of home-based long-term care services.Title II: Support and Planning for Long-Term Care - Subtitle A: Support and Surveys - Amends OAA to establish the National Family Caregiver Support Grant Program. Provides for: (1) grants to States for State programs and for area agencies on aging to provide multifaceted systems of support services for family caregivers and other caregivers who are informal providers of in-home services and community care for older individuals; (2) innovation grants; and (3) activities of national significance. Authorizes appropriations.(Sec. 202) Directs the Secretary of Health and Human Services (HHS) to conduct and report on a multi-city and county survey to determine if communities are elder-ready, or prepared to accommodate the needs of aging baby boomers.Subtitle B: Education and Studies - Directs the Secretary of Labor, in conjunction with the Secretary of HHS and the Administrator of the Small Business Administration, to establish and carry out a national public information campaign to provide employers and employees with information concerning the benefits of long-term health care coverage. Authorizes appropriations.(Sec. 212) Directs the Comptroller General to prepare and submit to the appropriate committees of Congress a report on the long-term care programs of the Veterans Administration.(Sec. 213) Directs the Secretary of HHS to conduct, and report to Congress on, at least one study to determine: (1) activities or programs to improve the quality of life for the elderly; (2) measures to be taken to prevent or delay the onset of age-related functional decline and disease and disability among the elderly; (3) whether medicare health promotion and disease prevention benefits reduce or delay the need by seniors for long-term care services; and (4) the manner in which the aging of the population in the United States will impact the administration and solvency of Federal programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Long-term Care Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Long-Term Care Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Senior Access to Continuing Care Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974, the Internal Revenue Code of 1986, and the Public Health Service Act to increase Americans' access to long term health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:25-05:00"
}