{
  "actions": [
    {
      "acted_at": "1982-04-29", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-29", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-07", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-17", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-07", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6235-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-29", 
  "number": "6235", 
  "official_title": "A bill to amend the Age Discrimination in Employment Act of 1967 and certain other Federal laws in order to abolish mandatory retirement provisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mandatory Retirement Abolition Act of 1982", 
  "sponsor": {
    "district": "6", 
    "name": "LeBoutillier, John", 
    "state": "NY", 
    "thomas_id": "00674", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-04-29", 
  "subjects": [
    "Accounting", 
    "Age and employment", 
    "Age discrimination", 
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Civil Rights and Liberties", 
    "Civil service retirement", 
    "Coastal zone", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Courts and Civil Procedure", 
    "Department of State", 
    "Discrimination in employment", 
    "District of Columbia", 
    "Employee benefit plans", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foreign service", 
    "Geodetic research", 
    "Government officials", 
    "Government operations and politics", 
    "Judges", 
    "Judicial compensation", 
    "Judicial officers", 
    "Judicial tenure", 
    "Labor and employment", 
    "Lighthouses and lightships", 
    "Mandatory retirement", 
    "Medical personnel", 
    "Older workers", 
    "Public health administration", 
    "Public health personnel", 
    "School administration", 
    "Ships and shipping", 
    "Social welfare", 
    "Surveying", 
    "Tax courts", 
    "Taxation", 
    "Territories (U.S.)", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Older workers", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-29", 
    "text": "Mandatory Retirement Abolition Act of 1982 - Title I: Amendments to Age Discrimination in Employment Act of 1967 - Amends the Age Discrimination in Employment Act of 1967 to eliminate provisions permitting age discrimination in employment where age is a bona fide occupational qualification reasonably necessary to the normal operation of the particular business. Removes the existing 70-year upper age limit to which the discrimination prohibitions apply, thus extending coverage to all individuals who are at least 40 years of age. Eliminates provisions permitting mandatory retirement at age 65 for bona fide executives or high policymakers entitled to specified benefits. Title II: Amendments To Title 5, United States Code - Amends specified laws relating to Government organization and employees to eliminate provisions which permit maximum-age entrance requirements for Federal employees. Eliminates provisions relating to automatic separations or mandatory separations based on a prescribed retirement age for Federal employees or employees of the government of the District of Columbia. Sets forth conforming amendments to the District of Columbia Public Education Act. Title III: Amendments to Other Laws Relating to Retirement - Amends the Internal Revenue Code to eliminate a mandatory retirement at age 70 requirement for tax court judges and to permit such judges who have attained age 70 to retire at any time after serving for ten years or more. Amends a specified law relating to the Federal Judicial Center to eliminate a mandatory retirement at age 70 requirement for the Director of the Center and to permit retirement at age 70 upon the request of the Director. Amends a specified law relating to the appointment and tenure of U.S. magistrates to eliminate a mandatory retirement at age 70 requirement for such magistrates. Amends the Foreign Service Act of 1980 to repeal mandatory retirement provisions for participants in the Foreign Service Retirement and Disability System. Provides that specified annuities under such System commence at age 60, or at separation for participants who separate after reaching age 60. Amends a specified law relating to Lighthouse Service officers and employees to eliminate compulsory retirement at age 70 for such officers and employees. Amends the Coast and Geodetic Survey Commissioned Officers' Act of 1948 to eliminate provisions relating to: (1) transfer of officers to the retired list; (2) separation from service; (3) effective date of retirements and separations; (4) lump-sum payment upon separation from service; and (5) retirement of officers for age. Eliminates the duty of a personnel board to make selections and recommendations for retirement of officers. Amends the Public Health Service Act to eliminate mandatory retirement at age 64 for commissioned officers of the Service and to permit such officers to be retired at such age upon their own request. Removes the authority of the Secretary to retire such officers after completion of specified periods of active service (retains the officers' right to be retired after such periods upon their own application). Amends the Budget and Accounting Act, 1921, to eliminate mandatory retirement at age 70 for the Comptroller General and the Deputy Comptroller General and to permit such officials to retire at such age upon their own request. Amends the Revised Organic Act of the Virgin Islands to eliminate the requirement that the Chief Judge of the District Court of the Virgin Islands be under 70 years of age. Amends the Central Intelligence Agency Retirement Act of 1964 for Certain Employees to repeal provisions for mandatory retirement of participants in the Central Intelligence Agency Retirement and Disability System. Title IV: General Provisions - Declares that the provisions of, and amendments made by, this title shall apply only to individuals employed on the effective date of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mandatory Retirement Abolition Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Age Discrimination in Employment Act of 1967 and certain other Federal laws in order to abolish mandatory retirement provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:00-05:00"
}