{
  "actions": [
    {
      "acted_at": "2009-02-02", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-02-04", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-02-04", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-02-10T16:55:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Financial Services. H. Rept. 111-12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-02-10T16:55:00-05:00", 
      "calendar": "Union", 
      "number": "4", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 4.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr787-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-02", 
  "number": "787", 
  "official_title": "To make improvements in the Hope for Homeowners Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-02-04", 
  "subjects": [
    "Housing and community development", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2009-02-10", 
    "text": "Amends the National Housing Act to modify requirements under the HOPE for Homeowners Program (Program) regarding borrower certification and liability. Revises the requirement of certification to the Secretary of Housing and Urban Development (HUD) that the mortgagor has not intentionally defaulted on the existing mortgage or any other debt. Eliminates the requirement to certify that there has been no intentional default on any other debt. Repeals the requirement that the current borrower have, or is likely to have, a mortgage debt-to-income ratio greater than 31% (or any higher amount the Federal Home Loan Bank Board (FHLB) determines appropriate). Requires the mortgagor to agree in writing that the mortgagor shall be liable to repay any direct financial benefit achieved from the reduction of indebtedness on the existing mortgage or mortgages on the residence refinanced under the program that was derived from misrepresentations by the mortgagor in any required certifications and documentation, subject to the discretion of the Oversight Board. Increases from 90% to 93% of a property's appraised value the cap on the principal obligation amount of a refinanced eligible insured mortgage. Repeals the prohibition against second liens. Revises requirements for mortgagee documentation and verification of the mortgagor's income. Repeals the alternative requirement that the mortgagee procure an income tax return transcript of the mortgagor's income tax returns for the two most recent years. Allows the Oversight Board to set procedures and standards for the mortgagee to follow. Prohibits a mortgagor from having a net worth, as of the date he or she first applies for a mortgage to be insured under the Program, that exceeds $1 million. Repeals the prohibition against paying insurance benefits to a mortgagee in any case in which the mortgagor fails to make the first payment on a refinanced mortgage. Reduces the annual premium for a refinanced eligible insured mortgage, and allows its further reduction or termination during the mortgage term.Repeals the entitlement of the Secretary of Housing and Urban Development and the mortgagor of an eligible insured mortgage, upon any sale or disposition of the subject property, to 50% of any appreciation in the property's appraised value since the date that the mortgage was insured. Authorizes the FHLB to establish a payment of up to $1,000 per loan to the servicer of the existing senior mortgage for every loan insured under the Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To make improvements in the Hope for Homeowners Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:16-05:00"
}