{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-19", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1486-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2013-08-01", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-09-19", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1486", 
  "official_title": "A bill to improve, sustain, and transform the United States Postal Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1382-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1398-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Postal Reform Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Alcoholic beverages", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Employee benefits and pensions", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Health care costs and insurance", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Labor-management relations", 
    "Medical tests and diagnostic methods", 
    "Performance measurement", 
    "Postal service", 
    "Public-private cooperation", 
    "Social work, volunteer service, charitable organizations", 
    "U.S. Postal Service", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Postal Reform Act of 2013 - Amends provisions of federal law relating to the funding of the U.S. Postal Service (USPS) retirement and health care systems, operations, revenue, and governance. Title I: Postal Service Workforce - Modifies the pre-funding formula for the USPS retirement system using demographic data and revised economic assumptions regarding wage and salary growth. Allows USPS to use up to $6 billion of any funding surplus for repayment of its debt obligations. Restructures the pre-funding requirements for USPS retiree health benefits by replacing the current schedule of annual payments to the Postal Service Retiree Health Benefits Fund with a schedule of annual installment payments that will liquidate pension liabilities by September 30, 2052, or within 15 years, whichever is later, as recomputed by June 30 of each year beginning in 2016. Reduces the pre-funding requirement for retiree health benefits to 80% of projected liability (currently, 100%). Authorizes USPS to negotiate: (1) coverage of new employees under the Federal Employees' Retirement System (FERS) defined benefit plan, and (2) establishment of a single Postal Service Health Benefits Program outside of the Federal Employees Health Benefits (FEHB) Program. Sets forth the basic requirements for such health program, including that it provide coverage that is actuarially equivalent to the types of plans available under the FEHB Program. Permits the enrollment of USPS employees in Medicare without penalty. Requires any arbitration board deciding a contract dispute between USPS and labor organizations to render a decision not later than 45 days after the date of its appointment and to consider relevant factors such as the financial condition of USPS. Title II: Postal Service Operations - Requires USPS to: (1) maintain service standards for first-class mail and periodicals for two years after the enactment of this Act, and (2) develop and promote adequate and efficient postal services with respect to its market-dominant products. Prohibits USPS, during the two-year period beginning on the enactment of this Act, from closing or consolidating any existing postal facility. Sets forth criteria for the closing or consolidation of postal facilities that requires the consideration of other alternatives and the effect of closure or consolidation on the community, businesses, and USPS employees. Authorizes USPS to establish a general, nationwide delivery schedule of five or fewer days per week to street addresses, beginning not less than one year after the enactment of this Act. Requires USPS to: (1) use the primary mode of mail delivery that is most cost-effective and in the best long-term interest of USPS; (2) convert door delivery to other delivery modes, including centralized delivery or curbside delivery; and (3) develop and promote adequate and efficient postal services with respect to its market-dominant products. Title III: Postal Service Revenue - Requires the Board of Governors of USPS to establish a system of classes and rates for market-dominant products. Requires USPS to provide services that are not postal services if the provision of such services: (1) uses the processing, transportation, delivery, retail network, or technology of USPS; (2) is consistent with the public interest; (3) would not create unfair competition with the private sector; and (4) has the potential to improve the net financial position of USPS. Authorizes the mailing of distilled spirits, wine, or malt beverages in accordance with the laws of the state, territory, or district where the sender initiates the mailing and the addressee takes delivery. Title IV: Postal Service Governance - Revises provisions relating to the Board of Governors of USPS, including its membership, qualifications, compensation, and terms. Removes the Postmaster General and the Deputy Postmaster General from the Board of Governors. Establishes in USPS a Strategic Advisory Commission on Postal Service Solvency and Innovation as an independent commission to provide strategic guidance to the President, Congress, the USPS Board of Governors, and the Postmaster General on enhancing the long-term solvency of USPS and to foster innovative thinking to address the challenges facing USPS. Requires the Postmaster General to submit to the USPS Board of Governors a plan describing actions to achieve long-term solvency for USPS. Establishes in USPS the position of Chief Innovation Officer, to be appointed by the Postmaster General. Requires such Innovation Officer to have proven expertise and a record of accomplishment in areas such as: (1) the postal and shipping industry; (2) innovative product research and development; (3) brand marketing strategy; (4) new and emerging technologies, including communications technology; or (5) business process management. Requires the USPS to submit to Congress a comprehensive strategic plan for an area office and district office structure that will be efficient and cost effective, that will not substantially and adversely affect USPS operations, and that will reduce the total number of area and district offices. Title V: Federal Employees' Compensation Act - Workers' Compensation Reform Act of 2013 - Amends the Federal Employees' Compensation Act (FECA) to revise benefit payments for FECA enrollees. Reduces FECA benefits for totally disabled enrollees to 50% of their pre-disability pay upon the enrollee reaching full retirement age, as defined in the Social Security Act. Exempts any enrollee who: (1) has attained retirement age by the date of enactment of this Act, (2) is an individual who has an exempt disability condition, or (3) is a member of a household that meets eligibility requirements for the supplemental nutrition assistance programs (SNAP). Eliminates augmented compensation under FECA for dependents of postal employees who have a work-related injury. Exempts employees who are totally disabled and allows augmented compensation, for three years after the enactment of this title, for employees who are partially disabled. Allows injured workers to receive schedule compensation payments (i.e., specific payments for certain injuries) if their FECA benefits are reduced under the this Act. Revises requirements for vocational rehabilitation of injured workers (except workers who have attained retirement age) by: (1) requiring such workers to develop a comprehensive return to work plan and undergo vocational rehabilitation, (2) authorizing the Secretary of Labor to enter into an assisted reemployment agreement with public or private employers for hiring individuals eligible for wage-loss compensation for up to three years, and (3) extending vocational rehabilitation opportunities under FECA to partially disabled workers. Directs the Secretary to require employees who are receiving worker compensation benefits to report their earnings from employment or self-employment. Requires forfeiture of worker compensation for any period for which an employee fails to report or understates such earnings. Requires the Secretary to: (1) establish a disability management review process for certifying and monitoring the disability status and injuries of employees receiving benefits, and (2) require employees receiving benefits to submit to physical examinations to assess the nature and extent of their disability. Requires the three-day waiting period for the commencement of FECA benefits to begin immediately after a work-related injury for all injured federal employees (currently, different waiting periods apply to USPS employees and other federal employees). Requires individuals who are eligible for compensation under FECA and under the Civil Service Retirement System (CSRS), FERS, or another retirement system to elect which benefits to receive. Authorizes the Secretary to: (1) use field nurses (registered nurses who assist in the medical management of disability claims and provide claimants with assistance in coordinating medical care) to coordinate medical services and vocational rehabilitation programs for injured employees, and (2) suspend compensation to employees who refuse to cooperate with a field nurse or who obstruct a field nurse in the performance of duties. Allows the federal government to recover continuation of pay (i.e., salary that is continued to be paid during the 45-day period between the beneficiary's injury and the start of FECA disability benefits) from third parties who are liable for the beneficiary's work-related injury. Directs the Secretary to establish an Integrity and Compliance Program (Program) and cooperate with other federal agencies to prevent, identify, and recover fraudulent and other improper payments for the FECA program. Establishes the FECA Integrity and Compliance Task Force to assist in implementing the Program. Grants the Secretary, the Postmaster General, and Inspectors General access to agency databases to improve compliance with requirements under the Program, including social security earnings information, the OPM retiree database, the Department of Veterans Affairs Beneficiaries Database, and the National Directory of New Hires. Requires the establishment of protocols for the secure transfer and storage of any information provided under the Program. Requires GAO to conduct periodic audits of the Program. Increases to $50,000 the benefit amount for a severe disfigurement of the face, head, or neck. Increases to $6,000 the maximum benefit amount for the reimbursement for funeral expenses for an employee who dies due to a work-related injury. Expands compensation provisions for the disability or death of a federal employee to include injuries sustained in an attack by a terrorist or terrorist organization, either known or unknown. Provides for continuation of pay for federal employees who sustain injuries in a zone of armed conflict. Title VI: Property Management and Expedited Disposal of Real Property - Federal Real Property Asset Management Reform Act of 2013 - Requires each federal agency to: (1) maintain adequate inventory controls and accountability systems for real property under its control; (2) develop current and future workforce projections to assess the need of the federal workforce regarding the use of real property; (3) continuously survey real property under the control of a federal agency to identify excess and underutilized property and other real property, including postal properties, suitable for colocation or consolidation with other agencies and facilities; (4) establish goals to reduce excess and underutilized federal property; (5) assess leased space to identify space that is not fully used or occupied; and (6) conduct an inventory and make an assessment of real property under the the control of the agency on an annual basis. Establishes a Federal Real Property Council to: (1) develop guidance and ensure implementation of an efficient and effective real property management strategy, (2) identify opportunities to better manage real property assets, and (3) reduce the costs of managing real property. Requires agencies with independent leasing authority to submit to the Council a list of all their leases, including operating leases. Requires the Administrator of the General Services Administration (GSA) to establish and maintain a single, comprehensive, and descriptive database of real property under the custody and control of all federal agencies. Requires the Director of the Office of Management and Budget (OMB) to establish a pilot program to dispose of any surplus property by sale, transfer, or other means of disposal. Requires the Comptroller General (GAO) to report on such pilot program. Authorizes the Secretary of Housing and Urban Development (HUD) to make grants to private nonprofit organizations to purchase real property to assist the homeless."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Federal Real Property Asset Management Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Workers' Compensation Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve, sustain, and transform the United States Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:49:35-05:00"
}