{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4737-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4737", 
  "official_title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3036-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postsecondary Vocational Education Act", 
  "sponsor": {
    "district": "4", 
    "name": "Andrews, Ike", 
    "state": "NC", 
    "thomas_id": "00018", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Education", 
    "Federal aid to vocational education", 
    "Higher education", 
    "Manpower training programs", 
    "States", 
    "Technical education", 
    "Vocational education", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Federal aid to vocational education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Postsecondary Vocational Education Act - Establishes a division of funds between secondary vocational and postsecondary occupational education in allotments to States under the Vocational Education Act of 1963. Provides that funds granted to States for occupational education may be used for: (1) strengthening State Advisory Councils on Vocational Education in order that they may effectively carry out the additional functions imposed by this Act; and (2) enabling the States to initiate and conduct a program of planning, including the development of a long-range strategy for placing occupational education on an equal footing with traditional academic education. Directs the Commissioner of Education to make grants to the States for specific projects relating to the design, establishment, and conduct of post secondary occupational education programs. Directs any State desiring to receive the amount of its occupational education allotment for a fiscal year to submit a State plan for occupational education at such time, in such detail, and containing such information as the Commissioner of Education may prescribe. Sets forth criteria to be met for approval of State plans by the Commissioner. Provides that the Commission shall pay, from the State's occupational education allotment for a fiscal year, an amount equal to 50 percent of the total expenditures made in carrying out the State's approved plan. Directs each State to establish a local coordinating committee for each locality in the State. Provides that each local coordinating committee shall make a continuing study of the needs in its locality for vocational education, occupational education, and manpower training programs. States that on the basis of the information derived from such study, the local coordinating committee shall develop and propose a strategy which will present a coherent, integrated, and comprehensive set of vocational education, occupational education, and manpower training programs designed to meet such needs. Stipulates that aggregate expenditures for administration may not exceed 5 percent and guidance, counseling, and technical assistance may not exceed 15 percent of the State's vocational education allotment for that year. Provides for the consolidation, under the Vocational Education Act, of programs for research and training, exemplary programs, and project and curriculum development. Sets forth provisions governing how appropriated sums shall be divided by the Commissioner among specific projects. Authorizes appropriations of $135,000,000 for fiscal year 1976 and for each of the four succeeding fiscal years for the improvement of vocational and occupational education programs pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Vocational Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:46-05:00"
}