{
  "actions": [
    {
      "acted_at": "2011-03-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s573-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2011-03-14", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-14", 
  "number": "573", 
  "official_title": "A bill to establish a harbor maintenance block grant program to provide maximum flexibility to each State to carry out harbor maintenance and deepening projects in the State, to require transparency for water resources development projects carried out by the Corps of Engineers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Corps of Engineers Reform Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "DeMint, Jim", 
    "state": "SC", 
    "thomas_id": "01605", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-14", 
  "subjects": [
    "Advisory bodies", 
    "Army Corps of Engineers", 
    "Congressional oversight", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Government trust funds", 
    "Hydrology and hydrography", 
    "Navigation, waterways, harbors", 
    "State and local finance", 
    "Water resources development", 
    "Water resources funding"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-14", 
    "text": "Corps of Engineers Reform Act of 2011 - Directs the Secretary of the Army, acting through the Chief of Engineers, to establish a program to make grants to states to carry out harbor maintenance and deepening projects in accordance with the priorities determined by each participating state. Amends the Internal Revenue Code to establish in the Harbor Maintenance Trust Fund a separate State Harbor Maintenance Block Grant Account to fund such grant program. Requires the chief executive officer of a state to designate a state agency to administer the financial assistance received, develop the state plan to be submitted to the Secretary, hold at least one hearing to provide the public an opportunity to comment, and coordinate the implementation of harbor maintenance projects with applicable federal, state, and local agencies. Directs the Secretary to: (1) coordinate all activities of the Department of Defense (DOD) relating to harbor maintenance activities and to coordinate with similar activities of other federal entities; (2) provide technical assistance to states in carrying out this Act; (2) review state compliance with this Act and with the plan approved for the state and terminate payments to the state for noncompliance; and (3) allot to each participating state, for each fiscal year, an amount equal to the proportion that the amounts collected in the state for deposit in the State Harbor Maintenance Block Grant Account for that fiscal year bears to the total amount of funds in that Account. Provides for a pro rata reduction of allotments in the event of insufficient funds. Directs the Secretary to publish: (1) annually, a list describing each authorized water resources project of the Corps of Engineers in the Federal Register and on a publicly available website, and (2) a list describing each water resources study or project of the Corps that is no longer authorized. Establishes a Water Resources Commission to make recommendations for the means by which to prioritize water resources projects of the Corps and prioritize Corps water resources projects that are not being carried out under a continuing authorities program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corps of Engineers Reform Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a harbor maintenance block grant program to provide maximum flexibility to each State to carry out harbor maintenance and deepening projects in the State, to require transparency for water resources development projects carried out by the Corps of Engineers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:03:58-05:00"
}