{
  "actions": [
    {
      "acted_at": "2003-09-16", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-17", 
      "calendar": "Senate Legislative", 
      "number": "282", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 282.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1618-108", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "2003-09-23", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dayton, Mark", 
      "sponsored_at": "2003-09-23", 
      "state": "MN", 
      "thomas_id": "01629", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "2003-09-16", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2003-09-24", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2003-09-16", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2003-09-16", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-09-16", 
  "number": "1618", 
  "official_title": "A bill to reauthorize Federal Aviation Administration Programs for the period beginning on October 1, 2003, and ending on March 31, 2004, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2115-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Temporary Federal Aviation Administration Reauthorization Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-09-17", 
  "subjects": [
    "Authorization", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-09-16", 
    "text": "Temporary Federal Aviation Administration Reauthorization Act of 2003 - Amends Federal transportation law to authorize appropriations for October 1, 2003, through March 31, 2004, for the Federal Aviation Administration (FAA), including: (1) air navigation facilities and equipment; (2) airport and noise compatibility planning and development; (3) aviation programs; and (4) aviation research. Extends authority for the apportionment of funds for the same period for: (1) the Contract Air Traffic Control Tower Program; and (2) airport improvement projects (AIP) at primary airports. Increases to 95 percent the Federal share of allowable AIP costs for a grant made during such period. Authorizes the Secretary to decide that the costs of revenue producing aeronautical support facilities, including fuel farms and hangars, are allowable for an AIP at a nonprimary airport if: (1) the Federal share of such costs is paid only with funds apportioned to the airport sponsor; and (2) the sponsor has made adequate provision for financing airside needs of the airport. Authorizes the Secretary to enter into a reimbursable agreement with the Secretary of the Interior to fund airport development at Midway Island Airport between for October 1, 2003, and March 31, 2004. Makes the sponsors of airports in the Republic of the Marshall Islands, Federated States of Micronesia, and Republic of Palau eligible for grants during the same period. Authorizes during the same period essential air service and small community air service. Prohibits the Under Secretary for Border and Transportation Security of the Department of Homeland Security from implementing, except on a test basis, the proposed computer assisted passenger prescreening system (CAPPS2) before providing to Congress a specified certification. Directs the Secretary of Homeland Security to report to specified congressional committees on the potential impact of CAPPS2 on the privacy and civil liberties of U.S. citizens. Revises requirements for flight training operators with respect to aliens or others specified by the Secretary of Homeland Security (currently, the Under Secretary of Transportation for Security), including mandatory training applicant information (including fingerprints), notifications, expedited processing of information and background checks, assessment of investigation fees, and exemption from all such procedures and processes of certain foreign military pilots. Prohibits the Secretary of Transportation from authorizing the privatization of the air traffic separation and control functions or any functions related to certification of national airspace systems and services (except certain contract traffic control towers) currently operated by the FAA. Requires the Secretary to report to specified congressional committees on the FAA plan to revamp the flight service station program. Amends the Internal Revenue Code to extend Airport and Airway Trust Fund expenditure authority until October 1, 2004. Prescribes a special rule for air transportation tax paid for domestic segments beginning after 2002. Declares that, if an amount is paid during a calendar year for a domestic segment beginning in a later calendar year, then the rate of tax shall be the rate in effect for the calendar year in which such amount is paid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Temporary Federal Aviation Administration Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize Federal Aviation Administration Programs for the period beginning on October 1, 2003, and ending on March 31, 2004, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:30-05:00"
}