{
  "actions": [
    {
      "acted_at": "1988-06-16", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2525-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1988-06-16", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1988-06-16", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-16", 
  "number": "2525", 
  "official_title": "A bill to amend the Federal Trade Commission Act to allow certain actions by State attorneys general.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-16", 
  "subjects": [
    "Actions and defenses", 
    "Advertising and Marketing", 
    "Attorneys general", 
    "Class actions (Civil procedure)", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Deceptive advertising", 
    "District courts", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Government and business", 
    "Government attorneys", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Interstate commerce", 
    "Lawyers and Legal Services", 
    "Parties to actions", 
    "Restrictive trade practices", 
    "State officials and employees", 
    "States", 
    "Trade regulation", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-16", 
    "text": "Amends the Federal Trade Commission Act (the Act) to authorize State attorneys general to enforce prohibitions against unfair or deceptive practices in commerce under the Act. Authorizes any State attorney general to bring a civil action in the name of the State, in any U.S. district court having jurisdiction of the defendant, to secure specified relief for any violation of any provision of the Act, or any order issued or rule promulgated under it, respecting unfair or deceptive acts or practices in or affecting commerce. Requires a State attorney general, in order to bring such action, to allege that such acts or practices affect or may affect the State or its residents. Requires that the Federal Trade commission (FTC) and attorneys general of other States be notified of the commencement of such action: (1) at least 30 days before it is to be commenced; or (2) as early as practicable if the State attorney general commencing the action alleges that the harm to the public is ongoing or may recur, and petitions the court for temporary or preliminary relief from such harm. Authorizes the Commission by its own attorneys to intervene in any such action. Authorizes the attorney general of any other State to intervene in such an action if the State or its residents are or may be affected by the acts or practices about which the action is brought. Authorizes the court in such an action to: (1) impose a civil penalty as if the action were brought by the FTC or the U.S. Attorney General; (2) grant mandamus injunctions and further appropriate equitable relief; and (3) grant relief to redress injury to consumers or others resulting from such violations. Allows all such forms of penalties and relief to include: (1) relief relating to persons outside the State; and (2) relief applicable to conduct outside the State of any attorney general who is a party to the action. Authorizes a State attorney general to petition any court with jurisdiction of a person subject to such a court order to enforce it with respect to such person if the attorney general alleges that failure to comply with the order affects or may affect the State or its residents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to allow certain actions by State attorneys general.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:01-05:00"
}