{
  "actions": [
    {
      "acted_at": "1977-07-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8442-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-20", 
  "number": "8442", 
  "official_title": "A bill to improve the operation of the adjustment assistance programs for workers, firms, and communities under the Trade Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "22", 
    "name": "Vanik, Charles A.", 
    "state": "OH", 
    "thomas_id": "01183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-20", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Depressed areas", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Health", 
    "Health insurance", 
    "Imports", 
    "Labor and employment", 
    "Trade adjustment assistance", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-07-20", 
    "text": "Title I: Improvements in Adjustment Assistance for Workers - Amends the Trade Act of 1974 to permit the Secretary of Labor to file a petition for trade adjustment assistance on behalf of a group of workers upon notice of a major layoff, closing, or relocation. Makes eligible for such assistance certain groups of workers in firms whose customer firms have been adversely affected by imports. Encompasses workers in a firm who have been replaced by workers transferred from firm subdivisions which have been affected by imports within \"adversely affected workers. Revises the minimum work requirement for adjustment assistance for individual members of certified groups. Extends the duration of additional readjustment assistance for older workers. Creates trade impacted worker programs under the Special Federal Responsibilities title of the Comprehensive Employment and Training Act of 1973. Revises application requirements for, and increases the reimbursement percentage of, job search and relocation allowances. Establishes a temporary health insurance protection program for certain adversely affected workers who are entitled to readjustment allowances and who have lost coverage under an employment based health insurance plan. Title II: Improvements in Adjustment Assistance to Firms - Revises eligibility requirements for firm adjustment assistance including making eligible certain firms whose customer firms have been directly affected by imports. Reduces the interest rate of guaranteed loans made to eligible firms. Title III: Improvements in Adjustment Assistance for Communities - Revises standards and procedures for community adjustment assistance certification. Shortens the time within which the Secretary of commerce must send a task force to the trade impacted area to facilitate the administration of the community assistance program. Makes establishment of a local Community Council for Adjustment Assistance optional. Broadens the types of assistance which are available to trade impacted areas in fulfilling their adjustment assistance plan. Transfers certain oversight authority regarding the community assistance program from the Secretary to the Adjustment Assistance Coordinating Committee. Title IV: General Provisions - Revises the composition and functions of the Adjustment Assistance Coordinating Committee. Requires firms contemplating layoffs, closings, or domestic relocations due to imports, as well as firms contemplating moves to foreign countries, to notify potentially affected employees and the Secretaries of Commerce and Labor. Specifies civil penalties for failure to comply with notice requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the operation of the adjustment assistance programs for workers, firms, and communities under the Trade Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:52-05:00"
}