{
  "actions": [
    {
      "acted_at": "1983-04-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-15", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-15", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2416-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-05", 
  "number": "2416", 
  "official_title": "A bill to provide employment opportunities to long-term unemployed individuals in high-unemployment areas in conjunction with job training in occupations and skilled trades which are essential to rebuilding the national infrastructure or which are necessary to or related to defense preparedness.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Investment in Full Employment Act of 1983", 
  "sponsor": {
    "district": "1", 
    "name": "Washington, Harold", 
    "state": "IL", 
    "thomas_id": "01204", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-05", 
  "subjects": [
    "Adult education", 
    "Architecture and the disabled", 
    "Asbestos", 
    "Conversion of educational facilities", 
    "Depressed areas", 
    "Economics and public finance", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational facilities", 
    "Educational finance", 
    "Elementary education", 
    "Employment and training programs", 
    "Energy conservation", 
    "Environmental protection", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Full employment policies", 
    "Government contractors", 
    "Information services", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Manpower training programs", 
    "Minority employment", 
    "Nondiscrimination provisions", 
    "Occupational retraining", 
    "Poor", 
    "Public health", 
    "Public schools", 
    "Public service employment", 
    "Public works", 
    "Secondary education", 
    "Small business", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Temporary employment", 
    "Territories (U.S.)", 
    "Unemployment", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-05", 
    "text": "Long-Term Investment in Full Employment Act of 1983 - Title I: General Infrastructure Employment and Training - Authorizes appropriations to carry out this title for FY 1984 through 1988. Allocates such funds among the States on the basis of relative numbers of: (1) unemployed residents; (2) unemployed residents of areas of substantial unemployment (at least six and one-half percent for the most recent 12 months); (3) \"excess\" (number of unemployed individuals in excess of four and one-half percent of the the civilian labor force either in the State or in areas of substantial unemployment) unemployed residents; and (4) economically disadvantaged residents. Directs the Secretary of Labor, from the amount allocated to any State, to allocate 40 percent to the State and 60 percent to eligible entities within the State (on the basis of the same factors set forth for allocation among the States). Requires that such funds be used to establish employment programs with training components. Requires that such programs: (1) employ economically disadvantaged, unemployed adults who have been unemployed for at least 15 of the 26 weeks preceding the determination date (but permits 25 percent of program participants to be not economically disadvantaged); (2) pay the higher of the applicable minimum or the prevailing wage for comparable work for similar employers; (3) involve projects for repair, renovation, and reconstruction of decaying public facilities, including highways, roads, parks, water and sewer facilities, schools, hospitals, and inter-and intracity rail systems; (4) use of 65 percent of such funds to employ individuals who attend a vocational training or retraining education institution or are given on-the-job training by a contractor at a level comparable to that at such an institution; and (5) in the case of funds allocated to a State, use 60 percent of those funds to employ residents of areas of substantial unemployment. Directs the Secretary to promulgate regulations to prevent specified evasions of training requirements. Permits program funds to be used for participant wages, benefits, and training expenses. Sets forth requirements for program contractors. Requires, unless the Secretary of Labor determines otherwise, that at least ten percent of amounts authorized under this title be expended with small business concerns owned and controlled by economically disadvantaged individuals. Authorizes the Secretary to prescribe regulations governing the administration of programs under this title and to delegate powers and duties under this Act. Makes specified provisions of the Job Training Partnership Act, relating to repayment of misexpended funds and termination and suspension of payments, applicable to eligible entities receiving funds under this Act. Authorizes the Secretary to conduct research and report on the establishment and operation of system of providing information concerning such employment training and retraining programs to interested groups. Requires that: (1) Federal funds under this title be used to supplement, not supplant, funds for such programs from non-Federal sources; and (2) States or eligible entities maintain their prior levels of expenditures for such programs (or Federal funds will be reduced accordingly). Requires that full participation of traditionally underrepresented groups be ensured in programs and activities funded under this title. Sets forth nondiscrimination provisions for such programs. Sets forth program labor standards relating to conditions of employment and training, health and safety standards, workers' compensation benefits, and job benefits and working conditions. Prohibits use of funds under this Act for contributions on behalf of any participant to retirement systems or plans. Prohibits displacement of any currently employed worker by participants in programs funded under this Act. Prohibits such programs from impairing existing contracts for services or collective bargaining agreements. Requires the written concurrence of the labor organization and the employer concerned before any such program which would be inconsistent with the terms of a collective bargaining agreement may be undertaken. Prohibits program participants from being employed or job openings being filled when: (1) any other individual is on layoff from the same or any substantially equivalent job; or (2) the employer has terminated the employment of any regular employee or otherwise reduced its work force with the intention of filling the vacancy by hiring a participant whose wages are subsidized under this Act. Prohibits creation of jobs in a promotional line that will infringe in any way on the promotional opportunities of currently employed individuals. Requires recipients of funds under this Act to provide the Secretary with assurances that none of such funds will be used to assist, promote, or deter union organizing. Requires that an opportunity for comment be provided for any labor organization representing a substantial number of employees engaged in similar work or training in the same areas as that proposed to be funded under this Act. Applies the wage rate requirements of the Davis-Bacon Act to all laborers and mechanics employed by contractors or subcontractors in works federally assisted under this Act. Title II: Elementary and Secondary Educational Facilities - Authorizes appropriations to the Department of Education for FY 1983 through 1987 to provide funds to local educational agencies (LEAs) to employ unemployed individuals in maintenance, repair, renovation, and reconstruction of public school facilities. Requires States desiring to receive an allocation of such funds to submit a statement of assurances to the Secretary of Education concerning allocation of funds to LEAs and compliance with fiscal control and fund accounting procedures. Directs the Secretary to allocate one percent of such funds to specified U.S. territories and possessions and the remainder among the States and the District of Columbia on the basis of relative numbers of: (1) unemployed residents; (2) unemployed residents of areas of substantial unemployment; (3) \"excess\" unemployed residents; and (4) low-income children. Prohibits the State educational agency (SEA) from reserving from the amount allocated to the State more than: (1) one percent for administrative costs; and (2) four percent for special needs. Directs the SEA, from the remainder, to allocate: (1) three-fourths among counties on the basis of relative numbers of unemployed residents and within each county according to the fund distribution formula under specified provisions of the Education Consolidation and Improvement Act of 1981 (ECIA); and (2) one-fourth among the LEAs on the basis of such ECIA formula. Requires that at least 90 percent of the funds made available to any LEA under this title be used for salaries and wages and associated benefits for individuals employed directly or indirectly by the LEA in such public school facilities repair, renovation, or reconstruction programs. Requires such programs to meet the same eligibility, wage and hour, and training requirements as programs under title I of this Act. Requires that, to the maximum extent feasible, funds under this title be used for projects and activities for which on-site labor can begin within 90 days of receipt of such funds. Requires that such funds be used in accordance with State and local procedures for: (1) assisting SEAs and LEAs to conform their public school facilities with specified requirements under the Architectural Barriers Act of 1968 and the Rehabilitation Act of 1973, and with post-construction requirements of government environmental protection or health and safety programs; (2) public school facilities repair, renovation, and reconstruction; (3) conversion of presently unused structures into adult training centers; (4) energy efficiency remodeling or renovation; and (5) asbestos detection, removal, or containment in facilities used by students. Authorizes the Secretary, on request, to issue rulings to any SEAs or LEAs on the proper construction and application of this title. Sets forth participation, nondiscrimination, and other general provisions similar in part to those for title I. Sets forth labor standards similar to those for title I."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Investment in Full Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide employment opportunities to long-term unemployed individuals in high-unemployment areas in conjunction with job training in occupations and skilled trades which are essential to rebuilding the national infrastructure or which are necessary to or related to defense preparedness.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:41-05:00"
}