{
  "actions": [
    {
      "acted_at": "1990-07-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2858-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1990-07-16", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1990-07-18", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1990-07-17", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1990-07-16", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1990-07-18", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1990-07-16", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-16", 
  "number": "2858", 
  "official_title": "A bill to amend the Civil Rights Act of 1964 to strengthen civil rights laws that ban discrimination in employment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5385-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Civil Rights Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-16", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Congressional employees", 
    "Consent decrees", 
    "Contracts", 
    "Damages", 
    "Discrimination in employment", 
    "Drug abuse", 
    "Drugs and employment", 
    "Equality before the law", 
    "Legal fees", 
    "Limitation of actions", 
    "Narcotic traffic", 
    "Racial discrimination", 
    "Religious liberty", 
    "Seniority in employment", 
    "Sex discrimination in employment"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-16", 
    "text": "Civil Rights Act of 1990 - Amends the Civil Rights Act of 1964 to declare that an unlawful employment practice is established when a complainant demonstrates by statistical evidence that an employment practice or a group of employment practices causes a disparate impact on the basis of race, color, religion, sex, or national origin, and the respondent fails to demonstrate that such practice or practices are required by business necessity. Provides that a complainant establishes an unlawful employment practice by demonstrating that race, color, religion, sex, or national origin was a major contributing factor for an employment practice, even though other factors also contributed to the practice. Provides that a rule barring the employment of an individual who currently and knowingly uses or possesses an illegal drug shall be considered an unlawful employment practice only if such rule is adopted or applied with an intent to discriminate because of race, color, religion, sex, or national origin. Prohibits an individual from challenging, under the Constitution or Federal civil rights laws, an employment practice specifically required by a litigated or consent judgment or order if such person was an applicant for employment with or employed by the entity covered by such decree and had actual notice that such decree would likely affect his or her interests and be immune to his or her later challenge, and if such person had a reasonable opportunity to challenge the decree. Declares that an unlawful employment practice occurs when a seniority system is adopted, an individual becomes subject to it, or a person is injured by the application of the system or a provision thereof, if it was adopted for an intentionally discriminatory purpose, whether or not that discriminatory purpose is apparent on the face of the provisions. Authorizes a court to award a monetary amount to a complainant in an unlawful employment practice case, other than a disparate impact case, when such court cannot award back pay and an additional equitable remedy is needed to deter the respondent from continuing to engage in such practices. Includes expert fees in any attorney's fees awarded to the prevailing party in an unlawful employment practice case. Amends specified provisions of Federal law relating to equal protection under the law to declare that: (1) the rights protected by those provisions are protected against nongovernmental discrimination as well as against impairment under color of State law; and (2) those provisions afford the same protection against discrimination in the performance, breach, or termination of a contract, or in the setting of the terms or conditions thereof, as they do in the making or enforcement of the contract. Amends the Civil Rights Act of 1964 to make such Act's employment provisions applicable to congressional employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Civil Rights Act of 1964 to strengthen civil rights laws that ban discrimination in employment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}