{
  "actions": [
    {
      "acted_at": "2006-05-11", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-07", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-07", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-06-22T21:29:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science. H. Rept. 109-525.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22T21:29:00-04:00", 
      "calendar": "Union", 
      "number": "294", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 294.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5356-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2006-06-09", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bartlett, Roscoe G.", 
      "sponsored_at": "2006-06-08", 
      "state": "MD", 
      "thomas_id": "00060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2006-05-11", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "2006-05-11", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Calvert, Ken", 
      "sponsored_at": "2006-05-11", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Costa, Jim", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Davis, Lincoln", 
      "sponsored_at": "2006-06-09", 
      "state": "TN", 
      "thomas_id": "01747", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Diaz-Balart, Mario", 
      "sponsored_at": "2006-06-22", 
      "state": "FL", 
      "thomas_id": "01717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "2006-05-11", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gilchrest, Wayne T.", 
      "sponsored_at": "2006-05-24", 
      "state": "MD", 
      "thomas_id": "00438", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "2006-06-08", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Green, Al", 
      "sponsored_at": "2006-06-06", 
      "state": "TX", 
      "thomas_id": "01803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gutknecht, Gil", 
      "sponsored_at": "2006-06-21", 
      "state": "MN", 
      "thomas_id": "00479", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "2006-06-19", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Honda, Michael M.", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01634", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hooley, Darlene", 
      "sponsored_at": "2006-06-08", 
      "state": "OR", 
      "thomas_id": "01491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Inglis, Bob", 
      "sponsored_at": "2006-05-11", 
      "state": "SC", 
      "thomas_id": "00582", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "2006-06-06", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2006-06-09", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Johnson, Timothy V.", 
      "sponsored_at": "2006-06-09", 
      "state": "IL", 
      "thomas_id": "01648", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2006-06-09", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Matsui, Doris O.", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McGovern, James P.", 
      "sponsored_at": "2006-05-24", 
      "state": "MA", 
      "thomas_id": "01504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Melancon, Charlie", 
      "sponsored_at": "2006-06-12", 
      "state": "LA", 
      "thomas_id": "01786", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Miller, Brad", 
      "sponsored_at": "2006-06-09", 
      "state": "NC", 
      "thomas_id": "01735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "2006-06-16", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Reichert, David G.", 
      "sponsored_at": "2006-06-08", 
      "state": "WA", 
      "thomas_id": "01810", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Schwarz, John J.H. \"Joe\"", 
      "sponsored_at": "2006-05-11", 
      "state": "MI", 
      "thomas_id": "01788", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2006-06-12", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "2006-05-11", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "2006-06-08", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-11", 
  "number": "5356", 
  "official_title": "To authorize the National Science Foundation and the Department of Energy Office of Science to provide grants to early career researchers to establish innovative research programs and integrate education and research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5357-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Research for Competitiveness Act", 
  "sponsor": {
    "district": "10", 
    "name": "McCaul, Michael T.", 
    "state": "TX", 
    "thomas_id": "01804", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-06-07", 
  "subjects": [
    "Arts, culture, religion", 
    "Astronautics", 
    "Awards, medals, prizes", 
    "Black colleges", 
    "College teachers", 
    "Commemorations", 
    "Congressional reporting requirements", 
    "Department of Commerce", 
    "Department of Energy", 
    "Economics and public finance", 
    "Education", 
    "Energy", 
    "Energy consumption", 
    "Energy research", 
    "Energy storage", 
    "Engineering", 
    "Engineers", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal employees", 
    "Foreign trade and international finance", 
    "Fringe benefits", 
    "Government operations and politics", 
    "Higher education", 
    "Infrastructure", 
    "International competitiveness", 
    "Laboratories", 
    "Life sciences", 
    "Minorities", 
    "Museums", 
    "National Science Foundation", 
    "Nonprofit organizations", 
    "Promotions", 
    "Recruiting of employees", 
    "Research and development", 
    "Research and development facilities", 
    "Research centers", 
    "Research grants", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists", 
    "Social welfare", 
    "Space activities", 
    "Space flight", 
    "Space programs", 
    "Teaching"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2006-06-22", 
    "text": "Research for Competitiveness Act - (Sec. 2) Requires the Director of the National Science Foundation to carry out a program of awarding grants to scientists and engineers at the early stage of their careers at institutions of higher education in the United States and at the research organizations described in this section to conduct research in fields relevant to the mission of the National Science Foundation (NSF). Permits the existing Faculty Early Career Development (CAREER) Program to be designated as the mechanism for awarding such grants. Requires: (1) the duration of such awards to be five years; and (2) the amount of such an award per year to be at least $80,000. Instructs such Director: (1) in awarding such grants, to ensure that the recipients are from a variety of institutions of higher education and nonprofit, nondegree-granting research organizations; and (2) in support of such goal, to broadly disseminate information about when and how to apply for such grants, including by conducting outreach to historically black colleges and universities that are part B institutions as defined under the Higher Education Act of 1965 and minority institutions as defined under that Act. Instructs such Director to earmark at least 3.5% of funds appropriated to NSF for research and related activities to such grants program. Requires reports describing the: (1) distribution of the institutions of the awardees of the CAREER Program since FY2001 among specified categories of institutions of higher education; and (2) impact of such program on the ability of young faculty to compete for NSF research grants. (Sec. 3) Requires the Director of the Office of Science of the Department of Energy (DOE) to carry out a program of awarding grants to scientists and engineers at the early stage of their careers at specified institutions of higher education and the research organizations described in this section to conduct research in fields relevant to the mission of the DOE. Requires: (1) the duration of such awards to be up to five years; and (2) the amount of such an award per year to be at least $80,000. Instructs such Director to give priority to proposals in which the proposed work includes collaborations with DOE national laboratories. Instructs such Director: (1) in awarding such grants, to endeavor to ensure that the recipients are from a variety of institutions of higher education and nonprofit, nondegree-granting research organizations; and (2) in support of such goal, to broadly disseminate information about when and how to apply for such grants, including by conducting outreach to historically black colleges and universities that are part B institutions and minority institutions. Authorizes appropriations for FY2007-FY2011 to the Secretary of Energy to carry out such Director's responsibilities under this section. Requires such Director to transmit a report on efforts to recruit and retain young scientists and engineers at the early stages of their careers at the DOE laboratories. (Sec. 4) Requires the Director of the National Institute of Standards and Technology (NIST) to transmit a report on efforts to recruit and retain young scientists and engineers at the early stages of their careers at the NIST laboratories and joint institutes. (Sec. 5) Requires the Director of the NSF to carry out a program of awarding grants to scientists and engineers at the early stages of their careers at institutions of higher education and at the research organizations described in this section to conduct high-risk, high-return research. Requires such program to support fundamental research with the potential for significant scientific or technical advancement. Requires the duration of such awards to be up to five years and the amount of such an award per year to be up to $75,000 annually. Provides that such funding shall not be contingent on the receipt of matching funds received under this paragraph. Requires the NSF, each year that a recipient is receiving such funding, to match any funds such recipient receives from U.S. industry for work in the area described in the recipient's application for the award, up to an additional $37,500. Instructs such Director to broadly disseminate information about when and how to apply for such grants, including by conducting outreach to historically black colleges and universities that are part B institutions and minority institutions. Authorizes appropriations to such Director for FY2007-FY2011 to carry out this section. (Sec. 6) Requires the Director of the Office of Science to carry out a program of awarding grants to scientists and engineers at the early stage of their careers at institutions of higher education and the research organizations described in this section to conduct high-risk, high-return research in areas related to energy production, storage, and use. Requires such program to support fundamental research with the potential for significant scientific or technical advancement. Requires such Director, in carrying out such program, to consult with the research, development, demonstration, and commercial application programs of the Office of Nuclear Energy Research and Development, the Office of Fossil Energy, and the Office of Energy Efficiency and Renewables. Requires the duration of such awards to be up to five years and the amount of such an award per year to be up to $75,000 annually. Provides that such funding shall not be contingent on the receipt of matching funds under this paragraph. Requires the Office of Science, each year that a recipient is receiving such funding, to match any funds such recipient receives from U.S. industry for work in the area described in the recipient's application for the award, up to an additional $37,500. Instructs such Director to broadly disseminate information about when and how to apply for such grants, including by conducting outreach to historically black colleges and universities that are part B institutions and minority institutions. Authorizes appropriations for FY2007-FY2011 to the Secretary of Energy to carry out such Director's responsibilities under this section. (Sec. 7) Requires awards under the Major Research Instrumentation Program described in the National Science Foundation Authorization Act of 2002 to range in amount between $100,000 and $20 million. Permits such awards to be used to support the operations and maintenance of instrumentation and equipment acquired under such program. Authorizes appropriations for FY2007-FY2011 to the NSF for this program. (Sec. 8) Amends the National Science Foundation Act of 1950 to permit funds to be donated to NSF for specific prize competitions. (Sec. 9) Requires the Director of the NSF to establish a program of awarding grants for long-term, potentially path-breaking, basic research designed to simultaneously advance the physical and nonbiomedical life sciences. Instructs such Director to ensure that review panels for proposals received under this section: (1) include both physical scientists and nonbiomedical life scientists, and, when appropriate, engineers; and (2) are open to approving high-risk research. Permits such Director to award such grants to individuals, groups, and centers. Requires such Director to ensure that some of such grants awarded under section 2 of this Act are awarded consistent with this section. Authorizes such Director to carry out this program jointly with the Office of Science and other relevant federal agencies. Requires the documents prepared by such Director to accompany the annual presidential budget submission to specify the amounts to be expended on such program. (Sec. 10) Allows the NSF, in carrying out its research programs on science policy and on the science of learning, to support research on the process of innovation and the teaching of inventiveness. (Sec. 11) Expresses the sense of Congress that: (1) a balanced science program as authorized by the National Aeronautics and Space Administration Authorization Act of 2005 contributes significantly to innovation in and the economic competitiveness of the United States; and (2) a robust National Aeronautics and Space Administration (NASA), funded at the levels authorized under sections 202 and 203 of that Act, would offer a balance among science, aeronautics, exploration, and human space flight programs. Instructs the Administrator of NASA to fully participate in any interagency efforts to promote innovation and economic competitiveness through scientific research and development within the spending levels cited under those sections. (Sec. 12) Authorizes the Administrator to establish a NASA Academy, which may be established as a virtual Academy using online learning techniques. Requires the Academy, if established, to be available to all NASA employees to facilitate increased knowledge of engineering and scientific principles to further NASA's missions. Instructs the Administrator: (1) to transmit a notification of whether NASA will establish such an Academy; and (2) if an Academy is to be established, to transmit a plan for the establishment of the Academy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Early Career Research Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Research for Competitiveness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the National Science Foundation and the Department of Energy Office of Science to provide grants to early career researchers to establish innovative research programs and integrate education and research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:34-05:00"
}