{
  "actions": [
    {
      "acted_at": "1978-06-29", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3267-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-29", 
  "number": "3267", 
  "official_title": "A bill to streamline and simplify the generally applicable requirements attached to Federal assistance programs and their implementation; to provide for multi-year funding of certain grant programs; to expedite the processing of applications for Federal assistance involving more than one grant; to extend and amend the law relating to intergovernmental cooperation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Assistance Paperwork Reduction Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-29", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Authorization", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive Office of the President", 
    "Federal aid programs", 
    "Federal budgets", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Standards", 
    "States"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-29", 
    "text": "Federal Assistance Paperwork Reduction Act - Title I: Administration of Generally Applicable Federal Assistance Requirements - Adds a new title to the Intergovernmental Cooperation Act of 1968. Defines \"generally applicable requirements\" as requirements which are placed on assistance recipients by Federal legislation or administrative rules and regulations, and which apply to two or more assistance programs. Directs the President to designate Federal agencies to establish standard rules and regulations for, and to report on the implementation of generally applicable requirements in the areas of: (1) labor practices; (2) equal employment opportunity; (3) public employee standards; (4) equal services requirements based on prohibitions of discrimination; (5) access to government information; (6) citizen participation; (7) environmental protection; (8) relocation and real property acquisition; and (9) procurement standards when such requirements are part of a Federal assistance program. Directs Federal departments and agencies to comply with those rules within 180 days after such a rule is issued. Creates the Office of Intergovernmental Affairs to: (1) monitor the compliance efforts of Federal departments and agencies under this Act; (2) oversee the operations of the designated agencies; and (3) formulate a system by which Federal departments inform recipients of Federal assistance of the amount and purpose of that assistance. Title II: Advance Appropriations - Amends the Intergovernmental Cooperation Act of 1968 and the Budget and Accounting Act of 1921 to provide for multi-year funding of Federal financial assistance programs. Title III: Joint Funding Simplification - Amends the Joint Funding Simplification Act of 1974 to require Federal agencies to take specified measures previously authorized by such Act to provide for joint funding by and management of Federal assistance programs which have common interests. Title IV: Administration of Financial Assistance to the States - Requires Federal agencies to provide the officials of a State or local government receiving Federal assistance with information concerning the amount, purpose, and impact of that assistance. Authorizes Congress to include in Federal assistance legislation a provision which prohibits a State or local government from using Federal assistance to replace funding previously provided by that government unless that government is determined to be in fiscal distress. Requires the President to designate Federal agencies to establish rules by which Federal departments determine requirements for Federal financial assistance. Establishes the Office of Intergovernmental Affairs to oversee those agencies. Permits multi-year funding of Federal assistance programs, and provides for joint management of those programs serving common interests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Assistance Paperwork Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to streamline and simplify the generally applicable requirements attached to Federal assistance programs and their implementation; to provide for multi-year funding of certain grant programs; to expedite the processing of applications for Federal assistance involving more than one grant; to extend and amend the law relating to intergovernmental cooperation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:51-05:00"
}