{
  "actions": [
    {
      "acted_at": "1991-04-17", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-12", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to the Subcommittee on Rules of the House.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-12", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "the Legislative Process", 
      "text": "Referred to the Subcommittee on the Legislative Process.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres127-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Legislative Process", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Archer, Bill", 
      "sponsored_at": "1991-04-17", 
      "state": "TX", 
      "thomas_id": "00026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1991-04-17", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1991-04-17", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "45", 
      "name": "Hunter, Duncan", 
      "sponsored_at": "1991-04-17", 
      "state": "CA", 
      "thomas_id": "00575", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Lewis, Jerry", 
      "sponsored_at": "1991-04-17", 
      "state": "CA", 
      "thomas_id": "00687", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McCollum, Bill", 
      "sponsored_at": "1991-04-17", 
      "state": "FL", 
      "thomas_id": "00761", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1991-04-17", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1991-04-17", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Vander Jagt, Guy", 
      "sponsored_at": "1991-04-17", 
      "state": "MI", 
      "thomas_id": "01180", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Weber, Vin", 
      "sponsored_at": "1991-04-17", 
      "state": "MN", 
      "thomas_id": "01212", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-17", 
  "number": "127", 
  "official_title": "To amend the Rules of the House of Representatives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-17", 
  "subjects": [
    "Appropriations", 
    "Broadcasting of congressional proceedings", 
    "Campaign funds", 
    "Classified defense information", 
    "Congressional Record", 
    "Congressional budget process", 
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional ethics", 
    "Congressional party organization", 
    "Congressional privileges and immunities", 
    "Congressional publications", 
    "Congressional voting", 
    "Executive impoundment of appropriated funds", 
    "Federal budget process", 
    "Federal budgets", 
    "Flags", 
    "Government operations and politics", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Oaths", 
    "Public meetings of legislative bodies", 
    "Record votes", 
    "Special days", 
    "Special months", 
    "Special weeks", 
    "Special years", 
    "Veto"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-17", 
    "text": "Directs the Committee on House Administration to report legislation to reform Federal election law and campaign practices by August 2, 1991. Requires all other committees to which such bill was referred to report it by September 20, 1991. Deems any committee which does not do so as being discharged from further consideration of it. Directs the Committee on Rules (the Committee) to report a resolution providing for the consideration of such campaign reform bill within ten legislative days after the September 20, 1991, reporting deadline. Requires the House to resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill if the resolution is not reported by that date. Directs the Committee to study rule X of the Rules of the House of Representatives to realign the jurisdictions of House committees along more functional and rational lines to eliminate the duplication, overlap, and inefficiencies associated with the present committee system. Requires the Committee to report its findings and recommendations for change to the House by December 31, 1991. Amends rule I of the Rules of the House of Representatives to direct the Speaker of the House to state the question on reconsideration of a vetoed measure, immediately after the reading of such message from the President, without intervening motion or business. Requires the Speaker to provide for visual coverage of the House proceedings on a uniform basis throughout each day's session. Permits such coverage to include periodic views of the entire Chamber provided: (1) it is uniform throughout the day; and (2) it does not detract from the visual coverage of any person who is speaking. Directs the Speaker to announce a specified legislative program at the beginning of each session of the Congress. Requires the Speaker to ensure that the minority leader is fully consulted in developing the legislative program for the House each week. Amends rule X to require each standing committee of the House, by March 1 in the first session of a Congress, in a meeting open to the public and with a quorum present, to adopt and submit to the Committee on House Administration its oversight plans for that Congress. Prohibits the consideration of any committee expense resolution, or any amendment to it, if that committee has not submitted its oversight plans. Directs the Committee on House Administration to report the oversight plan submitted by each committee to the House. Authorizes the Speaker, with the approval of the House, to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more standing committees. Amends rule XI to require each committee to report, by January 2 of each odd-numbered year, on activities of that committee under this rule and rule X during the Congress ending on January 3 of such year. Amends rule X to require the Speaker to refer legislation initially to one committee as the committee of principal jurisdiction (currently, such legislation may initially be referred simultaneously to two or more committees for concurrent consideration). Requires that the House standing committees be elected by the House within seven legislative days (currently, seven calendar days) after the commencement of each Congress. Directs the committees to hold their organizational meetings within three legislative days after their election. Requires the membership of each committee (except the Committee on Standards of Official Conduct), subcommittee, task force, or other subunit, to reflect the ratio of majority to minority party Members of the House at the beginning of the Congress. Exempts the Resident Commissioner from Puerto Rico and the Delegates to the House from the count in determining such party ratio. Requires the membership of each select committee, subcommittee, task force, subunit, or conference committee to reflect the ratio of the majority to minority party Members of the House at the time of its appointment. Prohibits any standing committee of the House (except the Committee on Appropriations) from establishing more than six subcommittees. Prevents any member from serving on more than four House subcommittees at any one time. Amends rule XI to repeal the general permission, subject to certain conditions, for proxy voting by a member of any committee or subcommittee with respect to any measure or matter. Allows committees and subcommittees to close their meetings in circumstances where disclosure of matters to be considered would: (1) endanger national security; (2) tend to defame, degrade, or incriminate any person; (3) violate any law or rule of the House; or (4) involve committee personnel matters. Provides that a majority of the members of each committee or subcommittee shall constitute a quorum for the transaction of any business, including the markup of legislation (currently, all committees but the Committees on Appropriations, Budget, and Ways and Means are permitted to fix the number establishing quorum). Requires the names of those Members voting for and against any motion to report a public bill or resolution to be included in the committee report of such measure (currently, only the number of votes cast for or against reporting such measure is included). Requires the names of those members of the committees actually present at the time the bill or resolution is ordered reported to be included in the committee report relating to each nonrecord vote on a motion to report such public bill or resolution. Requires that committee or subcommittee print, document, or other material, except under certain circumstances, prepared for public distribution, shall either be: (1) approved by the committee or subcommittee prior to such public distribution, with opportunity afforded for the inclusion of supplemental, minority, or additional views; or (2) such print, document, or other material shall contain a specified disclaimer on its cover. Prohibits any such print, document, or other material not approved by the committee or subcommittee from including the names of its members, other than the name of the chairman releasing such document. Lists material excepted from such requirements. Prohibits a measure reported from the Committee on Rules from being considered on the same calendar day it is presented to the House, nor on the subsequent calendar day of the same legislative day, except in certain circumstances. (Currently it can not be considered on the same day.) Prohibits the Committee on Rules from reporting any rule or order that would prevent a motion to recommit that has amendatory instructions (except in the case of a Senate measure for which the language of a House passed measure has been substituted). Prohibits the consideration of any rule providing for the consideration of a bill or resolution otherwise subject to amendment under House rules if such resolution limits the right of Members to offer germane amendments to such measure, unless the chairman of the Rules Committee has announced, within a specified period of time, that less than an open amendment process might be recommended by the Committee for the consideration of such measure. Makes it out of order to consider any order of business resolution which provides that, upon adoption, the House shall be considered to have automatically adopted a motion, amendment, or resolution, or to have passed a bill, joint resolution, or conference report, unless consideration of such resolution is agreed to by at least two-thirds of the Members voting. Requires any report accompanying a resolution for consideration of a budget waiver measure to include: (1) an explanation and justification for the waiver; (2) an estimated cost of the provisions to which the waiver applies; and (3) a summary or text of any written comments on the waiver received by the committee from the Committee on the Budget. Sets forth procedures for the consideration of such resolution. Prohibits the consideration of a resolution that waives all House rules, except by a two-thirds vote of the Members voting. Makes it out of order to consider any primary expense resolution unless the Committee on House Administration has reported and the House has adopted a resolution establishing an overall ceiling for House committee staff personnel for that year. Makes such a resolution privileged. Establishes guidelines for developing and considering primary and supplemental expense resolutions. Provides that the overall ceiling for committee staff in a resolution reported by the committee or contained in any amendment for the 102d Congress shall not exceed 90 percent of the total committee staff personnel employed at the end of the 101st Congress. Amends rule XIII of the Rules of the House of Representatives to establish a Commemorative Calendar comprised of unreported bills and resolutions respecting commemorative holidays and celebrations that have been: (1) referred to the Committee on Post Office and Civil Service; and (2) requested by the chairman and ranking minority member of such committee to be placed on such calendar. Outlines procedures for the consideration of such measures. Amends rules XV of the Rules of the House of Representatives to provide for an automatic roll call vote when the Speaker puts the question upon final passage of: (1) any bill, joint resolution, or conference report making general appropriations, providing revenue, or adjusting the statutory congressional pay rate; or (2) any budgetary concurrent resolution or conference report that provides an increase in the statutory debt limit. Amends rule XXI of the Rules of the House of Representatives to repeal the declaration that no amendment shall be in order during consideration of a general appropriation bill if it proposes a limitation not specifically contained or authorized in existing law for the period of such limitations. Defines a \"general appropriation bill\" to include any bill or joint resolution making continuing appropriations in a fiscal year for a period in excess of 30 days. Describes the contents of such bill. Reserves all points of order against any general appropriation bill at the time it is reported. Prohibits the consideration of any bill or joint resolution making appropriations for a period of 30 days or less unless it only provides appropriations in the lesser amount and under more restrictive authority of each pertinent appropriations measures: (1) as passed by the House; (2) as passed by the Senate; (3) as agreed to by a committee of conference; or (4) enacted for the preceding fiscal year. Requires a report from the Committee on Appropriations accompanying any appropriation bill to list all appropriations contained in the bill for any expenditure not previously authorized by law. Requires a three-fifths vote of the Members of the whole House to consider any rule or order from the Rules Committee that waives certain rules governing consideration of any short- or long-term continuing appropriations measures. Amends rule XXI to establish certain guidelines for reporting and considering reconciliation measures in the House. Exempts Senate amendments and conference reports from such guidelines. Reserves all points of order against a reconciliation bill at the time it is reported. Prohibits the consideration in the House of any bill or joint resolution which directly or indirectly authorizes enactment of new budget authority for a fiscal year unless such measure is reported in the House on or before May 15 preceding the beginning of such fiscal year. Amends rule XXIV of the rules of the House of Representatives to revise the daily order of business for the House to include the pledge of allegiance to the flag. Amends rule XXVII to establish additional criteria for entertaining motions to suspend the rules and pass a measure in the House. Requires the Clerk of the House, after 100 members have signed a motion to discharge a committee from the consideration of a measure, to: (1) cause the name of each Member who has signed or withdrawn a signature to such motion to be printed in the Congressional Record; and (2) publish an updated list in the Record at the end of each succeeding week the House is in session. Amends rule XXVIII to require inclusion of supplemental, minority, or additional views of a House conferee in the same published volume of the conference committee's report, if specified conditions are met. Amends rule XXLVIII to require a specified oath to be administered to: (1) a newly appointed Member of the Permanent Select Committee on Intelligence; (2) each committee's employee; and (3) any person engaged by contract or to perform services for or at the request of the committee who is required to subscribe to the agreement in writing. Requires the Clerk of the House to provide for the printing of such oaths for: (1) filing in the records of the House; and (2) recording in the House Journal and in the Congressional Record. Directs the Committee on Standards of Official Conduct to investigate and report to the House on any violation of such oath. Authorizes the Permanent Select Committee on Intelligence to refer cases of unauthorized disclosure and violations of the required oaths to such committee for investigation. Authorizes the committee by a majority vote to deny a member access to classified information if he or she is subject to a pending investigation. Directs the House Committees on Rules and on Government Operations by a certain date to report legislation granting the President enhanced rescission authority with respect to any budget authority not authorized by law. Sets forth procedures for considering such legislation if it is not reported out of such committees by the stated deadline. Directs the Committee on Rules to study and report to the House on the feasibility of converting to a biennial budget-appropriations process and corresponding multiyear authorizations. Declares that it is the policy of the House of Representatives that specified Federal laws should be amended to apply them to the House in the same or similar manner as they apply to the Executive Branch. Directs the standing committees of the House with subject jurisdiction over such Federal laws to report legislation to the House to implement such policy. Provides for consideration of such legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Rules of the House of Representatives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:53-05:00"
}