{
  "actions": [
    {
      "acted_at": "1984-02-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Economic Stabilization", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Economic Stabilization", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4718-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-01", 
  "number": "4718", 
  "official_title": "A bill to establish State pension investment units, a secondary market for industrial mortgages, State venture capital and royalty finance corporations, and a national loan loss reserve fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Entrepreneurship Act", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-01", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Corporate finance", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Employee benefit plans", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Investment advisers", 
    "Investment banking", 
    "Labor and employment", 
    "Pension funds", 
    "Regional planning", 
    "Securities and Investments", 
    "Small business", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-01", 
    "text": "National Entrepreneurship Act - Title I: State Pension Investment Units - Requires a pension investment unit of each State, in order to help accelerate such State's rate of economic growth and job creation, to: (1) identify and make recommendations to eliminate tax and legal barriers that prevent pension funds from investing a greater portion of their assets in the securities of young entrepreneurial corporations; (2) analyze and evaluate the long-term growth of such corporations; (3) help pension funds reduce the risk of investing in such corporations; and (4) collect and disseminate information about other investment options. Requires the Secretary of Labor to solicit proposals from States for the establishment and operation of State pension investment units. Authorizes the Secretary to make grants to States to pay the Federal share of the cost of establishing and operating such units. Requires each State, in order to be eligible to receive such a grant, to establish a pension investment unit as an office within the State government. Requires each unit to establish a council composed of trustees and managers of pension plans established in the State and an Advisory Committee composed of representatives of participants in major public and private pension plans established in such State. Declares that the Federal share for each fiscal year shall be 50 percent. Authorizes appropriations through FY 1987. Terminates the authority granted by this title on September 30, 1987. Title II: State Venture Capital Corporation Assistance Act - Provides matching grants to States which establish or expand existing venture capital corporations. Sets forth the eligibility criteria for such a matching grant. Requires the Secretary of Commerce to monitor and evaluate annually the effectiveness of each corporation assisted under this title. Authorizes appropriations for FY 1985 through FY 1989. Title III: Secondary Mortgage Markets - Technology Development and Mortgage Assurance Corporation Act - Establishes the Technology Development and Mortgage Assurance Corporation which is authorized to purchase, and to make commitments to purchase, certain kinds of industrial mortgages from any qualified financial institution. Title IV: Loan Loss Reserve Fund - Requires the Federal Deposit Insurance Corporation and the Federal Home Loan Bank Board each to establish an Entrepreneurship Loan Loss Reserve Fund for the purpose of receiving Federal and private money to secure loans made to insure lenders against default on loans to small businesses, young businesses, and entrepreneurial corporations. Sets forth the eligibility criteria for such loans. Declares that such loans may bear interest at either a fixed or a variable rate. Sets forth procedures to be followed in the case of a default by a qualifying business on any eligible loan. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Entrepreneurship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Venture Capital Corporation Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology Development and Mortgage Assurance Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish State pension investment units, a secondary market for industrial mortgages, State venture capital and royalty finance corporations, and a national loan loss reserve fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:39-05:00"
}