{
  "actions": [
    {
      "acted_at": "1977-01-13", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-13", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1900-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-13", 
  "number": "1900", 
  "official_title": "A bill to provide a comprehensive system of liability and compensation for oil spill damage and removal costs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr776-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Oil Pollution Liability and Compensation Act", 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-13", 
  "subjects": [
    "Environmental protection", 
    "Liability for oil pollution", 
    "Oil pollution", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Tankers"
  ], 
  "subjects_top_term": "Oil pollution", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-13", 
    "text": "Comprehensive Oil Pollution Liability and Compensation Act - Title I: Domestic Oil Pollution Liability, Compensation, and Fund - Establishes in the Treasury of the United States a fund for the purpose of paying for otherwise uncompensated losses resulting from oil pollution. Enumerates the sources of monies to be deposited in such fund, including a fee, not to exceed three cents per barrel of oil, imposed upon owners of facilities receiving oil. Authorizes the Secretary of Transportation to issue obligations to the Secretary of the Treasury at times when fund assets are insufficient to meet fund liabilities. Lists the types of injuries which may be compensated under this Act and the potential claimants who have standing to assert claims involving each such type of damage. Imposes joint, several, and strict liability on the owners and operators of each pollution source. Specifies liability limits, except in cases of gross negligence or willful misconduct, for ships and other vessels. Directs the Secretary of Transportation to establish limits on the liability of classes of facilities used for transporting, producing, processing, storing, or transferring oil. Requires the owner or operator: (1) of any such facility; or (2) of any ship which uses such facility or navigable waters of the United States, to establish and maintain evidence of financial responsibility in an amount sufficient to satisfy applicable liability limits. Directs the person in charge of a vessel or facility to immediately notify the Secretary of Transportation of any pollution incident in which the vessel or facility is involved. Specifies procedures whereby the Secretary may, in the absence of such an admission, designate and advertise pollution sources. Directs the Secretary, in instances in which: (1) the owner and operator of a vessel or facility designated by the Secretary deny such vessel's or facility's involvement; (2) the source of the discharge is a public vessel; or (3) the Secretary is unable to designate the pollution source, to advertise procedures for presenting claims directly to the fund. Requires all other claims, with limited exceptions, to be initially presented to the owner or operator, or to such persons' guarantor. Permits claimants to either present a claim to the fund or to bring an action in an appropriate United States district court when an owner or operator and a guarantor deny liability or fail to settle the claim within a specified period. Sets forth procedures for the disposition and appeal of claims submitted to the fund. Requires both the plaintiff and the defendant in a court action brought against an owner, operator, or guarantor to forward copies of all pleadings to the fund. Permits the fund to intervene in such actions. Subrogates any person or governmental entity, including the fund, paying compensation to all the claimant's claims and rights under this Act. Specifies procedures for and the measure of recovery in actions brought by the fund against owners, operators, or guarantors of alleged pollution sources. Declares that the rights and remedies under this Act shall be exclusive with respect to economic loss caused by oil pollution. Sets penalties for persons failing to comply with specified provisions in this Act. Title II: Effective Dates; Conforming Amendments; Severability - Specifies the effective date of this Act. Amends specified laws, including the Deepwater Port Act of 1974 and the Federal Water Pollution Control Act, to conform with the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Oil Pollution Liability and Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive system of liability and compensation for oil spill damage and removal costs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:53-05:00"
}