{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10003-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "10003", 
  "official_title": "A bill to establish within the Department of Labor a Railroad Reorganization Adjustment Assistance Administration, to transfer thereto certain functions and duties of other departments and agencies relating to railroad reorganization adjustment assistance, to establish a comprehensive program of railroad reorganization adjustment assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Reorganization Adjustment Assistance Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Labor", 
    "Economics and public finance", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Labor and employment", 
    "Railroad law"
  ], 
  "subjects_top_term": "Railroad law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Railroad Reorganization Adjustment Assistance Act - Title I: Transfer of Functions and Establishment of Administration - States that it is the purpose of this Act to consolidate in a single agency in the executive branch the administration and coordination of programs of economic development and worker retraining and assistance, and to provide a comprehensive program for the solution of economic and unemployment problems caused by economic dislocation resulting from railroad reorganization. Establishes within the Department of Labor the Railroad Reorganization Adjustment Assistance Administration to assist the Secretary of Labor in carrying out the purposes of this Act. Title II: Railroad Reorganization Adjustment Assistance - Prescribes the requirements for a firm, individual, or community to receive adjustment assistance under this Act. Provides that upon the filing of a petition the Secretary shall determine whether a firm, the workers of a firm, or a community is eligible for adjustment assistance under this Act. States that a firm certified as eligible for adjustment assistance under this Act may, at any time within 2 years after the date of such certification, file an application with the Secretary for such adjustment assistance. States that, within a reasonable time after filing its application, the firm shall present a proposal for its adjustment. Provides that adjustment assistance under this Act consists of technical assistance and financial assistance, which may be furnished singly or in combination. Authorizes to be appropriated to the Secretary such sums as are necessary to furnish such assistance. Requires each recipient of adjustment assistance under the Act to keep records which fully disclose the amount and disposition by such recipient of the proceeds of such assistance which will facilitate an effective audit. States that the Secretary and the Comptroller General of the United States shall have access for the purpose of audit and examination to any books, documents, papers, and records of the recipient pertaining to adjustment assistance under this Act. Stipulates that whoever makes a false statement of a material fact knowing it to be false, or knowingly fails to disclose a material fact, or whoever willfully overvalues any security, for the purpose of influencing in any way the action of the Secretary under this Act, or for the purpose of obtaining money, property, or anything of value under this Act, shall be fined not more than $5,000 or imprisoned for not more than two years, or both. Authorizes any adversely affected worker to file an application with the Secretary for adjustment assistance in the form of readjustment allowances, training benefits, relocation allowances, and early retirement benefits. Provides that the readjustment allowance payable to an adversely affected worker for a week of unemployment shall be an amount equal to 85 percent of his average weekly wage. Provides that payment of readjustment allowances shall not be made to an adversely affected worker for more than 52 weeks, except that, in accordance with regulations prescribed by the Secretary: (1) such payments may be made to an adversely affected worker for the entire period of his retraining to assist him to complete the training approved by the Secretary, or (2) such payments shall be made to an adversely affected worker who had reached his 60th birthday for the period of time until he qualifies for social security payments, or until he has been relocated in suitable employment. Requires every adversely affected worker who applies for a readjustment allowance under this Act to apply for testing, counseling, training, and placement assistance. Directs the Secretary, insofar as possible, to provide assistance under this Act through existing programs established by law. Directs the Secretary to contract for basic and supplemental hospital and medical care for persons receiving assistance under this Act under such insurance plans as he deems appropriate. Provides that a relocation allowance may be granted to assist an adversely affected worker in relocating within the United States if the Secretary determines that such worker cannot reasonably be expected to secure suitable employment in the commuting area in which he resides and that such worker: (1) has obtained suitable employment affording a reasonable expectation of long-term duration in the area in which he wishes to relocate, or (2) has obtained a bona fide offer of such employment. Authorizes the Secretary to pay to each adversely affected worker who meets the requirements of this Act, and who files an application therefor, the retirement pay or the benefits under the old-age, survivors, and disability insurance provisions of the Social Security Act, in the same amounts, and subject to the same terms and conditions, as the adversely affected worker will receive when he becomes entitled to receive such retirement pay or benefits. Authorizes the Secretary to enter into an agreement with any State or State agency under which such State or agency will receive applications for, and will provide assistance under, the programs established by this Act. Provides that a community certified as eligible to apply for adjustment assistance may, at any time within two years after the date of such certification, file an application with the Secretary of commerce for adjustment assistance under this subtitle. Directs the community, within a reasonable time after filing its application, to present a proposal, either separately or in conjunction with a firm or a group of workers or both, for its economic adjustment. Directs the Secretary, upon approval of such application, to provide a community such additional technical assistance as in his judgment will materially contribute to the economic adjustment of the community."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Reorganization Adjustment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish within the Department of Labor a Railroad Reorganization Adjustment Assistance Administration, to transfer thereto certain functions and duties of other departments and agencies relating to railroad reorganization adjustment assistance, to establish a comprehensive program of railroad reorganization adjustment assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}