{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Standards of Official Conduct", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Standards of Official Conduct.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr303-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "303", 
  "official_title": "To provide for disclosures by lobbyists, and for other purpose.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Lobbying Disclosure Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congress", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Federal Lobbying Disclosure Act - Provides for the disclosure of the activities and resources of persons seeking to influence the legislative process to Congress, to the President and to the public. Subjects to the coverage of this Act the following persons: (1) anyone acting as a legislative agent, which is a person whom, for any consideration, is retained or engages himself to influence legislation, either in person or through another, by means of direct communication; (2) any person who employs or retains a legislative agent; (3) any officer or employee of a person, if such officer or employee attempts to influence legislation on behalf of such person; (4) anyone affecting the solicitation of other persons to influence legislation, while granting or promising such persons any consideration; and (5) any person who spends more than $500 in a year for the purpose of influencing legislation. Exempts from coverage of the Act the following activities: (1) the publication or dissemination, in the ordinary course of business, of news items, advertising, editorials, or other comments, except for certain House organs; (2) acts of a public official in his official capacity; (3) activities subject to Federal statutes on campaign fund reporting for Federal elective office; and (4) certain appearances by any person before a public session of a Congressional committee. Requires every legislative agent prior to direct communication aimed at influencing legislation to register and file a signed notice of representation with the Comptroller General. Directs the filing of a complete report with the Comptroller General by any registrant scheduled to receive a contingent fee. Requires persons subject to this Act to: (1) keep a detailed record of income received to influence legislation; (2) keep a detailed record of expenditures of $25 or more to influence legislation; and (3) preserve the records required to be kept for 2 years after their filing with the Comptroller General. Requires all persons subjected to the coverage of this Act to file a signed report with the Comptroller General. Vests the administration of the Act in the Comptroller General. Sets forth both criminal and civil penalties for violations of the Act. Repeals the Federal Regulation of Lobbying Act. (Repeals 2 U.S.C. 261)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Lobbying Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for disclosures by lobbyists, and for other purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:54-05:00"
}