{
  "actions": [
    {
      "acted_at": "1979-09-25", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1819-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-25", 
  "number": "1819", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a refundable tax credit for investment in qualified industrial conservation projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Industrial Energy Conservation Incentive Tax Act", 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-25", 
  "subjects": [
    "Business and commerce", 
    "Energy", 
    "Energy conservation", 
    "Income tax", 
    "Industrial energy conservation", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Tax credits", 
    "Tax incentives", 
    "Taxation"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-25", 
    "text": "Industrial Energy Conservation Incentive Tax Act - Amends the Internal Revenue Code to allow a credit against income tax in an amount equal to a specified percentage of a qualified investment in certain depreciable industrial energy conservation property. Defines industrial energy conservation property as any such property used as a modification to or a replacement of all or part of an existing productive facility, item of equipment, or process located in the United States, if such modification or replacement: (1) results in the utilization of less energy per unit of production; (2) does not increase the total amount of oil and natural gas consumed per unit of production; and (3) results in an aggregate annual decrease in energy consumption of 15,000 or more barrels of oil equivalent per year. Sets the applicable percentage for such credit at the smaller of: (1) 30 percent; or (2) the percentage necessary to enable the taxpayer to realize a real rate of return on investment in the property, over its useful life, of 15 percent. Reduces such credit to zero if the conservation price of such investment (the cost in dollars per barrel of oil equivalent of producing the energy savings properly attributable to the creditable replacement or modification) exceeds the alternative energy cost equivalent of a barrel of oil (stipulated as $32, increased annually to reflect an increment of increased prices for foreign oil). Makes special rules for application (or non-application) of such credit to public utility property, property financed by public funds or by industrial development bonds, industrial conversion-to-coal projects, and other property. Requires a recomputed increase or reduction of such credit on the basis of actual costs and operating data and the alternative energy cost equivalent as of the close of the first taxable year beginning after the property has been placed in service for more than six months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industrial Energy Conservation Incentive Tax Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a refundable tax credit for investment in qualified industrial conservation projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:10-05:00"
}