{
  "actions": [
    {
      "acted_at": "1974-06-05", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3584-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-05", 
  "number": "3584", 
  "official_title": "A bill to amend titles VII and VIII of the Public Health Service Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14930-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Health Manpower Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-05", 
  "subjects": [
    "Education", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-05", 
    "text": "Comprehensive Health Manpower Act - Title I: Loan Guarantees for Construction for Replacement or Remodeling of Teaching Facilities - Provides, under the Public Health Service Act, that the Secretary of Health, Education, and Welfare may guarantee loans to eligible entities for approved projects for the construction of private nonprofit schools of medicine, osteopathy, denistry, veterinary medicine, optometry, or podiatry, other than for the construction or expansion of buildings, during the period from July 1, 1974 to June 30, 1977. Waives the present requirement for such loans regarding the maintenance or increase of student enrollment when a loan application contains assurances that the teaching facility maintain an enrollment, for a specified period, which is not less than the enrollment during fiscal year 1973. Revises the loan guarantee provisions regarding assistance to nonprofit private schools of nursing and the eligibility requirements thereof. Title II: Capitation Grants, Start-Up Assistance and National Priority Incentive Awards - Sets forth a method for computing the amount of the annual grant to each school with an approved application, providing that each school of medicine, osteopathy, and dentistry shall receive for the fiscal years 1975, 1976, and 1977, $1,500, $1,250 and $1,000 respectively, for each full-time student enrolled. Reapportions the appropriations for such grants and authorizes appropriations for fiscal years 1975-1977. Revises the provisions for national priority incentive awards relating to: (1) family practice residency grants; and (2) graduate training in shortage specialities. Title III: Special Projects, Health Manpower Education Incentive Awards, and Financial Distress Grants - Provides for the consolidation of the special project and education incentive award appropriations authorizations. Extends the financial distress grant program for the next three fiscal years, and makes schools of pharmacy uneligible for such program. Title IV: Student Assistance - Provides for preadmission and followup assistance to the disadvantaged, including the payment to them of such stipends as the Secretary deems appropriate. Extends the Federal capital contributions to student loan funds through fiscal year 1980 (formerly through fiscal year 1977). Makes the direct loan interest rate equivalent to the insured loan interest rate by increasing it to 7 percent. Title V: Effective Date - States that this Act is effective with respect to appropriations for fiscal years beginning after June 30, 1974, with specified exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Manpower Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles VII and VIII of the Public Health Service Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}