{
  "actions": [
    {
      "acted_at": "1981-03-24", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s793-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-24", 
  "number": "793", 
  "official_title": "A bill to facilitate collection of defaulted loans under the United States Government direct and guaranteed loan programs to individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Loans Collection Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-24", 
  "subjects": [
    "Accounting", 
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Civil service compensation", 
    "Collection agencies", 
    "Collection of accounts", 
    "Consumer credit", 
    "Consumer protection", 
    "Debt", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Garnishment", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Loans", 
    "Military pay", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Collection of accounts", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-24", 
    "text": "Loans Collection Act of 1981 - Amends the Privacy Act of 1974 to permit a Federal agency to disclose records pertaining to an individual to a consumer reporting agency. Declares that such a consumer reporting agency shall not be considered to be a Government contractor subject to the provisions of such Act. Authorizes a Federal agency attempting to collect a defaulted loan under the Federal Claims Collection Act of 1966 to notify a consumer reporting agency that a person is responsible for such loan if: (1) the agency head sends the person a written notice of its intent to contact a consumer reporting agency and a statement that the person may obtain a full explanation of the loan and may dispute the agency's records; and (2) the person has not repaid or entered into an agreement to repay the loan. Authorizes the head of an agency to garnish the wages of an employee, member of the uniformed services, or Reserve of the Armed Forces when the agency head has a reasonable cause to believe that the person is indebted to the Government because of an erroneous payment by the agency or because the person is responsible for a defaulted loan. Directs the agency, before garnishing an employee's wages to collect a defaulted loan, to notify the employee that he or she may obtain an explanation and a review of the agency's determination of his or her indebtedness and that the employee may enter into a repayment agreement with the agency. Amends the Budget and Accounting Act, 1921, to require that the annual Budget transmitted by the President to Congress set forth the total amount of uncollected money judgments and uncollected balances not reduced to money judgments against individuals for unpaid loans made, guaranteed, or purchased by the Government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Loans Collection Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate collection of defaulted loans under the United States Government direct and guaranteed loan programs to individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:42-05:00"
}