{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4685-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4685", 
  "official_title": "A bill to amend the National School Lunch and Child Nutrition Acts in order to extend and revise the special food service program for children and the school breakfast program, and for other purposes related to strengthening the school lunch and child nutrition programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3736-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National School Lunch and Child Nutrition Act Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Agriculture and food", 
    "Child welfare", 
    "Education", 
    "Food relief", 
    "School lunch program", 
    "Schools"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "National School Lunch and Child Nutrition Act Amendments - Extends the authorization of appropriations for the school breakfast program under the Child Nutrition Act for subsequent fiscal years after 1975. Directs the Secretary of Health, Education, and Welfare to carry out a program of information, in cooperation with State educational agencies, to publicize the availability of the school breakfast program. Provides that State matching payments shall not be required for food assistance payments to State educational agencies under the National School Lunch Act. States that income quidelines for reduced price lunches may be set at up to 100 percent above the applicable family size income levels in the income poverty quidelines prescribed by the Secretary of Health, Education, and Welfare. Authorizes the Secretary to disburse funds available under the National School Lunch Act directly to nonprofit private schools which are prohibited from receiving such funds from State educational agencies. Authorizes appropriations of such sums as are necessary for fiscal year 1976 to enable the Secretary to formulate and carry out a program to assist States through grants-in-aid and other means, to initiate, maintain, or expand nonprofit food service programs for children in service institutions. Defines \"service institutions\" as meaning nonresidential public or private, nonprofit institutions that develop special summer programs providing food service similar to that available under the school lunch or breakfast programs. Authorizes appropriations of $200,000,000 for each of fiscal years 1976, 1977 and 1978 to carry out the program of cash grants to pregnant and lactating women and infants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National School Lunch and Child Nutrition Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National School Lunch and Child Nutrition Acts in order to extend and revise the special food service program for children and the school breakfast program, and for other purposes related to strengthening the school lunch and child nutrition programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:45-05:00"
}