{
  "actions": [
    {
      "acted_at": "1975-03-10", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1118-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-10", 
  "number": "1118", 
  "official_title": "A bill to establish a national policy for the prevention of unreasonable or excessive costs to consumers from Government programs and for priority consideration of proposals that can be expected to provide greater benefits in relation to costs to consumers, to require preparation of a consumer cost assessment for proposals for legislation or regulations which may have a significant impact on costs to consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10921-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Cost Evaluation Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative procedure", 
    "Congress", 
    "Congressional committees", 
    "Consumer protection", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Government regulation", 
    "House of Representatives", 
    "Independent regulatory commissions", 
    "Law", 
    "Legislation", 
    "Legislative procedure", 
    "Senate"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-10", 
    "text": "Consumer Cost Evaluation Act - Provides for a determination of costs to consumers of any proposed Federal legislation or regulation that may have a significant impact on costs to consumers. Requires that any proposed Federal legislation or regulation must be found to provide benefits to consumers or the public that bear a reasonable relationship to such costs. Requires that every agency of the Federal Government shall prepare, in conjunction with every applicable proposal it makes for legislation or a regulation, a draft consumer cost assessment and upon consultation with other Federal agencies, a final consumer cost assessment. Provides that the cost assessment must allow an opportunity for public comment. Limits the requirements with respect to the preparation of draft and final consumer cost assessments to proposals for legislation or regulations other than those involving a military or foreign affairs function of the United States or relating to agency management or personnel or public property. Provides that under specified emergency situations the proposed regulation may be published and final action taken on the regulation without compliance with the cost assessment requirements. Requires that under such circumstances, the agency involved must meet specified alternative requirements. Directs the President to establish guidelines for the preparation of draft and final consumer cost assessments within 90 days after enactment of this Act. Provides for the review of existing regulations. Directs that if a substantial disparity is found between the consumer costs and benefits of such regulations, the agency shall propose amendments to the regulation to eliminate the dispority. Applies the requirements of cost assessment to committees of Congress dealing with proposed legislation that may have a significant impact on costs to consumers. States that guidelines for the preparation of cost assessments by committees of Congress shall be established by the Congressional Office of the Budget."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Cost Evaluation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national policy for the prevention of unreasonable or excessive costs to consumers from Government programs and for priority consideration of proposals that can be expected to provide greater benefits in relation to costs to consumers, to require preparation of a consumer cost assessment for proposals for legislation or regulations which may have a significant impact on costs to consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:13-05:00"
}