{
  "actions": [
    {
      "acted_at": "1989-03-16", 
      "bill_ids": [
        "s406-101"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources ordered to be reported an original measure in lieu of S. 406.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-03-29", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Johnston under the authority of the order of Mar 17, 89. With written report No. 101-10. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-03-29", 
      "calendar": "Senate Legislative", 
      "number": "34", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 34.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s684-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-29", 
  "number": "684", 
  "official_title": "An original bill to authorize competitive oil and gas leasing and development on the Coastal Plain of the Arctic National Wildlife Refuge in a manner consistent with protection of the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Arctic Coastal Plain Competitive Oil and Gas Leasing Act", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-03-16", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Alaska", 
    "Alternative energy sources", 
    "Antitrust policy", 
    "Arctic and polar regions", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Energy conservation", 
    "Energy policy", 
    "Energy research", 
    "Energy security", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Eskimos", 
    "Export controls", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Indian claims", 
    "Land transfers", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum pipelines", 
    "Pipeline siting", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Research grants", 
    "Right-of-way", 
    "Transportation of hazardous substances", 
    "User charges", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-29", 
    "text": "Arctic Coastal Plain Competitive Oil and Gas Leasing Act - Title I: Statement of Purpose and Definitions - Declares that it is the congressional purpose to: (1) authorize competitive oil and gas leasing development on the Arctic Coastal Plain in a manner consistent with environmental and wildlife protection; and (2) provide a new funding source for the Land and Water Conservation Fund and for commercialization of energy conservation and alternative energy sources. Title II: Congressional Determination of Compatibility - Declares that it is congressional policy that oil and gas activities on the Coastal Plain which are conducted with no significant adverse impact upon fish, wildlife, and the environment shall be deemed compatible with the purpose of the Arctic National Wildlife Refuge, and that no further compatibility findings by the Secretary of the Interior (the Secretary) are required under the National Wildlife Refuge System Administration Act. Title III: Coastal Plain Competitive Leasing Program - Directs the Secretary to establish and implement a competitive oil and gas leasing program that will result in an environmentally sound program for Coastal Plain resources exploration, development, and production. Declares that this Act is the sole authority for leasing on the Coastal Plain. Directs the Secretary to promulgate rules and regulations to implement this Act. Declares that the Congress finds that the \"Final Legislative Environmental Impact Statement\" (April 1987) on the Coastal Plain satisfies the legal requirements under the National Environmental Policy Act of 1969. Sets forth the administrative parameters for: (1) lease sales and lease terms; (2) antitrust review by the Attorney General in consultation with the Federal Trade Commission; (3) exploration and development and production plans; (4) plan approval; (5) bonding requirements; and (6) lease suspension and cancellation. Allows the Secretary to exclude from leasing any areas of particular environmental sensitivity. Requires the Secretary's consent for lease assignments or subletting. Mandates that lessees unite to the greatest extent practicable in collectively adopting and operating under a cooperative or unit plan for oil pools and gas fields. Provides for the confidentiality of privileged or proprietary information regarding development activities which must be furnished to the Secretary. Sets forth civil and criminal penalties for violations of this Act. Provides for adjudication of lease controversies. Sets forth joint, several, and strict liability for environmental damages and removal costs resulting from oil pollution or the discharge of hazardous substances. Provides for judicial review of complaints regarding regulations issued by the Secretary. Requires the Secretary to report annually to the Congress regarding the leasing program under this Act. Repeals certain limitations applicable to subsurface interests owned by the Inupiat Eskimo people. Provides for expedited judicial consideration of any claims for relief by certain Alaskan corporations. Title IV: Coastal Plain Environmental Protection - Directs the Secretary to promulgate environmental protection regulations which ensure that Coastal Plain activities will result in no significant adverse effect on fish and wildlife, their habitat, and the environment. Requires site-specific assessment and mitigation. Designates the Sadlerochit Spring area as a special area for wildlife conservation and environmental protection. Authorizes the Secretary to exclude such area from leasing and to designate other Coastal Plain areas as special areas requiring protection. Directs the Secretary to prepare and periodically update a facilities construction and siting plan for oil and gas development and transportation. Authorizes the Secretary to grant rights-of-way and easements across the Coastal Plain in a manner that does not adversely affect fish, wildlife, and the environment. Requires the Secretary to conduct additional studies to monitor the human, marine, and coastal environments. Directs the Secretary to promulgate regulations providing for bi-annual facility inspections for compliance with environmental and safety regulations. Provides funding for a ten-year period for environmental monitoring and enforcement on the Coastal Plain. Requires the Administrator of the Environmental Protection Agency to: (1) consult with the Department of Transportation and the State of Alaska about the State's role in monitoring and enforcing the Hazardous Materials Transportation Act; and (2) report annually to the Congress regarding the environmental monitoring activities. Title V: Land Reclamation and Reclamation Liability Fund - Makes leaseholders fully responsible and liable for land reclamation within the Coastal Plain and other Federal lands adversely affected by lease activities. Requires establishment of the Coastal Plain Liability and Reclamation Fund within six months of a commercial discovery within the Coastal Plain. Directs the Secretary to collect fees based upon the crude oil volume entering the trans-Alaska pipeline. Prescribes revenue collection and expenditure procedures. Title VI: Disposition of Oil and Gas Revenues - Sets forth an allocation schedule for revenue distribution related to oil and gas leasing within the Arctic National Refuge, Alaska. Mandates that moneys deposited into the Land and Water Conservation Fund shall be credited to a special account within the Fund. Prescribes the administration of such Fund. Title VII: Energy Plan - Requires the Secretary of Energy to transmit to the Congress, within 15 months after the date of enactment of this Act, an energy plan containing a proposed statement of national energy policy objectives. Outlines the contents of such plan. Directs the Secretary of the Interior to transmit to the Congress within 15 months after the date of enactment of this Act a study of present and projected offshore and onshore oil and gas developments in the Alaska Arctic region. Prohibits the Secretary of the Interior from conducting first lease sales under this Act until 21 months after its date of enactment. Directs the Secretary of Energy to establish an Energy Research and Demonstration Grant Program in the areas of energy conservation and alternative energy sources whose focus shall be energy technologies which can significantly reduce U.S. reliance on imported oil. Title VIII: Export Restrictions - Prohibits the export of crude oil produced from Coastal Plain lands except in specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arctic Coastal Plain Competitive Oil and Gas Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize competitive oil and gas leasing and development on the Coastal Plain of the Arctic National Wildlife Refuge in a manner consistent with protection of the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:19-05:00"
}