{
  "actions": [
    {
      "acted_at": "1991-02-26", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s490-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-26", 
  "number": "490", 
  "official_title": "A bill to amend title 38, United States Code, and title 10, United States Code, to improve educational benefits and services for members of the Armed Forces of the United States who serve on active duty during the Persian Gulf War, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Persian Gulf War Veterans Educational Benefits Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-26", 
  "subjects": [
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Budget deficits", 
    "Coast guard", 
    "Education", 
    "Federal budgets", 
    "Government spending reductions", 
    "Military personnel", 
    "Officer personnel", 
    "Persian Gulf", 
    "Persian Gulf War", 
    "Student aid", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-26", 
    "text": "Persian Gulf War Veterans Educational Benefits Act of 1991 - Amends Federal veterans' benefits provisions to include the Persian Gulf War under the definition of \"period of war\" for purposes of determining eligibility for various benefits for war veterans, their spouses, and their dependents. Increases the monthly stipend available to members of the all-volunteer active-duty armed forces and the Selected Reserve for educational assistance under the Montgomery GI Bill veterans' educational assistance program. Directs the Secretary of the military department concerned, and the Secretary of Transportation with respect to the Coast Guard when it is not operating as a service of the Navy, to provide educational assistance to members of the Selected Reserve who: (1) during the Persian Gulf War, served on active duty for more than 180 days of continuous service; and (2) were discharged or released under conditions other than dishonorable. States that such educational assistance may be provided for a program of education beyond the baccalaureate degree level. States that in the case of a member of the Selected Reserve called to active duty in connection with the Persian Gulf War: (1) the period of such active duty may not be considered in determining the expiration date for eligibility for educational assistance benefits provided under the Montgomery GI Bill; and (2) the member may not be considered to have been separated from the Selected Reserve for purposes of commencement of the delimiting period for use of such benefits. Provides that in the case of an active-duty or Reserve member student who fails to complete a course of study under the veterans' educational assistance program due to being called to active duty in connection with the Persian Gulf War, both the amount of educational assistance received and the time spent pursuing that course of study will not be counted against such student for purposes of general entitlement under the veterans' educational assistance program. Excludes courses for which the student has already received full credit from inclusion in such provision. Restores the full amount available to such student veteran as if the interrupted course had not been taken. States that such exclusion shall apply to members of the Selected Reserve pursuing courses under the armed forces educational assistance program. Allows the Secretary of Defense to repay a certain percentage of the student loans granted under the Higher Education Act of 1965 in the case of officer personnel in grades below major or, in the case of the Navy, lieutenant commander. (Currently, such repayment is authorized for certain enlisted and reserve personnel only.) Makes all members of the armed forces called or ordered to active duty in connection with the Persian Gulf War eligible for deferment of student loans granted under the Higher Education Act of 1965 during the continuance of such duty. States that such period shall not be counted against the grace period otherwise available. States that all direct or discretionary spending contained in this Act is to be considered emergency expenditures for purposes of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Persian Gulf War Veterans Educational Benefits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, and title 10, United States Code, to improve educational benefits and services for members of the Armed Forces of the United States who serve on active duty during the Persian Gulf War, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:43-05:00"
}