{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr171-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "171", 
  "official_title": "A bill entitled the \"Economic Recovery and Sustained Growth Act of 1977.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Recovery and Sustained Growth Act", 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Capital gains tax", 
    "Congress", 
    "Congressional budget", 
    "Corporation taxes", 
    "Corporations", 
    "Economics and public finance", 
    "Federal Reserve System", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "Government operations and politics", 
    "Income tax", 
    "Inflation", 
    "Labor and employment", 
    "Monetary policy", 
    "Money", 
    "Securities", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Unemployment", 
    "Wages", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Economic Recovery and Sustained Growth Act - Title I: Short Title - States that this Act may be cited as the Economic Recovery and Sustained Growth Act. Title II: Tax Reform - Amends the Internal Revenue Code to allow the exclusion from gross income of amounts up to $100 received as interest from savings deposits. Provides that no gain or loss shall be recognized for income tax purposes on the sale or exchange of securities or bonds issued by a corporation to the extent that the proceeds from such sale or the value of the securities or bonds exchanged is applied against the purchase of securities or bonds issued by any other corporation. Computes the basis of such purchased bonds or securities as the basis of the bonds or securities sold, plus any additional consideration paid, or minus whatever additional consideration received. Allows domestic corporations to deduct all dividends paid to shareholders. Requires a preliminary adjustment to property basis by adding an amount equal to the difference between the property's basis multiplied by the price index for the year in which the property was acquired, or for calendar year 1976, whichever is earlier, and the property's basis. Directs the Secretary of Labor to report the consumer price index ratio between the previous calendar year and preceding years. Computes the depreciation allowance as the product of such ratio and the depreciation allowance. Applies the provisions of this title to taxable years ending after enactment. Title III: Expenditure Control - Amends the Congressional Budget and Impoundment Control Act to restrict the growth of the total budget outlays and new budget authority, approved in Congress's first concurrent resolution on the budget, to the same growth rate, in percentage terms, which is anticipated in the next year's gross national product. Title IV: Monetary Policy Stabilization - Directs the Federal Reserve Board and the Federal Open Market Committee to maintain long run growth of the money supply at rates commensurate with the economy's potential to increase production. Directs the Federal Reserve Board Chairman to consult with Congress at quarterly hearings before the Committees on Banking concerning the Board's long term money supply targets and monetary policy actions required during the next year. Title V: Expanding Employment Opportunities for Youths - Amends the Fair Labor Standards Act to allow any employer, in compliance with applicable child labor laws, to employ persons under 18 years of age, or who are 18 or 19 years of age and are full-time students or in their first six months of full-time employment, at a wage rate which is 65 percent of the minimum rate otherwise prescribed by the Act, or the wage orders applicable to American territories and Puerto Rico. Directs the Secretary of Labor to prescribe regulations to ensure that these wage rates for youths will not substantially threaten full-time employment opportunities for other persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Recovery and Sustained Growth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Economic Recovery and Sustained Growth Act of 1977.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:25-05:00"
}