{
  "actions": [
    {
      "acted_at": "2005-05-18", 
      "references": [
        {
          "reference": "CR S5439-5440", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-18", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S5440", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-11-02", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-12-20", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Stevens with an amendment in the nature of a substitute. With written report No. 109-211.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-12-20", 
      "calendar": "Senate Legislative", 
      "number": "353", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 353.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1063-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "2005-05-18", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2005-05-18", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2005-07-14", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2005-05-24", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-18", 
  "number": "1063", 
  "official_title": "A bill to promote and enhance public safety and to encourage the rapid deployment of IP-enabled voice services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2418-109", 
      "reason": "identical"
    }
  ], 
  "short_title": "IP-Enabled Voice Communications and Public Safety Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-11-02", 
  "subjects": [
    "Administrative procedure", 
    "Commerce", 
    "Computer software", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Data banks", 
    "Emergency communication systems", 
    "Emergency management", 
    "Federal Communications Commission", 
    "Government operations and politics", 
    "Government publicity", 
    "Independent regulatory commissions", 
    "Internet", 
    "Law", 
    "Legislation", 
    "Liability (Law)", 
    "Planning", 
    "Science, technology, communications", 
    "Telecommunication rates", 
    "Telephone"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-12-20", 
    "text": "IP-Enabled Voice Communications and Public Safety Act of 2005 - Directs the Federal Communications Commission (FCC) to review requirements outlined in a specified FCC report and order and, within 120 days after enactment of this Act, establish requirements that are technologically and operationally feasible for providers of IP-enabled voice service to ensure that 911 and E (enhanced)-911 services are available to subscribers of IP-enabled voice services. Requires the FCC to issue regulations regarding access to 911 components by IP-enabled voice service providers. Defines \"IP-enabled voice service\" as certain real-time two-way voice communications offered, or effectively available, to the public, transmitted using TCP/IP or a successor protocol, for a fee and with two-way interconnection capability such that the service can originate traffic to, and terminate traffic from, the public switched telephone network. Allows a provider of IP-enabled voice service to continue to provide non-911 or E-911 service to subscribers who had subscribed as of December 31, 2005, and to whom notice has been given of the unavailability of such service. Requires such a provider, each six months, to file a report with the FCC detailing its efforts to identify and implement a 911 or E-911 solution, or both. Allows the FCC to waive its 911 or E-911 service requirements if: (1) the provider gives to subscribers separate and clear notice that it does not offer such service to its customers; (2) the subscriber separately acknowledges receipt of such notice in writing or by electronic means; and (3) the provider demonstrates that it is not technologically or operationally feasible to comply with the 911 or E-911 requirements. Limits: (1) each waiver to a 12-month period; and (2) the waiver authority period to 48 months after the enactment of this Act. Provides for parity of protection with respect to immunity and other protection from liability under federal and state law for a provider or user of IP-enabled voice services, a public safety answering point (PSAP), and the officers, employees and authorizing government entity, if any, of such provider, user, or PSAP. Provides for FCC enforcement of the requirements of this Act. Amends the National Telecommunications and Information Administration Organization Act to direct the E-911 Implementation Coordination Office to develop and report to Congress on a national plan for migrating to a national IP-enabled emergency network capable of receiving and responding to all citizen-activated emergency communications. Requires the FCC to: (1) compile a list of all known PSAPs; (2) organize such list by county, town, or other political subdivision of a state; and (3) make available from such list to the public, on the Internet website of the FCC, the 10-digit telephone number of each PSAP so listed. Directs the FCC to take similar action with respect to selective routers, and to make such list available to providers of telecommunications services and to providers of IP-enabled voice service who are seeking to provide E-911 service to their subscribers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "IP-Enabled Voice Communications and Public Safety Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "IP-Enabled Voice Communications and Public Safety Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and enhance public safety and to encourage the rapid deployment of IP-enabled voice services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:32-05:00"
}