{
  "actions": [
    {
      "acted_at": "1981-01-28", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-02", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1369-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-28", 
  "number": "1369", 
  "official_title": "A bill to create a Federal Disaster Insurance Corporation to insure the people of the United States against losses due to major natural disaster, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Disaster Insurance Act", 
  "sponsor": {
    "district": "30", 
    "name": "Danielson, George E.", 
    "state": "CA", 
    "thomas_id": "00263", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-28", 
  "subjects": [
    "Business and commerce", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Disaster insurance", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Executive reorganization", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Insurance"
  ], 
  "subjects_top_term": "Disaster insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-28", 
    "text": "Federal Disaster Insurance Act - Creates, as an independent establishment in the Executive branch, the Federal Disaster Insurance Corporation to provide every citizen and resident of the United States who makes an application and qualifies in accordance with the regulations set forth by this Act with insurance against damage to or loss of property due to natural disaster. Declares that such insurance shall be evidenced by written policies and may be issued to and purchased by any person having an insurable interest. Declares that the Corporation shall have a capital stock of $1,000,000,000 which shall be subscribed by the Secretary of the Treasury. Authorizes appropriations. Establishes in the Treasury of the United States a National Disaster Insurance Fund which shall be available to the Corporation without fiscal year limitation. Credits the fund with: (1) the proceeds from the stock; (2) premiums, fees, and other charges paid or collected in connection with disaster insurance; and (3) amounts from the National Flood Insurance Fund not needed for the liquidation of the flood insurance program. Directs the General Accounting Office to audit annually the operations and transactions of the Corporation. Directs that an annual budget for the Fund be prepared, transmitted to Congress, considered, and enacted in accordance with the Government Corporation Control Act. Directs the Corporation to submit annually to Congress and the President a complete report on its activities. Directs the Corporation to make information concerning disaster insurance available to the public and to State and local agencies and officials. Prohibits any Federal disaster assistance from being paid to any person for a loss if such loss is covered by a valid claim which may be adjusted and paid under this Act. Repeals the National Flood Insurance Act of 1968."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Disaster Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a Federal Disaster Insurance Corporation to insure the people of the United States against losses due to major natural disaster, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:12-05:00"
}