{
  "actions": [
    {
      "acted_at": "1987-12-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-08", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-13", 
      "bill_ids": [
        "hr1720-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.1720.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3692-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "1987-12-18", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bartlett, Steve", 
      "sponsored_at": "1987-12-03", 
      "state": "TX", 
      "thomas_id": "00061", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1987-12-18", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1987-12-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1987-12-03", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Grandy, Fred", 
      "sponsored_at": "1987-12-18", 
      "state": "IA", 
      "thomas_id": "00455", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Henry, Paul B.", 
      "sponsored_at": "1987-12-18", 
      "state": "MI", 
      "thomas_id": "00532", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1987-12-18", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1987-12-03", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCurdy, Dave", 
      "sponsored_at": "1987-12-18", 
      "state": "OK", 
      "thomas_id": "00764", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1987-12-03", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1987-12-03", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1987-12-03", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1987-12-18", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spratt, John M., Jr.", 
      "sponsored_at": "1987-12-03", 
      "state": "SC", 
      "thomas_id": "01092", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1987-12-03", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-03", 
  "number": "3692", 
  "official_title": "A bill to amend title IV of the Social Security Act to improve the program of aid to families with dependent children by establishing a two-tier system for AFDC families, to require each State to establish a comprehensive work program with an organized intake and registration process for such families, to make necessary improvements in the child support enforcement program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1720-100", 
      "reason": "related"
    }
  ], 
  "short_title": "AFDC Employment and Training Reorganization Act of 1987", 
  "sponsor": {
    "district": "98", 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-03", 
  "subjects": [
    "Accounting", 
    "Age (Law)", 
    "Aid to dependent children", 
    "Child support", 
    "Children and youth", 
    "Civil procedure", 
    "Collection of accounts", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Custody of children", 
    "Day care", 
    "Department of Health and Human Services", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Food and Food Industry", 
    "Food stamps", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Guam", 
    "Hard-core unemployed", 
    "Health", 
    "Housing and Housing Finance", 
    "Illegitimacy", 
    "Income", 
    "Income tax", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Job hunting", 
    "Labor and employment", 
    "Licenses", 
    "Manpower training programs", 
    "Medicaid", 
    "Parents", 
    "Paternity", 
    "Poverty", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Puerto Rico", 
    "Secondary education", 
    "Single-parent families", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Support of dependents", 
    "Tax administration", 
    "Tax refunds", 
    "Taxation", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Washington State"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-03", 
    "text": "AFDC Employment and Training Reorganization Act of 1987 - Title I: Two-Tier System under AFDC program - Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act to establish a two-tier system under which a family applying for or receiving AFDC benefits is assigned to the first tier if it is not a two-parent family and includes a child under two years of age and to the second tier if the family does not qualify for tier-one. Exempts first tier families from this Act's registration, employment, and training requirements. Exempts caretaker relatives, and authorizes the exemption of adolescents, in tier-two families who do not have a high school diploma or its equivalent from such requirements if they participate in a program providing a high-school education or its equivalent. Authorizes States to restrict tier-one to families which have a child under six months of age. Requires a State plan to deny assistance to an individual under age 18 who is not and has never been married and who is responsible for the care of a dependent child (or is pregnant), unless such individual lives with a parent. Makes such requirement inapplicable if: (1) such individual has no parent who is living and whose whereabouts are known; (2) the health and safety of the child or individual would be jeopardized if such individual lived with the parent; or (3) such individual has not lived at home for at least one year prior to the child's birth or making a claim for AFDC payments. Title II: Comprehensive Employment and Training Program - Requires AFDC applicants and recipients to register with a State agency for employment counseling, training, and assignment. Authorizes AFDC recipients to refuse employment which results in a net loss in their income. Directs each State to: (1) establish a single intake and registration process for AFDC applicants and recipients; and (2) arrange for the participation of AFDC recipients in one or more of the work-related programs established under title IV of the Act or other Federal law, while coordinating such programs to enhance the availability and efficiency of services provided. Authorizes each State to: (1) make an assessment as to whether immediate employment is a realistic possibility or whether training or education is needed to prepare registered applicants and recipients for employment; (2) provide applicants and recipients with counseling regarding their prospects and needs; (3) require AFDC applicants to undertake an immediate program of job search; and (4) develop an employment plan for each AFDC recipient. Requires States to provide AFDC recipients who are assigned to employment, training, or education programs, and applicants who are required to participate in job search, with child care and transportation services, otherwise such applicants and recipients need not participate in such programs. Establishes participation standards which require State AFDC employment, training, and education programs to include a specified annual percentage (increasing from five percent in FY 1988 to 50 percent in FY 1997 and thereafter) of a State's mandatory AFDC population. Requires 60 percent of such population within the ages of 16 and 18 to be attending school on a full-time basis for each fiscal year beginning four years or more after this Act's enactment. Reduces Federal funding for States which fall short of such participation standards. Authorizes appropriations for AFDC employment, training, and education programs. Sets the Federal share of AFDC employment, training, and education costs in excess of FY 1987 costs at 50 percent. Authorizes increases in such percentage after FY 1989 to reflect a State's need for increased funding or its success in reducing welfare dependency. Requires Puerto Rico, the Virgin Islands, and Guam to each implement a coordinated program of activities affording individuals the opportunity to achieve self-sufficiency through employment. Authorizes appropriations for such programs for each fiscal year after 1987. Makes this Act's registration, employment, and training requirements inapplicable to such territories. Establishes, in the Office of Family Assistance, an Office of Work Programs headed by a Director responsible for overseeing the operation and effectiveness of this Act's employment and training programs. Sets forth recordkeeping and reporting requirements. Authorizes States to add the cash value of food stamps to AFDC payments which are divided by the greater of the Federal or State minimum wage in determining the number of hours a community work experience program participant who is a recipient of such benefits may be required to work. Title III: Certificate System for Child Care - Authorizes States to establish a program providing certificates for child care to families: (1) whose income is less than 150 percent of the Federal poverty level; (2) which have received AFDC benefits within the past three months, but are no longer eligible for such aid because of increased earnings; and (3) which are paying for from ten to 90 percent of the cost of such child care. Limits the applicability of such certificates to the child care necessary to permit their recipients' employment or search for employment. Provides for Federal reimbursement of program costs as though they were costs incurred in providing child care to individuals assigned to an AFDC employment, training, and education program. Requires providers participating in the child care certificate program to be licensed or certified by the State, but certain providers shall be given two years to comply with State licensing or certification requirements. Requires States to disseminate information regarding child care and the certificate program to parents, the public, and child care providers. Limits the certification program's administrative expenses to eight percent of the program costs which are subject to Federal reimbursement. Authorizes the Secretary of Health and Human Services to withhold Federal payments for certificate program costs upon a State's substantial failure to comply with program requirements. Sets forth reporting requirements. Title IV: Child Support Enforcement Amendments - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to direct States to establish binding guidelines for child support award amounts. (Currently, such guidelines need not be binding). Creates a rebuttable presumption that the child support award resulting from the application of such guidelines in a judicial or administrative child support proceeding is correct. Requires States to review and update all child support orders at least once every two years to ensure that they continue to comply with child support award guidelines. Amends part A (General Provisions) of title XI of the Act to authorize up to ten States to carry out demonstration projects which require absent parents who owe child support, but whose income is insufficient to pay such support to participate in a employment or training program. Amends part D of title IV of the Act to require that the names and social security numbers of the father and mother of every child born in a State be recorded on such child's birth certificate. Requires States to adopt certain procedures with regard to paternity determinations and the standard of proof in paternity cases. Takes a State's paternity determinations into account in computing the State child support collection incentive payment. Requires each State to adopt procedures: (1) requiring employers to disclose certain information to the State child support enforcement agency regarding any employee who is under court order to pay child support; and (2) making certain legislation regarding the interstate enforcement of child support effective in the State. Provides that when the State in which the custodial parent resides requests the State in which the absent parent resides to modify a support order, the latter State shall not have jurisdiction to modify any other aspect of the order. Requires that by October 1992 every State have in effect an operational child support management information system. Reduces the Federal share of the costs for such systems. Requires the withholding of child support payments from the non-custodial parent's wages upon the issuance or modification of a child support order unless both parents agree in writing to an alternative arrangement or the parent paying child support posts a bond equal to six months of child support. Requires that the Parent Locator Service and the State agency administering the State child and spousal support plan be given access to all employment security information which is in the possession or control of any Federal or interstate telecommunications network or is available through any other data exchange method, and is to be used for child support enforcement purposes. Directs the Secretary to develop and publish standards within one year of this Act's enactment for the amount of time a State may take to complete each of several actions in child support cases. Penalizes States which fail to comply with such standards. Amends part A (General Provisions) of title XI of the Act to authorize States to conduct demonstration projects identifying and testing possible solutions to problems arising in connection with visitation by absent parents and child custody. Authorizes the Secretary to make grants to States to assist in financing such projects. Makes this title's amendments effective one year after this Act's enactment. Directs the Comptroller General to evaluate State implementation of this title's amendments and report to the President and the Congress regarding such evaluation within four years of this Act's enactment. Title V: State Demonstration Programs - Requires States that wish to conduct demonstration programs which include Federal, federally-assisted, or non-Federal public programs designed to alleviate poverty to submit filings regarding such demonstrations to an Interagency Low-Income Opportunity Board. Requires the Secretary to select and approve those demonstrations judged worthy of implementation. Sets forth policy goals to be considered by the Secretary in selecting and evaluating such demonstrations. Directs that special consideration be given to demonstration programs designed to: (1) improve methods of helping welfare recipients achieve economic independence; (2) coordinate employment and training programs currently supported by Federal or State funds; (3) establish paternity and obtain child support orders in AFDC cases for which paternity was not established when the case was opened; and (4) facilitate efforts by nongovernmental organizations to help welfare clients achieve economic independence. Requires a Governor or his designee to submit a filing which describes in detail the demonstration program to be conducted, including: (1) employment-related activities required of individuals receiving assistance under the demonstration and the circumstances in which they will not be required to participate in such activities; (2) procedures for determining the initial and continuing eligibility of, and benefits for, individuals and families; and (3) a budget setting forth the amounts and sources of funding for the demonstration. Requires each Federal department or agency with responsibility for a program which is included in the demonstration program to make an estimate of Funding which, but for the demonstration, would be available for such programs so that the Secretary may compare State budgetary assumptions with such estimate. Provides that when the amount of Federal funds necessary to carry out the demonstration is less than the amount contained in the budget by reason of the effectiveness of the demonstration in achieving the objectives of this title, the State may use excess Federal funds to improve the demonstration or otherwise benefit individuals and families included in the demonstration. Provides that those within a class eligible to participate in a demonstration shall only be eligible for benefits under a program included in such demonstration. Requires the Secretary to conduct interim evaluations of, and have States submit annual reports on, demonstrations. Authorizes the submittal of demonstration changes for congressional approval if such changes improve the likelihood of accomplishing this title's objectives and participant benefits are not thereby reduced. Authorizes State Governors or the Secretary to terminate the demonstration (upon giving the Secretary or Governor at least three months advance notice) if the interests of the Federal Government, the State, or the participating individuals would be better served by returning to the separate conduct of the included programs. Requires a Governor, within six months of the completion of a demonstration, to submit a final report on such demonstration to the Secretary. Directs the Chairman of the Interagency Low-income Opportunity Board to report annually to the Congress on demonstrations. Directs the Secretary, after selecting and approving demonstration programs in accordance with criteria he or she esablishes, to prepare a single demonstration proposal containing all information pertinent to the programs selected. Provides that the proposal shall be submitted to the Congress and become effective unless the Congress passes legislation modifying or rejecting the proposal within 120 days after its submission by the Secretary. Limits the number of demonstration projects which may be in operation at any one time or approved in any one year under this title. Title VI: Evaluation of Employment and Training Programs and State Demonstration Programs - Directs the Secretary to convene an Interagency Panel within three months of this Act's enactment which shall design, implement, and monitor a series of studies assessing the methods and effects of the programs initiated under titles II and V of this Act. Requires the Panel to select an advisory board of not more than 12 members, within six months of this Act's enactment, to provide the Panel with advice and counsel on all aspects of its operation. Requires the Panel to ensure that a study of child care during the welfare-to-work transition period is conducted during the first three years of its operation. Sets forth Panel reporting requirements. Authorizes appropriations for the Panel. Title VII: AFDC Benefit Amounts; Miscellaneous and Related Provisions - Amends the AFDC program to require States to provide AFDC benefits with respect to dependent children of unemployed parents in two-parent families. Increases the maximum amount of an individual's earned income that is spent on child care in a month which will be excluded from AFDC need and eligibility determinations. Requires States to continue a family's Medicaid (title XIX of the Act) eligibility or provide the family with health care substantially equivalent to such assistance for eight months after the family's AFDC eligibility ends, unless such eligibility was terminated due to fraud or the imposition of a sanction. Terminates such extended coverage if the family ceases to include a dependent child or a family member engages in certain conduct which would warrant sanctions under the AFDC program. Requires families to pay from ten to 90 percent, the exact percentage depending upon a family's ability to pay, of the costs for such care. Authorizes the Secretary to approve a five-year demonstration project testing Washington State's Family Independence Program as an alternative to the AFDC program. Authorizes the Secretary of of Housing and Urban Development to require Department of Housing and Urban Development (HUD) program applicants or participants to: (1) disclose their social security or employer identification numbers; and (2) consent to wage information verification. Amends the Social Security Act to provide HUD with access to State employment records. Requires State administering agencies to independently verify such information before terminating or reducing any housing benefits. Establishes criminal and civil penalties for misuse of such information. Directs the Comptroller General to submit a report to the Congress, within one year of this Act's enactment, identifying areas of duplication, uncoordinated activity, and unnecessary or complicating variances in eligibility standards among various Federal public assistance programs. Title VIII: Funding Mechanism - Amends the Deficit Reduction Act of 1984 to extend for three years the authority of the Internal Revenue Service to offset against any refund of Federal taxes the amount of certain non-tax debts owed to Federal agencies. (The extension would make the offset provisions applicable to refunds payable before January 1, 1991.) Expresses the congressional intent that such offset provisions extend to all Federal agencies and not be construed as exempting any debts. Directs the Comptroller General to report to the Congress by April 1, 1989, on a study into the operation and effectiveness of such offset provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "AFDC Employment and Training Reorganization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to improve the program of aid to families with dependent children by establishing a two-tier system for AFDC families, to require each State to establish a comprehensive work program with an organized intake and registration process for such families, to make necessary improvements in the child support enforcement program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:02-05:00"
}