{
  "actions": [
    {
      "acted_at": "1975-12-11", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-12-11", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11115-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-11", 
  "number": "11115", 
  "official_title": "A bill to establish a uniform and comprehensive legal regime governing liability and compensation for damages and cleanup costs caused by oil pollution.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10756-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Oil Pollution Liability and Compensation Act", 
  "sponsor": {
    "district": "15", 
    "name": "Patten, Edward J.", 
    "state": "NJ", 
    "thomas_id": "00896", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-11", 
  "subjects": [
    "Coastal zone", 
    "Continental shelf", 
    "Deep water ports", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Harbors", 
    "Liability for oil pollution", 
    "Oceans and oceanography", 
    "Oil pollution", 
    "Oil pollution of rivers, harbors, etc.", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Pollution", 
    "Ships", 
    "Ships and shipping", 
    "Tankers", 
    "Water resources development"
  ], 
  "subjects_top_term": "Oil pollution", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-11", 
    "text": "Federal Oil Pollution Liability and Compensation Act - Prohibits the discharge of oil in harmful quantities (as determined by the President under the Federal Water Pollution Control Act), and assesses a civil fine of up to $10,000 against the owner, operator, of licensee of the discharging vessel. Prescribes criminal penalties for the failure of any person in charge of a vessel to notify the appropriate agency of the United States Government of such discharge. Directs the President to act to remove discharged oil unless he determines that such removal will be done properly and expeditiously by the owner or operator of the vessel, onshore or offshore facility, or deepwater port, from which the discharge accurs. Provides that all costs, including administrative, incurred by the President, Secretary, or any other Federal, State, or local official or agency, or any other person, of cleanup and other actions to minimize damages resulting from a discharge shall be borne by the owner and operator or licensee of the operation from which from which the discharge occurred (up to $150 per gross ton of the responsible vessel). Limits the liability of owners or operators of onshore and offshore facilitiies and licensees of deepwater ports to the following amounts: (1) $50,000,000, in the case of an onshore facility; (2) $50,000,000, in the case of an offshore facility; and (3) $100,000,000, in the case of a deepwater port. Establishes in the Department of Transportation an agency to be known as the Federal Oil Pollution Liability and Compensation Administration to establish and maintain the Federal Oil Pollution Compensation Fund and to generally act as trustee of the natural resources of the marine environment. Authorizes disbursement of moneys from the Fund for payment of damages not actually compensated under this Act, cleanup costs, and research into methods to prevent, contain, and remove discharges. Provides that the Fund shall be provisioned through the levy and collection by the Administration of a 5-cent-per-barrel fee imposed on the owner of oil when the oil is transferred between: (1) a vessel and an onshore or offshore facility, (2) offshore or onshore facilities, or (3) a vessel and a deepwater port. States that each owner or operator of a vessel or an onshore or offshore facility and each licensee shall establish and maintain under rules and regulations prescribed by the Administrator, evidence of financial responsibility based on the tonnage of the vessel the capacity of the facility or deepwater port, and other relevant factors. Directs the Administrator to prescribe and from time to time to change regulations for the filing, processing, settlement, and adjudication of claims for cleanup costs and damages resulting from the discharge of oil. Provides for public access to information concerning any communication, document, report, or information transmitted between any official of the Federal Government and any person concerning liability and compensation for damage resulting from the discharge of oil. Authorizes appropriations for the administration of their Act for fiscal years 1976,1977, and 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil Pollution Liability and Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform and comprehensive legal regime governing liability and compensation for damages and cleanup costs caused by oil pollution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:35-05:00"
}