{
  "actions": [
    {
      "acted_at": "1995-09-29", 
      "references": [
        {
          "reference": "CR S14738", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1286-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-29", 
  "number": "1286", 
  "official_title": "A bill to amend the Solid Waste Disposal Act regarding management of remediation waste, certain recyclable industrial materials, and certain products, co-products, and intermediate products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Smith, Bob", 
    "state": "NH", 
    "thomas_id": "01082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-29", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Hazardous wastes", 
    "Landfills", 
    "Law", 
    "Licenses", 
    "Recycling of waste products", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-29", 
    "text": "Amends the Solid Waste Disposal Act to define \"remediation waste\" as: (1) solid and hazardous waste generated by the remediation, removal, containment, or stabilization of solid waste released to the environment or media and debris contaminated as a result of a release (a \"remediation activity\"); and (2) debris and media generated by such an activity that contain a listed hazardous waste or waste identified as having such characteristics (\"identified characteristic wastes\"). Excepts from certain hazardous waste disposal requirements media and debris generated by a remediation activity that are identified characteristic wastes or listed wastes or that contain such wastes. Excepts from any permit requirements treatment, storage, or disposal of remediation waste conducted entirely at the facility at which the remediation takes place. Excepts from the hazardous waste management requirements of the Act: (1) any person that manages remediation waste that is identified characteristic waste or listed waste or that contains such waste and that is subject to a Federal or State order, consent agreement, State voluntary cleanup program, or other mechanism considered appropriate by the Administrator of the Environmental Protection Agency, unless the requirements are specified in such mechanism; and (2) certain recyclable industrial materials (those that would otherwise be deemed identified characteristic waste or listed waste and that are intended for recycling by use, reuse, or reclamation), related materials, and materials resulting from a manufacturing process that contemplates further processing, with exceptions. Adds requirements for the management of recyclable industrial materials relating to storage, the timetable for recycling, documentation by persons that manage the material, and inspections and enforcement by the Administrator. Requires the Administrator to promulgate regulations specifying that the point at which a solid waste is determined to be an identified characteristic waste or listed waste shall not be before the point at which the waste exits a closed system and is exposed to the environment or is discharged to a waste management unit, whichever occurs first. Revises procedures regarding the delisting (exclusion) of waste generated at a particular facility to: (1) modify procedures for granting or denying a petition; and (2) require the Administrator to issue a regulation defining constituent levels below which a solid waste shall not be considered a hazardous waste subject to regulation. Sets interim constituent levels applicable until such issuance. Allows the Administrator, by regulation and notwithstanding certain standards for disposal permits and public participation, to alter hazardous waste treatment and disposal requirements applicable to a solid waste that is an identified characteristic waste or listed waste and that contains hazardous constituents in an amount not greater than ten times the amount below which a solid waste shall not be deemed a hazardous waste. Permits the Administrator to use the authorities contained in other Acts that give regulatory authority to the Administrator if the Administrator determines that a health or environmental risk associated with the management of solid waste can be eliminated or reduced to a sufficient extent by actions taken under such authorities and the Administrator has a mandate to address that risk within five years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act regarding management of remediation waste, certain recyclable industrial materials, and certain products, co-products, and intermediate products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}