{
  "actions": [
    {
      "acted_at": "1980-09-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8118-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-16", 
  "number": "8118", 
  "official_title": "A bill to provide for a temporary program of Federal supplemental unemployment compensation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3135-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Supplemental Unemployment Compensation Act of 1980", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-16", 
  "subjects": [
    "Crime prevention", 
    "Fraud", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-16", 
    "text": "Federal Supplemental Unemployment Compensation Act of 1980 - Authorizes any State to enter into an agreement with the Secretary of Labor to pay Federal Supplemental Benefits to each unemployed individual meeting specified requirements whose week of unemployment begins in a Federal supplemental benefit period. Requires such agreement to provide that the State agency will establish a compensation account for each eligible individual who files an application for Federal Supplemental Benefits equal to 100 percent of the total sharable regular and extended unemployment compensation. Requires each such State agreement to contain specified provisions relating to the amount of such benefits, the eligibility of individuals, and the applicability of State laws. Deems the terms and conditions of such State agreements to express the rights and obligations of individual benefit claimants. Specifies the beginning of each such State program. Terminates all such programs on March 31, 1981. Sets forth penalties for individuals who knowingly make a false statement or do not disclose a material fact. Requires an individual who received any undue benefits to repay the State agency unless the State agency waives recovery. Authorizes a State agency to recover a previously unrecovered or non-waived overpayment by: (1) deductions from any Federal Supplemental Benefits payable to such individual; and (2) deductions from compensation payable to such individual under any other Federal or State unemployment compensation law. Prohibits recovery of the overpayment unless such repayment or recoupment is accomplished, or a civil suit is commenced, within a specified three-year period. Limits any single deduction for repayment to 50 percent of the amount from which such deduction is made. Prohibits any such deduction and repayment until a final determination has been made after an opportunity for a fair hearing has been given. Requires such final determination to be subject to appeal and review. Requires payment of 100 percent of the amount a State pays in Federal Supplemental Benefits to each State which has an agreement under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Supplemental Unemployment Compensation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a temporary program of Federal supplemental unemployment compensation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:32-05:00"
}