{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4531-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "4531", 
  "official_title": "A bill to amend the Trade Act of 1974 to authorize the preparation and implementation of adjustment plans for industries injured by imports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Trade Competitiveness Act of 1983", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-18", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Foreign Trade and Investments", 
    "Foreign trade policy", 
    "Imports"
  ], 
  "subjects_top_term": "Foreign trade policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-18", 
    "text": "International Trade Competitiveness Act of 1983 - Amends the Trade Act of 1974 to require the International Trade Commission (ITC) to make a preliminary determination of whether there is a reasonable indication of serious injury or the threat of serious injury to a domestic industry within 45 days of the initiation of an import relief investigation. Requires the ITC to conclude the import relief investigation and report its findings to the President if the ITC does not find a reasonable indication of such injury or threat. Requires the ITC to continue the import relief investigation and requires the Chairman of the ITC to establish an adjustment plan board for the affected industry if the ITC finds a reasonable indication of such injury or threat. Requires an adjustment plan board to establish an adjustment plan to enable the affected industry to adjust to changing economic conditions resulting from imports or otherwise and to become more competitive internationally. Sets forth the membership of the board. Sets forth as requirements which an adjustment plan may include: (1) investment plans (with or without governmental assistance); (2) product or design changes; and (3) Government policies that promote a competitive strategy. Requires the board to complete the plan within such time as to give the ITC time to consider its contents before completing the ITC report to the President. Requires the board to submit any approved adjustment plan to the President. Exempts from Federal and State antitrust laws actions taken or discussions held incident to an adjustment plan. Authorizes the ITC to recommend in its report to the President the implementation of aspects of an approved adjustment plan. Authorizes the President to specify those aspects of an approved adjustment plan that the President thinks should be implemented to enable the affected industry to adjust to import competition and to become more competitive internationally. Requires the President to state reasons for any action which differs from the action recommended for the implementation of an adjustment plan. Provides for congressional veto of the President's action regarding implementation of an adjustment plan if it differs from the action recommended by the ITC. Authorizes the President to reduce or terminate those aspects of an adjustment plan that are not being materially implemented. Requires the ITC to: (1) keep under review the extent to which an adjustment plan is being implemented so long as any import relief remains in effect; (2) consult with the adjustment board in evaluating the extent to which an adjustment plan is being implemented; and (3) advise the President on the extent to which the required aspects of an adjustment plan are being materially implemented."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Trade Competitiveness Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to authorize the preparation and implementation of adjustment plans for industries injured by imports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:35-05:00"
}