{
  "actions": [
    {
      "acted_at": "1975-11-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10840-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-19", 
  "number": "10840", 
  "official_title": "A bill to provide for the protection of franchised dealers of petroleum products from coercive business practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gasoline Dealers Protection Act", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J.", 
    "state": "AZ", 
    "thomas_id": "00957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-19", 
  "subjects": [
    "Business and commerce", 
    "Gas industry", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-19", 
    "text": "Gasoline Dealers Protection Act - Sets forth the findings of Congress that good faith performance of the obligations and duties set forth in petroleum products franchises promotes efficiency and fair dealing and contributes to the public welfare. States that the purpose of this Act is to supplement the antitrust laws of the United States by providing retail sellers of petroleum products with judicial recourse against business practices affecting interstate commerce, and to require refiners and other distributors of petroleum products to give effective and timely notice of terminations and nonrenewals of lease and franchise agreements. Prohibits a refiner or distributor from canceling, failing to renew, or otherwise terminating a petroleum products franchise except for good cause, unless he furnishes prior written notification. Permits a retailer to bring a civil action for declaratory or injunctive relief against any refiner or distributor who fails to act in good faith in performing or complying with any of the terms or provisions of the franchise, or in terminating, canceling, or not renewing the franchise with such dealer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gasoline Dealers Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of franchised dealers of petroleum products from coercive business practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:30-05:00"
}