{
  "actions": [
    {
      "acted_at": "1975-04-14", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1431-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-14", 
  "number": "1431", 
  "official_title": "A bill to amend the Comprehensive Employment and Training Act of 1973 to establish an emergency conservation job program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Conservation Job Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-14", 
  "subjects": [
    "Labor and employment", 
    "Manpower", 
    "Public service employment", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-14", 
    "text": "Emergency Conservation Job Act - Adds a new title to the Comprehensive Employment and Training Act of 1973 to provide that the Secretary of Labor enter into arrangements with States in order to make financial assistance available to the States for the purpose of providing (1) transitional employment for eligible participants in jobs needed to conserve, develop, and improve public parks, forests, lakes, waterways, and other public lands and waters within the State, and (2) training and manpower services related to such employment which are otherwise unavailable. Stipulates that a State may use financial assistance made available under this title to provide jobs only to eligible participants who are: (1) economically disadvantaged youth who are between the ages of 18 and 25 and are unemployed; or (2) unemployed adults who have exhausted unemployment insurance benefits, or who are not eligible for unemployment insurance benefits. Specifies procedures for alloting funds among the States. Requires any State desiring to receive financial assistance under this Act to submit an application to the Secretary. Directs that such application shall set forth: (1) a description of the emergency conservation job program for which assistance is sought; (2) assurances that special consideration will be given those who have been unemployed for the longest length of time; (3) assurances that the program will, to the maximum extent possible, contribute to the elimination of artificial barriers to employment and occupational advancement, which restrict employment opportunities for the disadvantaged; and (4) assurances that jobs funded under this title are not jobs which the State would have funded in any event. Prohibits the Secretary from providing financial assistance under this Act unless the grant agreement specifically provides that the program will not discriminate because of race, color, creed, national origin, sex, political affiliation, or beliefs. Authorizes appropriations of $200,000,000 for fiscal year 1975 for carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Conservation Job Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Employment and Training Act of 1973 to establish an emergency conservation job program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:18-05:00"
}