{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres102-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "102", 
  "official_title": "A joint resolution to provide for a study by the Secretary of Transportation of the feasibility of Government acquisition, operation, and maintenance of railroad tracks, rights-of-way, signal systems, and other fixed facilities (as a separate activity or as a part of a coordinated Federal transportation programs).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Department of Transportation", 
    "Government ownership", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Directs the Secretary of Transportation to undertake and carry out a full and complete study of the costs, benefits, and methods of acquisition, operation, and maintenance by the Federal Government of all railroad tracks, rights-of-way, signal and train control systems, and other fixed facilities. Requires such study to include the following: (1) appropriate methods of Government acquisition, whether by taking by eminent domain or by voluntary sale, and the type of property interest (fee simple, easement, or otherwise) to be acquired; (2) the capital cost of Government acquisition, including consideration of compensation to the railroad companies by Government assumption of bonded indebtedness related to the initial financing of facilities, and of State and local property taxes now assessed against rail carriers by virtue of their ownership of facilities; (3) the relationship of the Government interest in rights-of-way to the continued ownership and development by present owners of property not needed for railroad transportation, including air rights; (4) modes of operation by the Government of signal and train control systems, including the authority to determine rights of trains as between passenger and freight trains and as between trains of different carriers using the same line of track; (5) the need for and feasibility of Government acquisition of such fixed facilities as yards, terminals, and stations in addition to tracks and signal systems, and the mode of operation by the Government of those facilities; (6) establishment of regular maintenance and capital improvement programs to assure uniform, high standard track and to facilitate faster, more dependable service for both passengers and freight; (7) establishment of standards governing the size, weight, and design of locomotives and cars which may be safely and expeditiously operated over given lines of track; (8) funding of maintenance and capital improvement programs by means of a railroad trust fund, to be financed by user charges to rail carriers; (9) assessment of such user charges against rail passenger carriers on an incremental basis on the assumption that well-maintained track, signal and train control systems, and other fixed facilities would be required for freight service even if no passenger service were provided; (10) the need for supplements to the trust fund by appropriations from the general fund to the Treasury, in view of the urgent need for modernization of rail facilities and the continuing substantial outlays from the general fund for other kinds of transportation facilities; (11) extension of franchises to existing and new carriers, both passenger and freight, over given lines of track not now operated by them, to provide better service and more competition and to allow for the fullest possible utilization of the most favorable and efficient routes; (12) a rationalization of the existing rail plant to promote more efficient utilization, reduce the overall need for maintenance and capital improvement funds, and facilitate urban and metropolitan redevelopment; and (13) an evaluation and delineation of the role, if any, which the Interstate Commerce Commission should play with respect to the planning and carrying out of any Government acquisition of railroad tracks, rights-of-way, systems, and facilities and with respect to the operation and maintenance thereof after the acquisition. Requires the Secretary of Transportation to submit a report to the Congress on or before June 30, 1974. Authorizes appropriations of $100,000 to carry out such study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to provide for a study by the Secretary of Transportation of the feasibility of Government acquisition, operation, and maintenance of railroad tracks, rights-of-way, signal systems, and other fixed facilities (as a separate activity or as a part of a coordinated Federal transportation programs).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:11-05:00"
}