{
  "actions": [
    {
      "acted_at": "1974-02-26", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13038-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-26", 
  "number": "13038", 
  "official_title": "A bill to amend title 5, United States Code, to protect civilian employees of the executive branch of the U.S. Government in the enjoyment of their constitutional rights, to prevent unwarranted governmental invasions of their privacy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "32", 
    "name": "Hanley, James M.", 
    "state": "NY", 
    "thomas_id": "00493", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-26", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Federal employees", 
    "Federal employees and officials", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-26", 
    "text": "Prohibits any executive branch office or any person acting under such officer's authority to require employees or applicants for Government employment to: (1) disclose their race, religion, or national origin; (2) attend Government-sponsored meetings and lectures or participate in outside activities unrelated to their employment; (3) report on their outside activities or undertakings unrelated to their work; (4) submit to questioning about their religion, personal relationships or sexual attitudes through interviews, psychological tests, or polygraphs; and (5) support political candidates or attend political meetings. Permits inquiries into national origin when necessary for the national interest or overseas work. Prohibits the coercion of an employee to buy bonds, to make charitable contributions, or to disclose his own personal assets, liabilities, or expenditures, or those of any member of his family. Provides that this Act does not apply to the Central Intelligence Agency, the National Security Agency, the Federal Bureau of Investigation, or any other Executive agency, or part thereof, as the President may recommend to the Congress in the interest of national security. Establishes a three-member Board on Employees' Rights with members appointed by the President, by and with the advice and consent of the Senate. Grants the Board the authority and duty to receive and investigate written complaints from any person claiming to be aggrieved by any violation or threatened violation of this Act and to conduct a hearing on each such complaint. Directs the Board to make an annual report on its activities to Congress. Sets forth procedures for the handling of complaints which the Board determines are valid and indicate violations of this Act. Provides that an employee, or an applicant for employment, aggrieved by a final determination or order of the Board on Employee Rights may file a petition for review or a complaint for a trial de novo in the district court of the United States for the judicial district in which the alleged or threatened violation of this Act occurred."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to protect civilian employees of the executive branch of the U.S. Government in the enjoyment of their constitutional rights, to prevent unwarranted governmental invasions of their privacy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:27-05:00"
}