{
  "actions": [
    {
      "acted_at": "1980-05-21", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7412-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Blanchard, James", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00094", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Flippo, Ronnie G.", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00390", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hollenbeck, Harold C.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00553", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Lloyd, James F.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00697", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Nelson, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Walker, Robert S.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "01196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Young, Robert A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01259", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-21", 
  "number": "7412", 
  "official_title": "A bill to establish a Space Industrialization Corporation to promote, encourage, and assist in the development of new products, processes, services, and industries using the properties of the space environment, and in the use of space technology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Space Industrialization Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Fuqua, Don", 
    "state": "FL", 
    "thomas_id": "00422", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-21", 
  "subjects": [
    "Aerospace industries", 
    "Astronautics", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Government corporations", 
    "Government trust funds", 
    "Investments", 
    "Research and development", 
    "Space", 
    "Space policy"
  ], 
  "subjects_top_term": "Space policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-21", 
    "text": "Space Industrialization Act of 1980 - Title I: Establishment of Space Industrialization Corporation - Authorizes the establishment of the Space Industrialization Corporation. Directs the President to appoint a panel assist in the selection of persons to be appointed to the board of directors of such corporation. Sets forth the terms and conditions of membership on such board. Sets forth the powers and duties of such corporation, including the provision of the financial means to purchase satellite launching and related services. Requires the Corporation to provide assistance by financing industrial ventures under negotiated management plans to promote the development of new products, processes, services, and industries in space, and the transfer of space technology for applications having potential societal benefits. Requires applications for assistance to contain a detailed description of all of the technical, business, and economic aspects of the project. Limits assistance to corporations or groups organized under the laws of any State or territory or possession of the United States and to U.S. citizens. Requires the Corporation to give preference to those proposals which have high potential benefits with consideration being given to the level of risk and the potential for recovery of the assistance provided, and in which the applicant demonstrates substantial commitment to achieving technical, financial, and business objectives. Requires the Corporation and an applicant whose proposal is found to be meritorious to negotiate a management plan which includes appropriate intermediate goals and milestones, a requirement that no less than five percent of the costs will be provided by the applicant, provision for continuing review by the Corporation, a requirement for repayment of the assistance authority of the Corporation to terminate such assistance, the cost of utilizing space industrial systems, and the functions to be performed by the National Aeronautics and Space Administration (NASA). Permits the Corporation to make special grants to applicants to correct deficiencies in proposals otherwise meritorious. Requires the Corporation to establish criteria and guidelines for administering the assistance program. Reserves to an applicant for assistance all rights to intellectual properties and discoveries pertaining to or disclosed in the proposal and any other such properties held and discoveries made prior to final approval of the project involved. Establishes in the Treasury of the United States a Space Industrialization Trust Fund to be made available to the Corporation for use in carrying out the objectives and purposes of this Act. Authorizes appropriations to the Fund. Directs the Secretary of the Treasury to invest a portion of the Funds as specified. Directs the President to aid in the planning, development, and execution of a national program implementing space industrialization systems, coordinate the activities of governmental agencies with responsibilities in fields related to space industrialization, and exercise appropriate supervision over relationships of the Corporation with foreign governments and international bodies. Directs NASA to advise and consult with the Corporation on the technical characteristics of space industrialization systems, assist in the conduct of research, development, and operations, and to furnish launching and associated services. Requires the Corporation to notify and consult with the Department of State whenever specified business negotiations are entered into with any international or foreign entity. Directs the Corporation to transmit annually to the President and Congress a report containing a comprehensive description and evaluation of the activities and accomplishments of the Corporation. Title II: Public Ownership of Space Industrialization Corporation - Directs the Board to take all steps necessary to transfer the Corporation from Government to public ownership. Subjects the Corporation to the District of Columbia Business Corporation Act. Authorizes the Corporation to issue shares of capital stock, nonvoting securities, bonds, debentures, and other certificates of indebtedness. Permits inspection and copying of Corporation records by stockholders without regard to the percentage of stock held. Requires all proceeds from securities issued to be deposited in the Space Industrialization Trust Fund. Requires sums from such Fund to be used to pay all expenses of dividend, interest, and redemption payments and to repay appropriations as specified to the general fund of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Space Industrialization Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Space Industrialization Corporation to promote, encourage, and assist in the development of new products, processes, services, and industries using the properties of the space environment, and in the use of space technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:18-05:00"
}