{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1343-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "1343", 
  "official_title": "A bill to provide for the assumption of the control and operation by Indian tribes and communities of certain programs and services provided for them by the Federal Government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6372-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Department of the Interior", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Provides that, notwithstanding any other provisions of law, if an Indian tribe of community requests that it be given the control or operation of a program or service administered by the Federal Government, the Secretary shall turn over to that tribe or community, within 120 days after the request or such other period as may be agreed to, the control and operation of such program or service. Requires the Secretary to provide assistance other than financial, to any Indian tribal organization which requests it during the period preceding or immediately following a transfer made under this Act. Requires that for each fiscal year during which an Indian tribal organization engages in the operation or control of a program or service transferred to it under the provisions of this proposal, it must report to the Secretary, such report to include an accounting of the amounts expended and the purposes for which Federal funds were expended. Provides that should an Indian tribe or community request a retrocession which it assumed pursuant to this proposal, such retrocession shall be effective within 120 days after such request or such later period as may be agreed to by the Secretary and the Indian group. States that if the Secretary determines that any program or service assumed by an Indian tribe is being accomplished in a manner which would violate the rights or endanger the health, safety or welfare of individual Indians served by such program or service or that there has been gross negligence or mismanagement in the use of Federal funds provided pursuant to this proposal, the Secretary may reassume control of the program or service under such regulations as he may prescribe but only after providing notice and hearing to the Indian tribal organization involved. Authorizes the Secretary, upon the request of any Indian group, to detail any Civil Service employee for a period of up to 180 days to assist the Indian group in its control or operation of a program or service transferred pursuant to this proposal. Provides that nothing in this proposal shall be interpreted as authorizing or requiring the termination of any existing trust responsibility of the United States with respect to Indians."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the assumption of the control and operation by Indian tribes and communities of certain programs and services provided for them by the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:35-05:00"
}