{
  "actions": [
    {
      "acted_at": "2006-09-14", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-27T19:55:00-04:00", 
      "references": [], 
      "text": "Mr. McHenry moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T19:55:00-04:00", 
      "references": [
        {
          "reference": "CR H7604-7605", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T19:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6072.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T20:00:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7604-7605", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-27T20:00:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-13", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6072-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "2006-09-14", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-09-27T20:00:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-14", 
  "number": "6072", 
  "official_title": "To amend the Federal Deposit Insurance Act to provide further regulatory relief for depository institutions and clarify certain provisions of law applicable to such institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Regulatory Relief Amendments Act of 2006", 
  "sponsor": {
    "district": "4", 
    "name": "Ross, Mike", 
    "state": "AR", 
    "thomas_id": "01632", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2006-09-27T20:00:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Auditing", 
    "Bank deposits", 
    "Bank failures", 
    "Bank mergers", 
    "Commerce", 
    "Consumer education", 
    "Credit unions", 
    "Debtor and creditor", 
    "Deposit insurance", 
    "Federal Trade Commission", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "Interest rates", 
    "Internet", 
    "Law", 
    "Postal service", 
    "Science, technology, communications", 
    "Web sites"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2006-09-27", 
    "text": "Financial Services Regulatory Relief Amendments Act of 2006 - (Sec. 2) Amends the Federal Deposit Insurance Act regarding depository institutions lacking federal deposit insurance to authorize the state supervisor of a private deposit insurer, or of a depository institution which receives deposits insured by a private deposit insurer, to examine and enforce compliance with the requirement that a private deposit insurer obtain annual independent audits. Requires depository institutions without federal deposit insurance to disclose on every share certificate that: (1) the institution is not federally insured; and (2) if it fails, the federal government does not guarantee that depositors will get back their money. Revises the requirement that such institutions disclose conspicuously in all advertising and at each place where deposits are normally received that the institution is not federally insured. Requires such a notice also on the institution's main Internet page. Makes an exception to such requirement for: (1) statements or reports of financial condition required to be published or posted by state or federal law or regulation; (2) any sign, document, or other item containing the institution's name, logo, or contact information, if no products, services, or other promotional information is included; and (3) small utilitarian items that do not mention deposit products or insurance if inclusion of the notice would be impractical. Requires the institution to obtain or attempt to obtain a written acknowledgment of such disclosure from new depositors acquired through a conversion or merger. Repeals the prohibition against use of the mails to receive deposits by any depository institution lacking federal deposit insurance unless a state supervisor determines that it meets all requirements for federal deposit insurance. Repeals coverage as a depository institution under the Act of any entity that, as determined by the Federal Trade Commission (FTC), is engaged in the business of receiving deposits, and could reasonably be mistaken for a depository institution by its current or prospective customers. Redefines \"depository institution\" to exclude any national bank, state member bank, or federal branch. Modifies FTC authority to enforce compliance with the requirements of the Act for depository institutions lacking federal deposit insurance. Removes independent audit requirements enforcement from FTC authority, while retaining enforcement of disclosure requirements. Authorizes an appropriate state supervisor of such institutions to enforce compliance with federal requirements, unless the FTC has already instituted an enforcement action. (Sec. 3) Imposes on certain other lenders the maximum interest rate or related charges for debt applicable to home state banks in competition with local branches of out-of-state banks. Defines other lender as any person engaged in the business of selling or financing the sale of personal property (and any incidental services) in a state. Excludes an insured depository institution from other-lender treatment, as well as any person or entity engaged in the business of providing a short-term cash advance to any consumer in exchange for: (1) a consumer's personal check or share draft, in the amount of the advance plus a fee, where presentment or negotiation of such check or share draft is deferred by agreement of the parties until a designated future date; or (2) a consumer authorization to debit the consumer's transaction account, in the amount of the advance plus a fee, where such account will be debited on or after a designated future date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Regulatory Relief Amendments Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Financial Services Regulatory Relief Amendments Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Deposit Insurance Act to provide further regulatory relief for depository institutions and clarify certain provisions of law applicable to such institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:54-05:00"
}