{
  "actions": [
    {
      "acted_at": "2011-05-19", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1027-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2011-05-19", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2011-05-19", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2011-06-08", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2011-05-19", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-19", 
  "number": "1027", 
  "official_title": "A bill to provide for the rescission of certain instruction memoranda of the Bureau of Land Management, to amend the Mineral Leasing Act to provide for the determination of the impact of proposed policy modifications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1720-112", 
      "reason": "related"
    }
  ], 
  "short_title": "American Energy and Western Jobs Act", 
  "sponsor": {
    "district": null, 
    "name": "Barrasso, John", 
    "state": "WY", 
    "thomas_id": "01881", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Department of the Interior", 
    "Energy", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Government information and archives", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Mining", 
    "Oil and gas", 
    "Research and development", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-19", 
    "text": "American Energy and Western Jobs Act - Rescinds and declares without force or effect: (1) Bureau of Land Management (BLM) Instruction Memoranda numbered 2010-117 (Oil and Gas Leasing Reform \u0096 Land Use Planning and Lease Parcel Reviews) and 2010-118 (Energy Policy Act Section 390 Categorical Exclusion Policy Revision), both issued on May 17, 2010; and (2) Secretarial Order No. 3310 (Wild Lands Policy) issued by the Secretary of the Interior on December 22, 2010. Amends the Mineral Leasing Act to: (1) repeal the requirement that leases be issued within 60 days following payment by the successful bidder of the remainder of the bonus bid and the annual rental for the first lease year, and (2) direct the Secretary to automatically issue a lease 60 days after the date of such payment, unless the Secretary is able to issue the lease before that date. Bars an action seeking judicial review of the adequacy of any program or site-specific environmental impact statement under the National Environmental Policy Act of 1969 concerning oil and gas leasing for onshore federal land unless the action is brought in federal district court within 60 days after publication in the Federal Register of notice of the availability of the environmental impact statement. Directs the Secretary, before modifying and implementing any onshore oil or natural gas preleasing or leasing and development policy, or a policy relating to protecting the wilderness characteristics of public land, to complete an economic impact assessment and determine that the proposed policy modification will not: (1) result in a detrimental impact on employment opportunities relating to oil- and natural gas-related development, (2) contribute to an increase in the domestic use of imported petroleum resources, or (3) contribute to an aggregate loss of oil and natural gas receipts. Directs the Secretary, acting through the Director of the Bureau of Land Management, and the Secretary of Agriculture, acting through the Chief of the Forest Service, to submit, as part of the annual agency budget, a report detailing, for each field office, the revenues generated by specified use of public land. Directs the Secretary to: (1) establish a domestic strategic production goal for the development of oil and natural gas managed by the federal government; and (2) hold a lease sale offering an additional 10 parcels for lease for research, development, and demonstration of oil shale resources in accordance with terms offered in a specified solicitation of bids for the leases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Energy and Western Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the rescission of certain instruction memoranda of the Bureau of Land Management, to amend the Mineral Leasing Act to provide for the determination of the impact of proposed policy modifications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:09:06-05:00"
}