{
  "actions": [
    {
      "acted_at": "2001-03-23", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-03-29", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-08", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-09", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 41 - 7.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-05-14T18:05:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and the Workforce. H. Rept. 107-63, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-14", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on the Judiciary for a period ending not later than May 15, 2001 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(k), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-15T16:43:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-15T16:43:00-04:00", 
      "calendar": "Union", 
      "number": "38", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 38.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2001-05-16T23:33:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 143 Reported to House. Rule provides for consideration of H.R. 1 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Waives all points of order against consideration of the bill. Specified amendments are in order. Makes in order only those amendments printed in H. Rept. 107-69. Waives all points of order against the amendments printed in the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:07:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "Rule H. Res. 143 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:13:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [
        {
          "reference": "CR H2310-2313", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 143.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:13:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 1 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Waives all points of order against consideration of the bill. Specified amendments are in order. Makes in order only those amendments printed in H. Rept. 107-69. Waives all points of order against the amendments printed in the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:14:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 143 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:14:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doc Hastings to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:14:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with two hours of general debate on H.R. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-17T14:29:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T10:45:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Boehner asked unanimous consent that, during the further consideration of H.R. 1 in the Committee of the Whole pursuant to H. Res. 143, amendment number 3 printed in House Report 107-69 be in order for consideration out of turn and after amendment number 5 has been considered. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T10:46:00-04:00", 
      "references": [
        {
          "reference": "CR H2396-2542", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T10:46:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T10:46:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with the remainder of the time for General Debate on H.R. 1--approximately 1 hour and 53 minutes.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T12:56:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Boehner amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:03:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Capps amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:11:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Capps amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Souder demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:11:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Graves amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:19:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Graves amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Graves demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:20:00-04:00", 
      "references": [], 
      "text": "CONSIDERATION OF POSTPONED PROCEEDINGS - The Chair announced that proceedings would resume on the question of adoption of amendments debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T13:51:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Hill (IN) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T14:05:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Dunn amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T14:13:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Dunn amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Ms. Dunn demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T14:14:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 30 minutes of debate on the Hoekstra amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T15:26:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Dooley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T15:42:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Vitter amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T15:48:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Vitter amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Vitter demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T15:49:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 30 minutes of debate on the Tiberi amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T16:54:00-04:00", 
      "references": [], 
      "text": "Mr. Boehner moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T16:54:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-22T16:54:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T10:29:00-04:00", 
      "references": [
        {
          "reference": "CR H2577-2645", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T10:30:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T10:30:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Hoekstra amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T10:54:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Hoekstra amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hoekstra demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T10:55:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Meek (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:08:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Rogers (MI) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:12:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Norwood amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:43:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Norwood amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Norwood demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:44:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Tiahrt amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:57:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 40 minutes of debate on the Armey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T13:03:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Armey amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Miller (CA) demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T13:03:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Armey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T13:45:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Armey amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Miller (CA) demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T13:46:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Akin amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T13:59:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Stearns amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T14:04:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Stearns amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Stearns demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T14:04:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Traficant amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T14:16:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Traficant amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Traficant demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T14:17:00-04:00", 
      "references": [], 
      "text": "PROCEEDINGS ON AMENDMENTS RESUMED - The Chair announced that proceedings would now resume on the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T15:36:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Brady (TX) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T15:58:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Brady (TX) amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Kildee demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T15:59:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Mink amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:11:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Wamp amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:19:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Hilleary amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:33:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Velazquez amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:38:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions in H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Kirk amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:51:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Kirk (IL) amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Kirk demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:52:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 10 minutes of debate on the Hoeffel amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T16:56:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 143, the Committee of the Whole proceeded with 20 minutes of debate on the Cox amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T17:32:00-04:00", 
      "bill_ids": [
        "hres143-107"
      ], 
      "references": [], 
      "text": "POSTPONED VOTE - At the conclusion of debate on the Cox (CA) amendment, the Chair put the question on the adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. George Miller of (CA) demanded a recorded vote and made a point of no quorum. Pursuant to the provisions of H. Res. 143, the Chair postponed further proceedings on the question of adoption of the amendment and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:19:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:19:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:21:00-04:00", 
      "references": [
        {
          "reference": "CR H2630-2634", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2630-2633", 
          "type": "text"
        }
      ], 
      "text": "Mr. Owens moved to recommit with instructions to Education and Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:21:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House is debating the motion to recommit offered by Mr. Owens of NY.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:32:00-04:00", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:50:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 207 - 223 (Roll no. 144).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T18:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - Mr. Boehner of (OH) asked unanimous consent that he and Mr. George Miller of (CA) be given 10 minutes equally divided for closing remarks on H.R. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T19:23:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "5/22/2001 CR H2421-2516", 
          "type": "text of measure as reported"
        }
      ], 
      "result": "pass", 
      "roll": "145", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 384 - 45 (Roll no. 145).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-05-23T19:24:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T19:24:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-25", 
      "calendar": "Senate Legislative", 
      "number": "53", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 53.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-06-14", 
      "references": [
        {
          "reference": "CR S6304-6305", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-14", 
      "bill_ids": [
        "s1-107"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-14", 
      "bill_ids": [
        "s1-107"
      ], 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 6/22/2001 CR S6672-6831", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "192", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 1 with an amendment by Yea-Nay Vote. 91 - 8. Record Vote Number: 192.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-06-19", 
      "references": [], 
      "text": "Measure amended in Senate by unanimous consent after passage.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-10", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Kennedy, Dodd, Harkin, Mikulski, Jeffords, Bingaman, Wellstone, Murray, Reed, Edwards, Clinton, Lieberman, Bayh, Gregg, Frist, Enzi, Hutchinson, Warner, Bond, Roberts, Collins, Sessions, DeWine, Allard and Ensign.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T10:50:00-04:00", 
      "references": [], 
      "text": "Mr. Boehner moved that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T10:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the motion to disagree to the Senate amendment and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T11:57:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:22:00-04:00", 
      "references": [
        {
          "reference": "CR H4121-4130", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to by the Yeas and Nays: 424 - 5 (Roll no. 237).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:23:00-04:00", 
      "references": [], 
      "text": "Mr. Baldacci moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:23:00-04:00", 
      "references": [], 
      "text": "Mr. Boehner moved to table the motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:46:00-04:00", 
      "references": [], 
      "text": "On motion to table motion to instruct conferees Agreed to by recorded vote: 296 - 126 (Roll no. 238).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:46:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-18T12:49:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees for consideration of the House bill and the Senate amendment, and modifications committed to conference: Boehner, Petri, Roukema, McKeon, Castle, Graham, Hilleary, Isakson, Miller, George, Kildee, Owens, Mink, Andrews, and Roemer.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-19", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-01", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-25", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-30", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-11-30", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T07:01:00-05:00", 
      "references": [
        {
          "reference": "CR 12/12/2001 H9773-10052", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 107-334 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T08:56:00-05:00", 
      "bill_ids": [
        "hres315-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 315 Reported to House. Rule provides for consideration of the conference report to H.R. 1 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T13:02:00-05:00", 
      "bill_ids": [
        "hres315-107"
      ], 
      "references": [], 
      "text": "Rule H. Res. 315 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T13:03:00-05:00", 
      "bill_ids": [
        "hres315-107"
      ], 
      "references": [
        {
          "reference": "CR H10092-10113", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Boehner brought up conference report H. Rept. 107-334 for consideration under the provisions of H. Res. 315.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T13:04:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T14:18:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-13T14:41:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "497", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by recorded vote: 381 - 41 (Roll no. 497).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-12-13T14:41:00-05:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-17", 
      "references": [
        {
          "reference": "CR S13322-13349", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-18", 
      "references": [
        {
          "reference": "CR S13365-13422", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-18", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "371", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 87 - 10. Record Vote Number: 371.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-12-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-18", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2001-12-19T14:03:00-05:00", 
      "bill_ids": [
        "hcres289-107"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Con. Res. 289, enrollment corrections on H.R. 1 have been made.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-01-04", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-01-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2002-01-08", 
      "congress": "107", 
      "law": "public", 
      "number": "110", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-110.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h43-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "43"
    }, 
    {
      "amendment_id": "h44-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "44"
    }, 
    {
      "amendment_id": "h45-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "45"
    }, 
    {
      "amendment_id": "h46-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "46"
    }, 
    {
      "amendment_id": "h47-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "47"
    }, 
    {
      "amendment_id": "h48-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "48"
    }, 
    {
      "amendment_id": "h49-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "49"
    }, 
    {
      "amendment_id": "h50-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "50"
    }, 
    {
      "amendment_id": "h51-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "51"
    }, 
    {
      "amendment_id": "h52-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "52"
    }, 
    {
      "amendment_id": "h53-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "53"
    }, 
    {
      "amendment_id": "h54-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "54"
    }, 
    {
      "amendment_id": "h55-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "55"
    }, 
    {
      "amendment_id": "h56-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "56"
    }, 
    {
      "amendment_id": "h57-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "57"
    }, 
    {
      "amendment_id": "h58-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "58"
    }, 
    {
      "amendment_id": "h59-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "59"
    }, 
    {
      "amendment_id": "h60-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "60"
    }, 
    {
      "amendment_id": "h61-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "61"
    }, 
    {
      "amendment_id": "h62-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "62"
    }, 
    {
      "amendment_id": "h63-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "63"
    }, 
    {
      "amendment_id": "h64-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "64"
    }, 
    {
      "amendment_id": "h65-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "65"
    }, 
    {
      "amendment_id": "h66-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "66"
    }, 
    {
      "amendment_id": "h67-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "67"
    }, 
    {
      "amendment_id": "h68-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "68"
    }, 
    {
      "amendment_id": "h69-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "69"
    }, 
    {
      "amendment_id": "s805-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "805"
    }
  ], 
  "bill_id": "hr1-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Armey, Richard K.", 
      "sponsored_at": "2001-03-22", 
      "state": "TX", 
      "thomas_id": "00028", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bachus, Spencer", 
      "sponsored_at": "2001-03-22", 
      "state": "AL", 
      "thomas_id": "00038", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "2001-03-22", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "2001-03-22", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Barr, Bob", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00056", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2001-03-22", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Bonilla, Henry", 
      "sponsored_at": "2001-05-14", 
      "state": "TX", 
      "thomas_id": "00107", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Bono Mack, Mary", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "01465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Brown, Henry E., Jr.", 
      "sponsored_at": "2001-05-14", 
      "state": "SC", 
      "thomas_id": "01669", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burr, Richard", 
      "sponsored_at": "2001-03-22", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Calvert, Ken", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Camp, Dave", 
      "sponsored_at": "2001-03-22", 
      "state": "MI", 
      "thomas_id": "00166", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Castle, Michael N.", 
      "sponsored_at": "2001-03-22", 
      "state": "DE", 
      "thomas_id": "00183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Collins, Mac", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00222", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Combest, Larry", 
      "sponsored_at": "2001-03-22", 
      "state": "TX", 
      "thomas_id": "00224", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Cooksey, John", 
      "sponsored_at": "2001-03-22", 
      "state": "LA", 
      "thomas_id": "01476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Crenshaw, Ander", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "01643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Culberson, John Abney", 
      "sponsored_at": "2001-03-22", 
      "state": "TX", 
      "thomas_id": "01670", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "51", 
      "name": "Cunningham, Randy (Duke)", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00258", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Deal, Nathan", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00277", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "DeLay, Tom", 
      "sponsored_at": "2001-03-22", 
      "state": "TX", 
      "thomas_id": "00282", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeMint, Jim", 
      "sponsored_at": "2001-03-22", 
      "state": "SC", 
      "thomas_id": "01605", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Diaz-Balart, Lincoln", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "00294", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Dreier, David", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "2001-03-22", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Ehrlich, Robert L., Jr.", 
      "sponsored_at": "2001-03-22", 
      "state": "MD", 
      "thomas_id": "00340", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Fletcher, Ernie", 
      "sponsored_at": "2001-03-22", 
      "state": "KY", 
      "thomas_id": "01563", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fossella, Vito", 
      "sponsored_at": "2001-03-22", 
      "state": "NY", 
      "thomas_id": "01484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "sponsored_at": "2001-04-04", 
      "state": "NJ", 
      "thomas_id": "00414", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "2001-03-22", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Gillmor, Paul E.", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00439", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Goss, Porter J.", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "00450", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2001-03-22", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Granger, Kay", 
      "sponsored_at": "2001-04-04", 
      "state": "TX", 
      "thomas_id": "01487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Green, Mark", 
      "sponsored_at": "2001-03-22", 
      "state": "WI", 
      "thomas_id": "01559", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Greenwood, James C.", 
      "sponsored_at": "2001-03-22", 
      "state": "PA", 
      "thomas_id": "00465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hart, Melissa A.", 
      "sponsored_at": "2001-03-22", 
      "state": "PA", 
      "thomas_id": "01666", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Hastert, J. Dennis", 
      "sponsored_at": "2001-03-22", 
      "state": "IL", 
      "thomas_id": "00510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hayes, Robin", 
      "sponsored_at": "2001-03-22", 
      "state": "NC", 
      "thomas_id": "01600", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hilleary, Van", 
      "sponsored_at": "2001-03-22", 
      "state": "TN", 
      "thomas_id": "00538", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Hobson, David L.", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00545", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Horn, Stephen", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00559", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "48", 
      "name": "Issa, Darrell E.", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "01640", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Johnson, Sam", 
      "sponsored_at": "2001-03-22", 
      "state": "TX", 
      "thomas_id": "00603", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Keller, Ric", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "01644", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kingston, Jack", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00636", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "2001-03-22", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "LaTourette, Steven C.", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00667", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Linder, John", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00693", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McInnis, Scott", 
      "sponsored_at": "2001-03-22", 
      "state": "CO", 
      "thomas_id": "00775", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "McKeon, Howard P. \"Buck\"", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00778", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mica, John L.", 
      "sponsored_at": "2001-04-04", 
      "state": "FL", 
      "thomas_id": "00800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Miller, Dan", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "00807", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "41", 
      "name": "Miller, Gary G.", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "01584", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Northup, Anne M.", 
      "sponsored_at": "2001-03-22", 
      "state": "KY", 
      "thomas_id": "01508", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Norwood, Charles W.", 
      "sponsored_at": "2001-03-22", 
      "state": "GA", 
      "thomas_id": "00869", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Nussle, Jim", 
      "sponsored_at": "2001-03-22", 
      "state": "IA", 
      "thomas_id": "00871", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Osborne, Tom", 
      "sponsored_at": "2001-03-22", 
      "state": "NE", 
      "thomas_id": "01658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ose, Doug", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "01585", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Peterson, John E.", 
      "sponsored_at": "2001-03-22", 
      "state": "PA", 
      "thomas_id": "01512", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "2001-03-22", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Pickering, Charles W. \"Chip\"", 
      "sponsored_at": "2001-03-22", 
      "state": "MS", 
      "thomas_id": "01513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Portman, Rob", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Pryce, Deborah", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "00933", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Putnam, Adam H.", 
      "sponsored_at": "2001-03-22", 
      "state": "FL", 
      "thomas_id": "01645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Radanovich, George", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00939", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "2001-05-14", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Royce, Edward R.", 
      "sponsored_at": "2001-03-22", 
      "state": "CA", 
      "thomas_id": "00998", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Schaffer, Bob", 
      "sponsored_at": "2001-03-22", 
      "state": "CO", 
      "thomas_id": "01524", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schrock, Edward L.", 
      "sponsored_at": "2001-03-22", 
      "state": "VA", 
      "thomas_id": "01673", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2001-03-22", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Shimkus, John", 
      "sponsored_at": "2001-03-22", 
      "state": "IL", 
      "thomas_id": "01527", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sununu, John E.", 
      "sponsored_at": "2001-03-22", 
      "state": "NH", 
      "thomas_id": "01532", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Sweeney, John E.", 
      "sponsored_at": "2001-03-22", 
      "state": "NY", 
      "thomas_id": "01591", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Tiahrt, Todd", 
      "sponsored_at": "2001-04-04", 
      "state": "KS", 
      "thomas_id": "01158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Tiberi, Patrick J.", 
      "sponsored_at": "2001-03-22", 
      "state": "OH", 
      "thomas_id": "01664", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "2001-05-14", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Upton, Fred", 
      "sponsored_at": "2001-03-22", 
      "state": "MI", 
      "thomas_id": "01177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Watts, J. C., Jr.", 
      "sponsored_at": "2001-03-22", 
      "state": "OK", 
      "thomas_id": "01208", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Weldon, Curt", 
      "sponsored_at": "2001-03-22", 
      "state": "PA", 
      "thomas_id": "01214", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Wolf, Frank R.", 
      "sponsored_at": "2001-03-22", 
      "state": "VA", 
      "thomas_id": "01238", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "110"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2002-01-08", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2001-12-13T14:41:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-12-18", 
    "vetoed": false
  }, 
  "introduced_at": "2001-03-22", 
  "number": "1", 
  "official_title": "To close the achievement gap with accountability, flexibility, and choice, so that no child is left behind.", 
  "popular_title": "Elementary and Secondary Education Act Authorization bill", 
  "related_bills": [
    {
      "bill_id": "hconres289-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hconres289-107", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hres143-107", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres315-107", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1-107", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1-107", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1-107", 
      "reason": "included-in"
    }
  ], 
  "short_title": "No Child Left Behind Act of 2001", 
  "sponsor": {
    "district": "8", 
    "name": "Boehner, John A.", 
    "state": "OH", 
    "thomas_id": "00102", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2002-01-08", 
  "subjects": [
    "AIDS (Disease)", 
    "Academic performance", 
    "Accreditation (Education)", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Alaska", 
    "Alcohol and youth", 
    "Allegiance", 
    "Animals", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Arts", 
    "Arts, culture, religion", 
    "Associations, institutions, etc.", 
    "Auditing", 
    "Authorization", 
    "Bilingual education", 
    "Books", 
    "Boy Scouts", 
    "Building construction", 
    "Building laws", 
    "Building leases", 
    "Business education", 
    "Cardiovascular diseases", 
    "Career education", 
    "Central Europe", 
    "Charities", 
    "Charter schools", 
    "Child care workers", 
    "Child development", 
    "Child health", 
    "Child mental health services", 
    "Child nutrition", 
    "Child pornography", 
    "Child safety", 
    "Child sexual abuse", 
    "Church and education", 
    "Church and social problems", 
    "Church schools", 
    "Citizen participation", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Colleges", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Community and school", 
    "Community organization", 
    "Compensatory education", 
    "Computer software", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Continuing education", 
    "Contraceptives", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "Cultural centers", 
    "Curricula", 
    "Data banks", 
    "Day care", 
    "Democracy", 
    "Department of Education", 
    "Department of the Interior", 
    "Developing countries", 
    "Disabled", 
    "Disabled children", 
    "Disasters", 
    "Distance education", 
    "District of Columbia", 
    "Dropout prevention", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Eastern Europe", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational equalization", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational technology", 
    "Educational television", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee selection", 
    "Engineering", 
    "Engineers", 
    "English language", 
    "Entrepreneurs", 
    "Environmental protection", 
    "Estonia", 
    "Ethics", 
    "Europe", 
    "Ex-offenders", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federal aid to museums", 
    "Federal aid to research", 
    "Federal aid to substance abuse programs", 
    "Federal aid to territories", 
    "Federal aid to vocational education", 
    "Federal aid to youth services", 
    "Federal mandates", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Firearms", 
    "Former Soviet states", 
    "Foundations", 
    "Fringe benefits", 
    "Gifted children", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Hate crimes", 
    "Hawaiians", 
    "Head Start programs", 
    "Health", 
    "Heart diseases", 
    "High school students", 
    "High schools", 
    "Higher education", 
    "History", 
    "Home schooling", 
    "Homeless children", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Identification devices", 
    "Identification of criminals", 
    "Immigrant education", 
    "Immigration", 
    "Impact aid", 
    "Indian children", 
    "Indian education", 
    "Indigenous peoples", 
    "Indoor air pollution", 
    "Informers", 
    "Infrastructure", 
    "International affairs", 
    "International education", 
    "Internet", 
    "Ireland", 
    "Judicial review of administrative acts", 
    "Juvenile delinquents", 
    "Kindergarten", 
    "Labor and employment", 
    "Laboratories", 
    "Land transfers", 
    "Language and languages", 
    "Latvia", 
    "Law", 
    "Liability (Law)", 
    "Libraries", 
    "Licenses", 
    "Literacy programs", 
    "Lithuania", 
    "Magnet schools", 
    "Marine and coastal resources, fisheries", 
    "Massachusetts", 
    "Mathematics", 
    "Mental health services for youth", 
    "Mentoring", 
    "Migrant education", 
    "Military discharges", 
    "Minorities", 
    "Minority education", 
    "Minority teachers", 
    "Monuments and memorials", 
    "Music", 
    "Names", 
    "New Mexico", 
    "North Dakota", 
    "Northern Ireland", 
    "Nurses", 
    "Oaths", 
    "Pacific Islanders", 
    "Paraprofessional school personnel", 
    "Parent and child", 
    "Parent-school relationships", 
    "Patriotism", 
    "Performing arts", 
    "Personal budgets", 
    "Personnel records", 
    "Physical education and training", 
    "Physical examinations", 
    "Pornography", 
    "Prayer in the public schools", 
    "Preschool education", 
    "Preventive medicine", 
    "Private schools", 
    "Privatization", 
    "Problem children", 
    "Public schools", 
    "Puerto Rico", 
    "Punitive damages", 
    "Rating of teachers", 
    "Reading", 
    "Recruiting and enlistment", 
    "Recruiting of employees", 
    "Rehabilitation of juvenile delinquents", 
    "Religion", 
    "Religious liberty", 
    "Research and development facilities", 
    "Research centers", 
    "Right of privacy", 
    "Rural education", 
    "Salaries", 
    "Scholarships", 
    "School administration", 
    "School administrators", 
    "School boards", 
    "School buildings", 
    "School choice", 
    "School discipline", 
    "School districts", 
    "School health programs", 
    "School libraries", 
    "School personnel", 
    "School planning", 
    "School principals", 
    "School security", 
    "School violence", 
    "School-age child care", 
    "School-to-work transition", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Secondary school students", 
    "Sex discrimination in education", 
    "Sex education", 
    "Sexual abstinence", 
    "Sick building syndrome", 
    "Smoking and youth", 
    "Social welfare", 
    "Special education", 
    "Sports and recreation", 
    "Standards", 
    "State aid to education", 
    "State laws", 
    "State-local relations", 
    "Student housing", 
    "Student records", 
    "Student transportation", 
    "Students' rights", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching materials", 
    "Technical education", 
    "Trusts and trustees", 
    "Unfunded mandates", 
    "United Kingdom", 
    "Urban affairs", 
    "Veterans' employment", 
    "Victims of crimes", 
    "Violence in mass media", 
    "Violence in television", 
    "Voiceprints", 
    "Volunteer workers in education", 
    "Whaling", 
    "Women", 
    "Women's education", 
    "Year round schools", 
    "Youth services"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "2001-12-13", 
    "text": "No Child Left Behind Act of 2001 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to revise, reauthorize, and consolidate various programs. Extends authorizations of appropriations for ESEA programs through FY 2007.Title I: Improving the Academic Achievement of the Disadvantaged - Revises ESEA title I as Improving the Academic Achievement of the Disadvantaged (currently Helping Disadvantaged Children Meet High Standards) and its part A (Improving Basic Programs Operated by Local Educational Agencies) (I-A).(Sec. 101) Establishes I-A requirements for: (1) yearly testing and assessments of student performance; (2) State standards for and assessments of Adequate Yearly Progress (AYP); (3) local educational agency (LEA) identification of schools for improvement and corrective actions; (4) reporting to parents and the public on school performance and teacher quality; (5) eligibility requirements for schoolwide programs; and (6) increased qualifications of teachers and paraprofessionals. Provides alternatives for students at public schools failing to meet AYP standards within certain periods, including: (1) public school transfer options for all students at such schools; and (2) supplementary educational services for low-income children who remain at such schools, with such services allowed to be provided by various entities (which may be public or private, nonprofit or for-profit, and may include religious institution-based ones, provided all content and instruction under such services are secular, neutral, and nonideological).Reauthorizes and revises other requirements under the I-A-1 basic program for: (1) State and LEA plans; (2) eligible school attendance areas; (3) schoolwide programs; (4) targeted assistance schools; (5) State reservation of funds for school support, improvement, and recognition; (6) parental involvement; (7) participation of children enrolled in private schools, and (8) certain fiscal and coordination requirements.Revises allocations (I-A-2) to States, outlying areas, and the Bureau of Indian Affairs, as well as under LEA Basic, Concentration, Targeted, and Education Finance Incentive Grants programs. Sets forth accountability requirements for State educational agencies (SEAs), local educational agencies (LEAs), and schools to ensure that their students meet such standards.Requires each State to define AYP in a specified manner, which includes separate measurable annual objectives for continuous and substantial improvement for the achievement of all public elementary school and secondary school students in the State, and for the achievement of specific groups: (1) economically disadvantaged students; (2) students from major racial and ethnic groups; (3) students with disabilities; and (4) students with limited English proficiency.Requires States, by the 2005-2006 school year, to conduct annual academic standards-based assessments in mathematics and reading or language arts in grades 3 through 8. Requires such assessments in science at three grade levels by the 2007-2008 school year. Provides for grants to States to develop such assessments.Requires distribution to parents and communities of State and LEA report cards on the academic quality of all schools, including the qualifications of teachers and teachers' aides. Includes among required information in State report cards: (1) comparisons between the actual achievement levels of the specified groups of students and the State's annual measurable objectives for such groups; and (2) professional qualifications of teachers in the State, the percentage of such teachers teaching with emergency or provisional credentials, and the percentage of classes in the State not taught by highly qualified teachers, in the aggregate and disaggregated by high-poverty compared to low-poverty schools.Establishes requirements for academic assessment and for LEA and school improvement. Requires LEAs receiving I-A funds to identify for school improvement any elementary school or secondary school served under I-A that fails, for two consecutive years, to make AYP as defined in the State's plan. Makes such requirement inapplicable to a school if almost every student in each of specified groups enrolled in such school is meeting or exceeding the State's proficient level of academic achievement. Allows LEAs, for schools that are conducting targeted assistance programs, to opt to review the progress of only the students in the school who are served, or are eligible for services, under I-A.Requires an LEA to provide all students enrolled in a school identified for improvement with the option to transfer to another public (including charter) school served by the LEA and not identified for improvement, unless such an option is prohibited by State law. (Requires, to the extent practicable, cooperative agreements with other LEAs in the area for such transfers if all the LEA's public schools are identified for school improvement, corrective action or restructuring.) Requires priority in providing such option to be given to the lowest achieving children from low-income families. Requires LEAs to pay for transportation for students who exercise such option. Requires LEAs to permit children who remain at the school to which they transferred until they have completed the highest grade in that school; but terminates an LEA's obligation to provide for transportation at the end of a school year, if the LEA determines that the former school is no longer identified for improvement or subject to corrective action or restructuring. Requires LEAs to use certain amounts for paying for such transportation (and for providing supplemental educational services for eligible low-income children at schools that fail to make AYP one year after being identified for improvement).Requires an LEA, before identifying a school for improvement (or for failure to make AYP after identification for corrective action, or for restructuring due to failure after corrective action), give the school an opportunity to review school-level data and present evidence. Requires each school identified for improvement, after such review is resolved, to develop or revise a two-year school plan in consultation with parents, school staff, the LEA, and outside experts. Requires such plans to include a mentoring program for teachers. Requires LEAs to provide specified types of technical assistance to schools identified for improvement.Requires an LEA, for any school served under I-A that fails to make AYP by the end of the first full school year after identification for improvement, to: (1) continue to provide technical assistance to the school and the public school transfer option to all the school's students; and (2) make tutoring and other supplemental educational services available to eligible low-income children. Allows such supplemental educational services to be provided by an LEA, nonprofit entity, or for-profit entity that: (1) has a demonstrated record of effectiveness in increasing student academic achievement; (2) can provide such services consistent with the LEA's instructional program and the academic standards described in the State's plan; and (3) is financially sound. Requires such providers to agree to various criteria, including all content and instruction provided through such services are secular, neutral, and nonideological.Requires LEAs to promptly notify parents of students in schools identified for improvement, corrective action, or restructuring.Requires LEAs to implement systems of corrective actions for schools identified for improvement. Requires LEAs, by the end of the second full school year after such identification, to: (1) continue to provide all students enrolled in the school with the option to transfer to another public school served by the LEA; (2) continue to provide specified types of technical assistance while instituting any corrective action; (3) continue to make supplemental educational services available to children who remain in the school; and (4) identify the school for corrective action. Requires the LEA, in the case of a school identified for corrective action, to do at least one of the following: (1) replace the school staff who are relevant to the failure to make AYP; (2) institute and fully implement a new curriculum, including providing appropriate professional development for all relevant staff, that is based on scientifically based research and offers substantial promise of improving educational achievement for low-achieving students and enabling the school to make AYP; (3) significantly decrease management authority at the school level; (4) appoint an outside expert to advise the school on its progress toward making AYP, based on its school plan; (5) extend the school's school year or school day; or (6) restructure the school's internal organizational structure.Allows the LEA to delay for not more than one year implementation of requirements relating to failure to make AYP after identification, corrective action, or restructuring, if: (1) a school makes AYP for one year; or (2) a school's failure to make AYP is due to exceptional or uncontrollable circumstances, such as a natural disaster or a precipitous and unforeseen decline in the financial resources of the LEA or school.Requires LEAs to publish and disseminate information regarding any corrective action at a school to the public and to students' parents.Sets forth restructuring requirements for schools that continue to fail to make AYP after a full year of corrective action. Requires LEAS to: (1) continue to provide public school transfer options to all students enrolled there, as well as supplemental educational services for eligible children who remain in the school; and (2) plan and implement a major restructuring of the school's governance arrangement that makes fundamental reforms and has substantial promise of enabling the school to make AYP. Includes among such restructuring arrangements for a school: (1) reopening as a public charter school; (2) replacing all or most of the staff (which may include the principal) relevant to the AYP failure; (3) making a contract for operation of the public school by a public or private entity with a demonstrated record of effectiveness; or (4) SEA operation of the school. Directs the Secretary to provide technical assistance for such restructuring to certain small, rural LEAs that request it. Requires an LEA to promptly notify teachers and parents of students at a school to be restructured, and provide them adequate opportunity to comment on any such action and participate in developing any such plan.Prohibits an LEA from continuing to subject a school to requirements of school improvement, corrective action, or restructuring or to identify the school for school improvement for the succeeding school year, if the school makes AYP for two consecutive school years.Requires SEAs to provide: (1) technical assistance for school assessment and improvement; (2) annual review of LEA compliance with school assessment and improvement requirements; and (3) notice to the Secretary of schools or LEAs identified for improvement.Authorizes States to make certain rewards to LEAs that have exceeded AYP for two consecutive years.Requires States to identify for improvement LEAs that have failed to make AYP for two consecutive years. Requires such LEAs to make improvement plans. Directs each State to: (1) provide technical or other assistance to identified LEAs to develop and implement their plans and work with schools needing improvement; and (2) implement a system of corrective action for such LEAs. Requires States, if an LEA fails to make AYP after two school years after its identification, to continue technical assistance and to take at least one of the following corrective actions: (1) deferring programmatic funds or reducing administrative funds; (2) instituting and fully implementing a new curriculum that is based on State and local academic content and achievement standards, including providing appropriate professional development based on scientifically based research for all relevant staff, that offers substantial promise of improving educational achievement for low-achieving students; (3) replacing LEA personnel relevant to AYP failure; (4) removing particular schools from LEA jurisdiction, establishing alternative arrangements for such schools' public governance and supervision; and (5) appointing a receiver or trustee to administer LEA affairs in place of the superintendent and school board.Revises requirements for statewide systems school support, improvement, and recognition.Revises and renames I-B as Student Reading Skills Improvement Grants to: (1) establish programs for Reading First and Early Reading First initiatives, under new subparts 1 and 2; (2) revise and reauthorize the William F. Goodling Even Start Family Literacy Programs, under subpart 3; and (3) establish a subpart 4 program for Improving Literacy through School Libraries.Establishes, under I-B-1, the Reading First program to provide: (1) increased funding for improving classroom reading instruction; (2) assistance to SEAs and LEAs to establish scientific research-based reading programs for all children in kindergarten through grade three; and (3) professional development for teachers to identify children at-risk for reading failure and give effective early instruction to overcome specific barriers to reading proficiency. Allocates 80 percent of program funds to States based on poverty rates. Reserves 20 percent of program funds for two-year discretionary performance-based grants to States that reduce the number of children who cannot read. Allows States to use up to15 percent of the funds for professional development. Requires States to distribute at least 80 percent of funds to LEAs on a competitive basis with priority for high poverty areas in which there is a high percentage of students in grades kindergarten through three reading below grade level. Requires funds to be used for diagnostic assessments and instructional materials that include the essential components of reading instruction.Establishes, under I-B-2, the Early Reading First program of competitive grants for supporting enhanced reading readiness for children ages three through five in high poverty areas where there are high numbers of students who are not reading at grade level. Provides for development of verbal skills, phonemic awareness, pre-reading development, and assistance for professional development for teachers in child care centers or Head Start centers in instructional activities that would prepare children for formal reading instruction in kindergarten and grade one.Revises and reauthorizes, under I-B-3, the William F. Goodling Even Start Family Literacy Programs.Sets forth the I-B-4 Improving Literacy Through School Libraries program, to provide students with increased access to up-to-date school library materials, well-equipped, technologically advanced school library media centers, and well-trained, professionally certified school library media specialists. Requires formula grants to SEAs if appropriations reach a specified level or, otherwise, competitive grants to eligible LEAs .Revises and reauthorizes I-C (Education of Migratory Children). Revises eligibility requirements for receiving funds, and provides States with increased flexibility in use of funds. Directs the Secretary to assist States in developing effective methods for the transfer of student records and for determining minimum data elements to be transferred.Revises, renames, and reauthorizes I-D (Prevention and Intervention Programs for Children and Youth Who Are Neglected, Delinquent, or At-Risk). Requires States to set aside 15 percent (currently ten percent) of subpart 1 State Agency Programs funds for transition of youth in State correctional facilities back to their local schools. Includes among required uses of subpart 2 Local Agency Programs funds the operation of programs in local schools for children and youth returning from local correctional facilities, and allows such programs to serve other at-risk children and youth.Establishes, as I-E, a National Assessment of Title I. Directs the Secretary to conduct a national assessment of the impact of the policies enacted into law under ESEA title I on States, LEAs, schools, and students. Revises and reauthorizes provisions for: (1) evaluations; (2) demonstrations of innovative practices; and (3) assessment evaluation.Reauthorizes the Close Up Fellowship Program, administered by the Close Up Foundation, which provides financial aid to enable low-income middle school and secondary school students, their teachers, older Americans, recent immigrants, and children of migrant parents to come to Washington, D.C. to study the operations of the three branches of government.Establishes a I-F program for Comprehensive School Reform. Authorizes the Secretary to award grants to States to make subgrants to LEAs to provide incentives for schools to develop comprehensive reforms so that all children can meet challenging State content and academic achievement standards. Requires such reforms to be based on scientifically-based research and effective practices, and to emphasize basic academics and parental involvement.Access to High Standards Act - Establishes, as I-G, Advanced Placement (AP) Programs of assistance to increase the access of low-income students to AP high school courses and AP tests to earn advanced placement and credits at institutions of higher education.Dropout Prevention Act - Establishes, as I-H, School Dropout Prevention provisions, including: (1) a Coordinated National Strategy (subpart 1); and (2) a National School Dropout Prevention Initiative (subpart 2).Revises and reauthorizes part I, general provisions of title I, including negotiated Federal rulemaking, State rulemaking, a State committee of practitioners to advise the State in carrying out its responsibilities under title I, LEA spending audits, and State reports on dropout data.Provides that nothing in title I authorizes Federal mandates with regard to a State's, LEA's, or school's: (1) specific instructional content, academic achievement standards and assessments, curriculum, or program of instruction; or (2) equalized spending per pupil.Title II: Preparing, Training, and Recruiting High Quality Teachers and Principals - Revises ESEA title II, as Preparing, Training, and Recruiting High Quality Teachers and Principals, to replace and consolidate the current Eisenhower Professional Development and Class-Size Reduction programs by establishing a part A Teacher Quality and Principal Training and Recruiting Fund (II-A) as a State formula grant program (subpart 1), with subgrants to LEAs (subpart 2) and to eligible partnerships (subpart 3), to support various similar and additional activities to improve elementary and secondary school teaching. Allows States and LEAs additional flexibility in the use of II-A funds, in exchange for their demonstrating that student achievement is increasing. Sets forth I-A-4 provisions for accountability and technical assistance. Authorizes the following I-A-5 national activities: (1) a national teacher recruitment campaign, including a clearinghouse; (2) national principal and assistant principal recruitment program grants to high-need LEAs, or consortia of such LEAs, or partnerships of such LEAs with nonprofit organizations, and higher education institutions; (3) grants to eligible entities for advanced certification or credentialing activities; (4) a grant to the University of Northern Colorado to provide assistance to other higher education institutions in training special education teachers; (5) early childhood educator professional development grants to eligible partnerships to improve knowledge and skills of early childhood educators who work in communities that have high concentrations of children living in poverty; and (6) a National Panel on Teacher Mobility to study and report on strategies for increasing mobility and employment opportunities for highly qualified teachers, especially for States with teacher shortages and States with school districts or school that are difficult to staff.(Sec. 201) Establishes, as II-B, a Mathematics and Science Partnerships program of grants to: (1) SEAs; or (2) if appropriations do not reach a specified level, eligible partnerships of SEAs, higher education mathematics, engineering, or science departments, high-need LEAs, and specified optional entities.Sets forth II-C, Innovation for Teacher Quality. Revises and reauthorizes, under subpart 1 Transitions to Teaching, requirements for the following programs: (1) the Troops-to-Teachers program for recruiting military retirees into teaching and for innovative preretirement teacher certification programs for members of the Armed Forces; and (2) the Transition to Teaching program for professionals seeking to change careers.Revises and reauthorizes the National Writing Project under II-C-2 (currently under title X part K).Education for Democracy Act - Revises and reauthorizes Civic Education programs under II-C-3 (currently under title X, part F). Authorizes the Secretary to make grants to or contracts with: (1) the Center for Civic Education to carry out civic education activities under the We the People... The Citizen and the Constitution program and The Project Citizen program, and under Cooperative Educational Exchange (CEE) programs; and (2) the National Council on Economic Education to carry out economic education activities under CEE programs. Makes eligible for CEE programs Central or Eastern European countries, Lithuania, Latvia, Estonia, and the independent states of the former Soviet Union, the Republic of Ireland, the province of Northern Ireland in the United Kingdom, and any developing country with a democratic form of government (as determined by the Secretary with the concurrence of the Secretary of State).Establishes, as II-C-4, a program for Teaching of Traditional American History. Authorizes the Secretary to make competitive grants to LEAs in partnership with higher education institutions, nonprofit history or humanities organizations, or libraries or museums.Paul Coverdell Teacher Protection Act of 2001 - Sets forth, as II-C-5, Teacher Liability Protection. Preempts State law, except where it provides additional protection of teachers from liability. Makes such provisions inapplicable to any civil action in State court against a teacher in which all parties are citizens of the State if such State enacts a statute electing that such provisions not apply. Provides that no teacher in a school shall be liable for harm caused by an act or omission on behalf of the school if the teacher was acting within the scope of employment or responsibilities relating to providing educational services, subject to specified requirements and exceptions. Limits punitive damages and liability for non-economic loss.Enhancing Education Through Technology Act of 2001 - Sets forth, as II-D, Enhancing Education Through Technology, provisions which revise and reauthorize some programs under the current title III (Education for Technology).Consolidates such program activities for telecommunications and technology access into a formula grant program for State and local technology programs under II-D-1 (State and Local Technology Grants). Includes among authorized State and local activities enabling teachers to use the Internet to retrieve learning resources and to communicate with other teachers, parents, principals, and administrators.Authorizes certain national activities and a national education technology plan under II-D-2, National Technology Activities.Sets forth, under II-D-3, Ready-to-Learn Television provisions which revise and reauthorize programs under current III-C.Prohibits use of II-D funds by certain elementary or secondary schools to purchase computers used to access the Internet or pay direct costs of Internet access, unless such schools have Internet safety policies that include operation of technology protection measures that prevent access to visual depictions that are obscene, or child pornography, or harmful to minors.(Sec. 202) Provides for continuation of prior awards of: (1) funds under the Department of Education Appropriations Act, 2001 for new teacher recruitment initiatives; and (2) grants or contracts under the National Writing Project.Title III: Language Instruction for Limited English Proficient and Immigrant Students - Revises ESEA title III as Language Instruction for Limited English Proficient and Immigrant Students (current title VII is Bilingual Education, Language Enhancement, and Language Acquisition Programs). (Current title III Technology for Education programs are eliminated, but some similar activities are consolidated under the new II-D, and the Star Schools program is reauthorized under V-D-7.)(Sec. 301) Consolidates and revises current Bilingual Education Act (BEA) programs (III-A) and the Emergency Immigrant Education Program (III-B-4) into a program of formula grants to States for education of limited English proficient (LEP) and immigrant children, when appropriations reach a specified level for such III-A to be in effect (otherwise, III-B is in effect). (Transfers the Foreign Language Assistance Program to title V.)English Language Acquisition, Language Enhancement, and Academic Achievement Act - Sets forth, as title III part A, an Education of Limited English Proficient and Immigrant Children Act (III-A).Bases III-A grant distribution to States on enrollment levels of limited English proficient (LEP) and immigrant students. Bases within-State distribution on enrollment of LEP students. Allows State reservation of a portion of such funds for grants to LEAs with large influxes of recent immigrant students. Requires local use of 95 percent of III-A funds. Reduces administrative funds if a State fails to have a majority of LEP children become English language proficient.Requires students who have been in U.S. schools for at least three years to be tested for reading in English. Requires LEAs to obtain informed parental consent prior to placing children in an instructional program that is not taught primarily in English. Allows parents to: (1) choose among instructional programs if more than one type of program is offered; and (2) immediately remove their child from a program for LEP children.Sets forth certain language program exceptions for programs that serve Native American and Native Pacific Island children and children in the Commonwealth of Puerto Rico.Improving Language Instruction Educational Programs for Academic Achievement Act - Sets forth, as III-B (when appropriations levels are not high enough for III-A to be in effect), provisions for Improving Language Instruction Educational Programs.Sets forth III-B-1, Program Development and Enhancement, with grants to LEAs, higher education institutions, and community-based organizations for activities for program enhancement and for comprehensive school and systemwide improvement.Sets forth III-B-2, Research, Evaluation, and Dissemination. Directs the Secretary to conduct such activities through the Office of Educational Research and Improvement in coordination with the Office of English Language Acquisition, Language Enhancement, and Academic Achievement for Limited English Proficient Students. Authorizes the Secretary to make grants to: (1) SEAs to make awards to recognize LEA and other public and nonprofit entity programs demonstrating significant progress in assisting LEP students to learn English and meet academic standards; and (3) for instructional materials development in Native American (including Hawaiian, Pacific Islanders, and outlying area) languages and other low-incidence languages in the United States for which such materials are not readily available.Sets forth III-B-3, Professional Development, to authorize the Secretary to award grants to SEAs, LEAs, higher education institutions, or consortia of such entities, for professional development programs and activities to improve instruction and services for LEP children.Reauthorizes and revises, under III-B-4, the Emergency Immigrant Education Program. (Provides for funds for such program as part of III-A formula grants or separately under III-B, depending on whether A or B is in effect.)Sets forth III-C general provisions, including requirements for parental notification. Directs the Secretary to establish a National Clearinghouse for English Language Acquisition and Language Instruction Educational Programs, to be administered as an adjunct clearinghouse of the Educational Resources Information Center (ERIC) Clearinghouses system supported by the Office of Educational Research and Improvement.Title IV: 21st Century Schools - Revises and renames ESEA title IV as 21st Century Schools (currently Safe and Drug-Free Schools and Communities).Safe and Drug-Free Schools and Communities Act - Sets forth title IV, part A, Safe and Drug-Free Schools and Communities. Reauthorizes and revises programs of drug and violence prevention in elementary and secondary schools (currently under IV, the Safe and Drug-Free Schools and Communities Act of 1994).Sets forth IV-A-1, State Grants. Revises certain fund allocation formulas to give priority to schools with high proportions of low-income students. Requires drug and violence prevention programs to be consistent with certain principles of effectiveness. Requires States to establish policies allowing transfer to a safe public school within their LEA to students who attend persistently dangerous schools or who are victims of violent crimes in school or on school grounds. Allows States to carry out programs through grants and contracts with charitable, religious, and other private organizations, in addition to LEAs. Provides that certain limitations on LEA program expenditures under IV-A do not apply to the hiring and training of school resource officers.Sets forth, under IV-A-2, National Programs, revising and reauthorizing provisions for: (1) Federal activities; (2) impact evaluation; and (3) hate crime prevention grants to LEAs and community-based organizations to assist localities most directly affected by hate crimes.Establishes the Safe and Drug Free Schools and Communities Advisory Committee.Authorizes the Secretary to make grants to: (1) LEAs, for hiring drug prevention and school safety program coordinators, through a National Coordinator Program; (2) States, for programs requiring community service by students who are expelled or suspended from school; (3) LEAs, for programs to reduce alcohol abuse in secondary schools; and (4) LEAs, nonprofit community organizations, or partnerships of these entities, for mentoring programs and activities for children with the greatest need.Provides for establishment of a School Technology and Resource Center. Authorizes the Secretary, the Attorney General, and the Secretary of Energy to enter into an agreement to establish such Center at the Sandia National Laboratories, in partnership with the National Law Enforcement and Corrections Technology Center-Southwest and the National Center for Rural Law Enforcement in Little Rock, Arkansas. Directs the Attorney general to administer such Center.Authorizes the Secretary and the Attorney General to establish a National Center for School and Youth Safety, to carry out emergency response, anonymous student hotline, consultation, information, and outreach.Gun-Free Schools Act - Sets forth, under IV-A-3, Gun Possession, certain gun-free school requirements (currently under IX-F, the Gun-Free Schools Act), including requiring State laws to provide a minimum one-year expulsion of any student bringing a firearm to school or possessing one there (allowing LEA chief administrative officers to make case-by-case modifications).Sets forth, as title IV part B, 21st Century Community Learning Centers, provisions which reauthorize and revise before-and-after-school programs for youth (currently under X-I, the 21st Century Community Learning Centers Act). Allots funds through a formula to the States based on school-age population and on title I participation. Requires States to use such funds to provide competitive grants to LEAs, community-based organizations, and other private and public organizations to administer such programs. Requires States, if they opt to require local matching funds for such grants, to allow in-kind contributions.Pro-Children Act of 2001 - Sets forth, as title IV part C, Environmental Tobacco Smoke, prohibitions for schools (provisions similar to those for a tobacco smoke-free environment for schools under part C of title X of the Goals 2000: Educate America Act, which is repealed under this Act). Reauthorizes prohibitions against smoking within any indoor facility used for routine or regular provision of children's services (up to age 18), including health, day care, early development, education, or library services. Sets forth procedures for civil penalties and administrative compliance orders to be enforced by the Secretary of Health and Human Services.Title V: Promoting Informed Parental Choice and Innovative Programs - Sets forth a new ESEA title V, Promoting Informed Parental Choice and Innovative Programs. Includes and revises, under this new title V, Magnet School Assistance and Public Charter Schools (current parts A and B under current title V, Promoting Equity), as well as certain parts of Innovative Education Program Strategies (current VI), the Foreign Language Assistance Program (current VII-B), and Programs of National Significance (current title X).(Sec. 501) Revises and reauthorizes as V-A Innovative Programs: (1) subpart 1 State and Local Innovative Programs (current VI-A); (2) subpart 2 State Programs (current VI-B); and (3) subpart 3 Local Innovative Education Programs (current VI-C).Revises formulas relating to distribution of innovative program funds to LEAs (under V-A-1). Includes among authorized State uses of program funds support for arrangements that provide for independent analysis to measure and report on school district achievement. Adds to authorized local uses of program funds activities involving: (1) professional development and hiring of teachers; (2) promotion of consumer, economic, and personal finance education; (3) expanded and improved school-based mental health services; (4) community service programs using qualified school personnel to train youths to strengthen their communities through nonviolence, responsibility, compassion, respect, and moral courage; (5) improvement of civics and government education; (6) alternative educational programs for students who have been expelled or suspended; (7) hiring and support of school nurses; (8) prekindergarten programs for children ages three through five; (9) academic intervention programs to support academic enrichment and counseling for at-risk students during the school day, operated jointed with community-based organizations; (10) programs for cardiopulmonary resuscitation (CPR) training in schools; and (11) programs to establish smaller learning communities. Reauthorizes other innovative activities, including those to promote, implement, or expand public school choice.Revises provisions for Public Charter Schools (as V-B; currently X-C). Reauthorizes: (1) grants for charter school programs (V-B-1); and (2) credit enhancement initiatives to assist charter school facility acquisition, construction, and renovation (V-B-2). Establishes a program of competitive grants to eligible entities to establish or expand voluntary public school choice programs.Reauthorizes the Magnet Schools Assistance program (as V-C; currently under V-A).Sets forth, under title V part D (Fund for the Improvement of Education), various programs, including such Fund, which are currently under title X (Programs of National Significance) and other ESEA titles.Revises provisions for such Fund (current X-A) under V-D-1, redesignating some of the Fund's programs under separate subparts. Authorizes certain Fund programs and activities. Directs the Secretary to carry out studies of national significance regarding: (1) unhealthy public school buildings; (2) the effects of children's exposure to violent entertainment; and (3) sexual abuse in schools.Sets forth, as V-D-2, Elementary and Secondary School Counseling Programs, to reauthorize, revise, and expand the elementary school counseling demonstration program (under current X-A) to include secondary school counseling programs.Sets forth, as V-D-3, a Partnerships in Character Education program to revise, reauthorize, and expand a pilot project currently under X-A. Authorizes the Secretary to make grants to eligible entities in partnerships to design and implement State and local character education programs incorporating the elements of caring, civic virtue and citizenship, justice and fairness, respect, responsibility, trustworthiness, and giving, as well as any other elements deemed appropriate by the members of the eligible entity, and any additional elements defined after consultation with the schools and communities served.Reauthorizes, as Smaller Learning Communities (V-D-4), a program of grants to LEAs for certain activities relating to creation of smaller learning communities (currently under X-A).Reauthorizes the Reading Is Fundamental, Inexpensive Book Distribution Program for reading motivation (V-D-5) (current X-E).Jacob K. Javits Gifted and Talented Students Education Act of 2001 - Reauthorizes and revises Gifted and Talented Children programs (as V-D-6; currently under title X, part B).Star Schools Act - Reauthorizes the Star Schools Program (as V-D-7; current III-B).Sets forth, as V-D-8, a Ready to Teach program of grants for digital educational programming and other related activities to improve teachers skills and knowledge of core curriculum subjects.Foreign Language Assistance Act of 2001 - Revises and reauthorizes the program of Foreign Language Assistance (V-D-9) (current VII-B), including: (1) grants to SEAs and LEAs for elementary and secondary school foreign language programs; and (2) incentive payments to elementary schools that provide students a program leading to communicative competency in a foreign language.Carol M. White Physical Education Program - Sets forth, as V-D-10, Physical Education, to revise provisions similar to the current Physical Education for Progress program (current X-L).Sets forth, as V-D-11, provisions for grants, contracts, and cooperative agreements for Community Technology Centers.Alaska Native and Native Hawaiian Education Through Cultural and Historical Organizations Act - Sets forth, as V-D-12, provisions for grants and contracts for Educational, Cultural, Apprenticeship, and Exchange Programs for Alaska Natives, Native Hawaiians, and Their Historical Whaling and Trading Partners in Massachusetts.Excellence in Economic Education Act of 2001 - Establishes, as V-D-13, an Excellence in Economic Education program authorizing the Secretary to award a competitive grant to a national nonprofit educational organization that has as its primary purpose improving student understanding of personal finance and economics through classroom teaching.Establishes, under V-D-14, Grants to Improve the Mental Health of Children: (1) a program of grants, contracts, and cooperative agreements with SEAs, LEAs, and Indian tribes for the integration of schools and mental health systems; and (2) a program of Foundations for Learning Grants to LEAs, local councils, community-based organizations, and other public and private nonprofit entities, for promotion of school readiness through early childhood emotional and social development.Revises Arts Education programs (as V-D-15; currently under title X, part D) to provide for: (1) increased participation of local organizations; (2) collaborative efforts by arts educators and State and local arts agencies; and (3) consultation about grant awards by the Secretary with arts educators and organizations. Reauthorizes arts and education programs that ensure participation in mainstream settings for individuals with disabilities through the Kennedy Center, Very Special Arts (VSA), and other arrangements. Requires Federal arts education funds to be used only to supplement and not supplant non-federal arts activities. Eliminates the Cultural Partnerships for At-Risk Children and Youth program.Establishes programs for: (1) Parental Assistance and Local Family Information Centers (V-D-16); (2) Combating Domestic Violence (V-D-17); (3) Healthy, High-Performance Schools (V-D-18); (4) Grants for Capital Expenses of Providing Equitable Services for Private School Students (V-D-19); and (5) Additional Assistance for Certain Local Educational Agencies Impacted by Federal Property Acquisition (V-D-20).Women's Educational Equity Act of 2001 - Sets forth, as V-D-21, the Women's Educational Equity Act (current V-B).Title VI: Flexibility and Accountability - Revises ESEA title VI as Flexibility and Accountability.(Sec. 601) Sets forth VI-A, Improving Academic Achievement. Sets forth, as VI-A-1, Accountability provisions. Directs the Secretary to make: (1) grants to States for certain costs relating to developing or administering newly-required State assessments, standards, and related activities; and (2) competitive grants to SEAs for enhanced assessment instruments. Provides funding for: (1) administration of State assessments under the National Assessment of Educational Progress (NAEP); and (2) VI-A-1 grants to States and SEAs.State and Local Transferability Act - Sets forth VI-A-2, Transferability of Funds. Authorizes State and LEA transfers of funds: (1) among specified ESEA formula grant programs (relating to teachers, technology, safe and drug-free schools, and innovative programs); and (2) from such programs to their allocations for ESEA title I, but does not allow transfer of title I funds to other programs. Allows States to transfer up to 50 percent of State activity funds among such programs, as well as the 21st Century Community Learning Centers program. Allows LEAs to transfer up to 50 percent of funds among such programs, but limits this to 30 percent for LEAs failing to meet State AYP requirements and only for improvement activities to address such failure.State and Local Flexibility Demonstration Act - Sets forth VI-A-3, State and Local Flexibility Demonstration, with: (1) a chapter A program of State flexibility authority agreements for up to seven eligible SEAs, for performance agreements with at least four and not more than ten eligible LEAs in each such State (at least half of which are high poverty LEAs); and (2) a chapter B program of local flexibility demonstration agreements for up to 80 eligible LEAs (up to three LEAs in each State which does not have a chapter A agreement). Provides for consolidation of funds from specified ESEA programs (under the State chapter A program, from I-A, Reading First, Even Start, teachers, technology, safe and drug-free schools, 21st Century Community Learning Centers, and innovative programs; and under the local chapter B program, from teachers, technology, safe and drug-free schools, and innovative programs) for use for any purpose authorized under any ESEA program, for a five-year period, with loss of such authority by any such State or LEA that fails to meet State AYP requirements.Allows up to 80 LEAs to consolidate all their funds under specified ESEA programs relating to for any purpose authorized under any ESEA program. Grants such authority for a five-year period. Provides that any such State LEA will lose such authority if it fails to meet State AYP requirements for two consecutive years.Sets forth, as VI-A-4, provisions for State Accountability for Adequate Yearly Progress (AYP). Directs the Secretary to use an annual peer review process to determine whether each State that has a plan under I-A-1 and III-A-1 has: (1) made AYP for each of specified groups of students under title I; and (2) met its annual measurable achievement objectives (annual objectives) under title III. Requires the Secretary to provide technical assistance to States that have failed to make AYP for two consecutive years. Authorizes such assistance for States that have failed to achieve annual objectives for two consecutive years. Directs the Secretary to report annually to specified congressional committees on States that have not made AYP or met annual objectives, and on such technical assistance.Rural Education Achievement Program - Revises, reauthorizes, and transfers to VI-B ESEA requirements for a Rural Education Initiative, with State formula grants for: (1) subpart 1 Small, Rural School Achievement Program; and (2) subpart 2 Rural and Low-Income School Program.Sets forth part C general provisions with respect to title VI, including: (1) a prohibition against Federal mandates, direction, or control; and (2) a rule of construction on equalized spending.Amends the National Education Statistics Act of 1994 with respect to State assessments. Directs the Commissioner of Education Statistics to conduct biennial State NAEP assessments in reading and mathematics in grades 4 and 8. Authorizes the Commissioner to conduct State NAEP assessments: (1) in reading and mathematics in grade 12; and (2) in additional subject matter in grades 4, 8, and 12.Title VII: Indian, Native Hawaiian, and Alaska Native Education - Reauthorizes and revises ESEA requirements for Indian, Native Hawaiian, and Alaska Native Education (currently under title IX parts A, B, and C) under this new title VII.(Sec. 701) Revises and reauthorizes provisions relating to Indian Education, as VII-A. Allows certain LEAs to combine Indian Education Act funds with other Federal funds they receive for Indian students in order to carry out demonstration projects integrating services for such students.Native Hawaiian Education Act - Revises and reauthorizes, as VII-B Native Hawaiian Education (the Native Hawaiian Education Act, current IX-B).Alaska Native Educational Equity, Support, and Assistance Act - Revises and reauthorizes, as VII-C, Alaska Native Education (the Alaska Native Educational Equity Support and Assistance Act, current IX-C).Title VIII: Impact Aid Program - Revises and reauthorizes the Impact Aid Program (continues as title VIII of ESEA).(Sec. 801) Revises a hold-harmless formula for distributing impact aid payments for Federal acquisition of real property for fiscal years in which insufficient funds are appropriated.(Sec. 802) Revises impact aid provisions for certain heavily impacted LEAs, under the program of payments for eligible federally connected children.(Sec. 803) Revises impact aid requirements for construction through school facility emergency and modernization grants.(Sec. 804) Revises requirements relating to State consideration of impact aid payments in providing State aid.(Sec. 805) Extends the authorization of appropriations for impact aid.Title IX: General Provisions - Revises ESEA General Provisions (title IX), including definitions, flexibility in the use of administrative and other funds, coordination of programs, consolidated plans and applications, waivers, uniform provisions, and evaluations.(Sec. 901) Sets forth additional uniform provisions. Provides that nothing in ESEA shall be construed to affect: (1) home schools, whether or not one is treated as a home school or a private school under State law, nor shall any home schooled student be required to participate in any assessment referenced in ESEA; or (2) any private school that does not receive funds or services under ESEA, nor shall any student who attends such a school be required to participate in any assessment referenced in ESEA.Requires specified privacy protections for any results from individual assessments referenced in ESEA which become part of the education records of a student.Requires LEAs, as a condition of receiving ESEA funds, to certify that they have no policy that prevents or otherwise denies participation in constitutionally-protected prayer in public schools.Boy Scouts of America Equal Access Act - Prohibits any SEA, LEA, or public school that receives Department of Education funds from discriminating, in providing equal access to school premises or facilities that have been designated as open or limited public forums, against any group officially affiliated with the Boy Scouts of America or any other youth group listed as a patriotic society, on the basis of such group's membership or leadership criteria or oath of allegiance.Prohibits use of ESEA funds for programs of contraceptive (currently, condom) distribution at schools.Prohibits the Department of Education from using any of its funds to endorse, approve, or sanction any elementary or secondary school curriculum. Prohibits use of ESEA funds to require States, as a condition of ESEA assistance, to have Federal approval or certification of academic content or student achievement standards. Provides that nothing in ESEA shall be construed to mandate national school building standards for a State, LEA, or school.Requires any secondary school that receives ESEA funds to permit regular U.S. Armed Services recruitment activities on school grounds, in a manner reasonably accessible to all its students.Prohibits: (1) use of ESEA funds for federally-sponsored national testing, unless specifically authorized by law, with an exception for representative samples in certain international comparative assessments; and (2) use of Federal funds or sanctions for mandatory national certification of teachers and paraprofessionals.Provides that nothing in ESEA shall be construed to permit the development of a national database of personally identifiable information on individuals involved in studies or in data collection efforts under ESEA.Requires States receiving ESEA funds to establish policies allowing transfer to a safe public school within their LEA for students who attend persistently dangerous schools or who are victims of violent crimes in school or on school grounds.Title X: Repeals, Redesignations, And Amendments to Other Statutes - Part A: Repeals - Repeals provisions relating to the Advanced Placement: (1) fee payment program, under the Higher Education Amendments of 1992; and (2) incentive program, under the Higher Education Amendments of 1998. Repeals certain provisions relating to Ready to Learn Television, under the General Education Provisions Act (but reauthorizes such program under ESEA II-D-4).(Sec. 1011) Repeals provisions under the Goals 2000: Educate America Act for: (1) the National Education Goals Panel; and (2) an International Education Program.Repeals the following ESEA provisions: (1) title X, Programs of National Significance (many of which are revised and reauthorized under the new title V, part D); (2) title XI, Coordinated Services; (3) title XII, School Facilities Infrastructure Improvement, a program of grants for school construction and renovation; (4) specified provisions relating to title XIII support and assistance programs to improve education (which are redesignated under another Act); and (5) title XIV (General Provisions, which are revised and redesignated as title IX).Repeals the Troops-to-Teachers Program Act of 1999 (but sets forth a revised form of the Troops-to-Teachers Program under title II of this Act).Part B: Redesignations - Redesignates and revises the following current parts of ESEA as new parts of the Educational Research, Development, Dissemination, and Improvement Act of 1994: (1) Comprehensive Regional Assistance Centers (current title XIII part A as new part K); (2) National Diffusion Network (current XIII-B as new L); (3) Eisenhower Regional Mathematics and Science Education Consortia (current XIII-C as new M); and (4) technology-based technical assistance (current XIII-D as new N).Part C: Homeless Education - McKinney-Vento Homeless Education Assistance Improvement Act of 2001 - Amends the McKinney-Vento Homeless Assistance Act to revise and reauthorize requirements for education for homeless children and youth. Requires schools to: (1) immediately enroll homeless children and youth; and (2) keep children in their school of origin whenever possible and appropriate. Requires public notice of the educational rights of homeless children and youth to be disseminated in school districts. Prohibits States receiving such program funds from segregating a homeless child, either in a separate school or in a separate program within a school, based on that student's status as homeless. Allows States flexibility in use of program funds for Statewide support and technical assistance activities. Increases the amount of program funds available to small States.Part D: Native American Education Improvement - Native American Education Improvement Act of 2001 - Amends the Education Amendments of 1978 to revise provisions for Bureau of Indian Affairs (BIA) programs. Requires BIA schools to be accredited within a specified period. Authorizes the Secretary of the Interior to take certain corrective actions for BIA schools still unaccredited after such period.(Sec. 1043) Amends the Tribally Controlled Schools Act of 1988 to revise and reauthorize grant and school endowment programs.(Sec. 1044) Authorizes the Ojibwa Indian School in Belcourt, North Dakota, to use funds under the Tribally Controlled Schools Act of 1988 to make certain lease payments.(Sec. 1045) Amends the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments Act of 1988 to prohibit the Secretary of the Interior from disqualifying from continued receipt of BIA general assistance payment an otherwise eligible Indian because such individual is enrolled at least half-time and making satisfactory in a study or training program.Part E: Higher Education Act of 1965 - Amends the Higher Education Act of 1965 (HEA) to establish a program for Preparing Tomorrow's Teachers to Use Technology as a new part B of title II of HEA. Provides for continuation of awards under a similar program currently under ESEA.Part F: General Education Provisions Act - Amends the General Education Provisions Act with respect to student privacy, parental access to information, and administration of certain physical examinations to minors.Part G: Miscellaneous Other Statutes - Amends Federal law relating to compensation for an Under Secretary of Education.(Sec. 1072) Amends the Department of Education Organization Act to: (1) direct the Secretary to designate an office and appoint a coordinator of Department of Education activities as they relate to outlying areas; and (2) rename the Office of Bilingual Education and Minority Languages Affairs as the Office of Educational Services for Limited English Proficient Children.(Sec. 1073) Amends the Education Flexibility Partnership Act of 1999 to revise references to specified ESEA and other program requirements that may be waived under such Act.(Sec. 1074) Amends the Educational Research, Development, Dissemination, and Improvement Act of 1994 to provide for continuation of awards for certain multiyear grants and contracts.(Sec. 1075) Amends the National Child Protection Act of 1993 to allow certain funds under such Act to be made available for background checks on individuals who are employed, or seek employment, with schools in any capacity, including as a child care provider, teacher, or another member of school personnel."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Elementary and Secondary Education Act Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "ESEA Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "No Child Left Behind Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Academic Achievement for All Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Alaska Native Educational Equity Support and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enhancing Education Through Technology Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "McKinney-Vento Homeless Education Assistance Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rural Education Initiative Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Schools for the 21st Century Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State and Local Transferability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Straight A's Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "No Child Left Behind Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "21st Century Schools Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Alaska Native Educational Equity Support and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Boy Scouts of America Equal Access Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Education for Democracy Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "English Language Proficiency and Academic Achievement Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Enhancing Education Through Technology Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Jacob K. Javits Gifted and Talented Students Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Local Flexibility Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "McKinney-Vento Homeless Education Assistance Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Paul Coverdell Teacher Liability Protection Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Rural Education Initiative Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "State and Local Transferability Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Women's Educational Equity Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Better Education for Students and Teachers Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Access to High Standards Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Boy Scouts of America Equal Access Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Charter Schools Equity Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Dropout Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Education Flexibility Partnership Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Education for Democracy Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Empowering Parents Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Enhancing Public Education Through Choice Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Equal Access to Public School Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Excellence in Economic Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Healthy and High Performance Schools Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Jacob K. Javits Gifted and Talented Students Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "John H. Chafee Environmental Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Loan Forgiveness for Head Start Teachers Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Native American Education Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Paul D. Coverdell Teacher Protection Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Performance Agreements Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Physical Education for Progress Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pro-Children Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Ready to Learn, Ready to Teach Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rural Education Achievement Program", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rural Technology Education Academies Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "School Environmental Protection Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "School Safety Enhancement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Star Schools Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Strong Character for Strong Schools Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Student Education Enrichment Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Teacher Mobility Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Women's Educational Equity Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "No Child Left Behind Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Access to High Standards Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Alaska Native and Native Hawaiian Education Through Cultural and Historical Organizations Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Alaska Native Educational Equity, Support, and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Boy Scouts of America Equal Access Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Carol M. White Physical Education Program", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Dropout Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Education for Democracy Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "English Language Acquisition, Language Enhancement, and Academic Achievement Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Enhancing Education Through Technology Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Excellence in Economic Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Foreign Language Assistance Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Gun-Free Schools Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Improving Language Instruction Educational Programs For Academic Achievement Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Jacob K. Javits Gifted and Talented Students Education Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "McKinney-Vento Homeless Education Assistance Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Native American Education Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Native Hawaiian Education Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Paul Coverdell Teacher Protection Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Pro-Children Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Rural Education Achievement Program", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Safe and Drug-Free Schools and Communities Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Star Schools Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "State and Local Flexibility Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "State and Local Transferability Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Women's Educational Equity Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To close the achievement gap with accountability, flexibility, and choice, so that no child is left behind.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:02-05:00"
}