{
  "actions": [
    {
      "acted_at": "1973-11-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11509-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-15", 
  "number": "11509", 
  "official_title": "A bill to declare by congressional action a nationwide energy emergency; to authorize the President to immediately undertake specific actions to conserve scarce fuels and increase supply; to invite the development of local, State, national, and international contingency plans; to assure the continuation of vital public services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Emergency Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-15", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Fuel", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Mass rapid transit", 
    "National policy", 
    "Petroleum and petroleum products", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-15", 
    "text": "National Energy Emergency Act - Title I: Statement of Findings and Purposes - States that the purpose of this Act is to grant to the President of the United States, and direct him to exercise, specific temporary authority to deal with shortages of crude oil, residual fuel oil, refined petroleum products, and other fuels, or dislocations in their national distribution system. Title II: Emergency Fuel Shortage Contingency Programs - Declares that the current and imminent fuel shortages have created a nationwide energy emergency. Authorizes the President, for the duration of the energy emergency, to enter into appropriate understandings, arrangements, or agreements with foreign states, or foreign nationals, or international organizations, to adjust and allocate imports of fossil fuels, or take such other action as he deems necessary, with respect to trade in fossil fuels, in order to achieve the purposes of this Act. Provides that any such formal agreement shall be submitted to the Senate of the United States, and shall be operative, but shall not become final until the Senate has had fifteen days, no less than seven of which shall be legislative days, to disapprove of such agreement. Stipulates that the declared nationwide energy emergency and the authority granted by this Act shall terminate one year after the date of enactment of this Act. Requires the President to submit to the Congress an interim report on the implementation of the Act, together with such recommendations for amending or extending the Act as he deems appropriate, six months after the date of enactment of this Act. Requires the President to promulgate a plan for a nationwide emergency rationing and conservation program to insure that all vital services will be maintained and that unnecessary energy consumption will be curtailed. Directs the President to promulgate requirements for emergency energy conservation and contingency programs to be developed by each State and major metropolitan government to implement such Federal program. States that within fifteen days after the date of enactment of this Act, the Civil Aeronautics Board, the Federal Maritime Commission and the Interstate Commerce Commission shall report separately to the appropriate committees of the Congress on the need for additional regulatory authority in order to conserve fuel during the energy emergency while continuing to provide for the public convenience and necessity. Directs the President to develop and implement federally sponsored incentives for the use of public transportation, including priority rationing of fuel for mass transit systems, and Federal subsidies for reduced fares and additional expenses incurred because of increased service, for the duration of the energy emergency. Provides that no major action taken under this Act shall, for a period of one year after initiation of such action, be deemed a major Federal action significantly affecting the quality of the human environment within the meaning of the National Environmental Policy Act of 1969. Authorizes the President to initiate specified measures to supplement domestic energy supplies for the duration of the emergency. Title III: Administration and Authorizations - States that within two weeks after the date of enactment of this Act, the President shall submit to Congress his proposals for the emergency contingency programs provided for in this Act. Authorizes the President to permit appropriate State agencies to operate the program within each State through local boards or other local agencies, including appeal agencies, as may be necessary to insure that the nationwide program is implemented within each State in a manner responsive to the immediate needs of the locality and, consistent with the nationwide energy emergency rationing and conservation program. Directs the Secretary of the Treasury and the Director of the Cost of Living Council to study and recommend to the Congress specific incentives to increase energy supply, reduce demand, and to encourage private industry and individual persons to subscribe to the goals of this Act and to comply with the requirements of programs developed and implemented pursuant to this Act. States that any person who: (1) willfully violates any order or regulation issued pursuant to this Act shall be fined not more than $5,000 for each violation. (2) violates any order or regulation issued pursuant to this Act shall be subject to a civil penalty of not more than $2,500 for each day he is in violation of this Act, for each violation. Establishes a National Energy Emergency Advisory Committee to advise the President with respect to all aspects of implementation of this Act. Provides that judicial review of administrative rulemaking of general and national applicability done under this Act may be obtained only by filing a petition for review in the United States Court of Appeals for the District of Columbia within thirty days from the date of promulgation of any such rule or regulation. Provides that, notwithstanding the amount in controversy, the district courts of the United States shall have exclusive original jurisdiction of all other cases or controversies arising under this Act. Authorizes to be appropriated such funds as are necessary for the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to declare by congressional action a nationwide energy emergency; to authorize the President to immediately undertake specific actions to conserve scarce fuels and increase supply; to invite the development of local, State, national, and international contingency plans; to assure the continuation of vital public services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:01-05:00"
}