{
  "actions": [
    {
      "acted_at": "1984-02-21", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4873-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1984-02-21", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-21", 
  "number": "4873", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize development and security assistance programs for fiscal years 1984 and 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Security and Development Cooperation Act of 1984", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-21", 
  "subjects": [
    "Africa", 
    "Aliens", 
    "American economic assistance", 
    "American military assistance", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms sales", 
    "Asia", 
    "Authorization", 
    "China", 
    "Civil service retirement", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Department of State", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "El Salvador", 
    "Emigration", 
    "Energy development", 
    "Exports", 
    "Federal aid to education", 
    "Federal aid to hospitals", 
    "Federal aid to housing", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign service", 
    "Haiti", 
    "Honduras", 
    "Import restrictions", 
    "Imports", 
    "Income tax", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "International relief", 
    "Israel", 
    "Lebanon", 
    "Mandatory retirement", 
    "Maritime operations", 
    "Military education", 
    "NATO countries", 
    "Narcotic traffic", 
    "National Security and Intelligence Operations", 
    "Nutrition", 
    "Pakistan", 
    "Philippines", 
    "Population policy", 
    "Portugal", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Reprogramming of appropriated funds", 
    "Revolving funds", 
    "Rural economic development", 
    "Sahel", 
    "South Korea", 
    "Strategic materials", 
    "Sudan", 
    "Terrorism", 
    "Tibet", 
    "Tunisia", 
    "Venezuela", 
    "Withholding tax", 
    "Yemen"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-21", 
    "text": "International Security and Development Cooperation Act of 1984 - Title I: Military Sales and Related Programs - Amends the Arms Export Control Act to authorize appropriations for FY 1985 for the foreign military sales credit and guarantee program. Sets the ceiling for FY 1985 for foreign military sales credits. Earmarks a specified amount of such FY 1985 credits for Israel. Releases Israel from repaying such amount. Adds South Korea, the Philippines, and Portugal to the list of countries that shall have 20 years, following a grace period of ten years, to repay foreign military sales credits or guarantees. Earmarks a specified amount of the FY 1985 foreign military sales credits for Egypt. Releases Egypt from repaying such amount. Authorizes the President to charge all eligible entities the additional costs that are incurred when providing defense training. (Current law provides that countries concurrently receiving international military education and training assistance are not charged the full cost of such training.) Repeals the provision authorizing the President to enter into specified standardization agreements. Requires charges for administrative services for foreign military sales to be calculated on an average percentage basis to recover the full estimated costs (excluding a pro rata share of fixed base operation costs.) Authorizes the President to provide on a reciprocal basis free cataloging data and cataloging services to the North Atlantic Treaty Organization or to any member government of the Organization. Authorizes the President to determine the conditions for financing defense procurement by friendly countries and international organizations. Directs the President to charge interest at a rate determined by the President. Requires repayment within 12 years after the loan agreement is signed on behalf of the United States. Requires the President to report to Congress by April 1 of each year, an estimate of the sale and delivery of weapons and weapons- related defense equipment by all major arms suppliers to all major recipient countries in the developing world during the preceding calendar year. Authorizes appropriations for FY 1985 to maintain adequate reserves in the Guaranty Reserve Fund against defaults and rescheduling of outstanding foreign military loan guarantees. Increases the criminal and civil penalties for violations of arms export and import restrictions. Provides that charges for administrative services for foreign military sales shall include charges for official reception and representation expenses. Limits the amount of official reception and representation expenses. Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 1985 for military assistance. Authorizes the President to waive the requirement that a country pay the net proceeds of the sale of military equipment that the United States had provided such country if the President determines that such a waiver is in the national interest of the United States. Increases the ceiling on the value of additions to military stockpiles in foreign countries for FY 1985. Authorizes Pakistan, Tunisia, Yemen, Lebanon, Sudan, El Salvador, Honduras, and Venezuela to have more than six members of the U.S. armed forces to carry out international security assistance programs. Authorizes appropriations for FY 1985 for international military education and training. Authorizes the President to authorize foreign military personnel to attend professional military education institutions in the United States for free if the governments of such foreign military personnel and the United States have an agreement that provides reciprocal benefits for U.S. military personnel. Encourages the President to allocate a portion of the international military education and training funds for education and training in certain maritime skills. Permits using foreign assistance funds to assist in maritime law enforcement in foreign countries. Authorizes appropriations for FY 1985 for peacekeeping operations. Authorizes the President, in the event of an unforseen emergency that requires immediate assistance, to direct the drawdown of a certain amount of commodities and services from the inventory and resources of any U.S. agency. Authorizes appropriations for such emergency drawdown. Requires the President to notify Congress before taking such action. Title II: Economic Support Fund - Authorizes appropriations for FY 1985 for the Economic Support Fund. Allocates a specified amount of such funds for emergency assistance. Title III: Development Assistance - Sets forth additional development assistance policy guidelines. Authorizes appropriations for FY 1985 for: (1) agriculture, rural development, and nutrition; (2) population planning and health programs; (3) education and human resources development; (4) energy; private voluntary organizations, and selected development activities; (5) the private sector revolving fund; and (6) the Sahel development program. Permits the United States to continue to support programs of private and voluntary organizations despite prohibitions on assistance to certain countries if such programs are already being supported prior to the date on which it is determined such prohibition becomes applicable. Declares that Congress recognizes that shelter, including essential urban development services, is among the most fundamental of human needs. Authorizes the President to issue guarantees to the Federal Financing Bank in connection with loans made for shelter projects. Increases the ceiling on outstanding housing loan guarantees. Authorizes commitments to guarantee such loans for any fiscal year only to the extent or in the amounts provided in appropriation Acts. Authorizes such loan guarantees through FY 1986. Requires the appropriate agency to obtain the concurrence of the Secretary of the Treasury before issuing any such loan guarantees. Directs the Secretary to ensure that the guarantees will have the minimum possible impact on U.S. capital markets. Limits commitments to guarantee loans for agricultural and productive credit and self-help community development programs to the extent provided in appropriation Acts. Authorizes such loan guarantees through FY 1985. Increases the amount which the President is authorized to spend to help disadvantaged children in Asia. Title IV: Economic Policy Initiative for Africa - Authorizes appropriations for FY 1985 to promote growth-oriented policy reforms in sub-Saharan Africa. Title V: Miscellaneous Provisions - Authorizes appropriations for FY 1985 for: (1) American schools and hospitals abroad; (2) international organizations and programs; (3) international narcotics control; (4) international disaster assistance; and (5) antiterrorism assistance. Requires the President to transmit to the Congress a quarterly report summarizing the major financial activities undertaken pursuant to the international narcotics control program. Increases the ceiling on cost estimates for certain development and assistance programs. Requires that plans for such projects shall include a cost-benefit analysis made in accordance with specified standards. Removes the People's Republic of China and Tibet from the list of communist countries which are prohibited from receiving foreign assistance funds. Imposes certain notification requirements for program changes of funds appropriated to carry out the Arms Export Control Act. Imposes such notification requirements on changes in development assistance programs only if the obligation will exceed the amount justified by more than ten percent. Provides that the notification requirement does not apply to the reprogramming of less than $25,000 for international narcotics control or for international military education and training for certain countries. Requires the President to notify Congress, within 30 days of enactment of a law appropriating funds to carry out the Arms Export Control Act, of each foreign country and international organization that will be receiving funds pursuant to such law. Eliminates the ceiling on the amount of funds that may be used to construct living quarters, office space, and supporting facilities for U.S. personnel posted outside the United States. Eliminates the ceiling on the amount of funds authorized for aid to schools for dependents of U.S. personnel posted abroad. Prohibits requiring that an earmark be applied to funds appropriated, or an authority made available, to carry out the Foreign Assistance Act of 1961 or the Arms Export Control Act in excess of the lesser of: (1) the amount of the earmark; or (2) a specified portion of the total funds appropriated or authority made available. Authorizes appropriations for FY 1985 for: (1) the trade and development program; and (2) operating expenses of the agency primarily responsible for administering development assistance. Authorizes using funds made available under the Foreign Assistance Act of 1961 to assist in halting significant illegal emigration from Haiti to the United States. Repeals certain obsolete provisions of the Foreign Assistance Act of 1961. Repeals the provision prohibiting disbursements of certain development assistance grants for 36 months. Repeals the requirement that the President transmit to Congress a semiannual report listing all voluntary contributions by the United States to international organizations. Title VI: Amendments to Other Acts - Amends the Foreign Service Act of 1980 to make mandatory retirement based on relative performance applicable to all tenured members of the Foreign Service. Amends the Internal Revenue Code to prohibit withholding of amounts of scholarships or fellowship grants or per diems for subsistence paid by the U.S. Government to a nonresident alien who is engaged in a training program in the United States under the Foreign Assistance Act of 1961. Title VII: Fiscal Year 1984 Supplemental Authorization - Authorizes supplemental appropriations for FY 1984 for payment to the International Atomic Energy Agency. Imposes a ceiling for FY 1984 on the value of additions to stockpiles of defense articles in foreign countries. Amends the Arms Export Control Act to add South Korea to the list of countries authorized for FY 1984 to repay guaranteed foreign military loans in 20 years following a ten year grace period. Amends the Foreign Assistance Act of 1961 to authorize the Administrator of the agency primarily responsible for administering development assistance to borrow money from the Treasury to meet obligations incurred from housing loan guarantees. Title VIII: Fiscal Year 1986 Authorizations and Effective Dates - Authorizes appropriations for FY 1986 to carry out programs for which appropriations for FY 1985 are authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security and Development Cooperation Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize development and security assistance programs for fiscal years 1984 and 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:43-05:00"
}