{
  "actions": [
    {
      "acted_at": "1981-03-17", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-17", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "subcommittee": "Communications", 
      "text": "Referred to Subcommittee on Communications.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-06", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Communications", 
      "references": [], 
      "text": "Subcommittee on Communications. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-08", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Communications", 
      "references": [], 
      "text": "Subcommittee on Communications. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-15", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood under the authority of the order of May 13, 81 favorably with an amendment in the nature of a substitute. With written report No. 97-98.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "calendar": "Senate Legislative", 
      "number": "122", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 122.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-11-04", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s720-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Communications", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1981-03-17", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1981-03-17", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1981-03-17", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-17", 
  "number": "720", 
  "official_title": "A bill entitled the \"Public Telecommunications Act of 1981\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Telecommunications Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Goldwater, Barry", 
    "state": "AZ", 
    "thomas_id": "01340", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-04-29", 
  "subjects": [
    "Authorization", 
    "Broadcasting", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Government corporations", 
    "Government trust funds", 
    "Labor and employment", 
    "Minorities", 
    "Minorities in mass media", 
    "Minorities in the mass media industry", 
    "Public broadcasting", 
    "Public television", 
    "Space", 
    "Telecommunication policy", 
    "Television broadcasting", 
    "Women's employment", 
    "Women's rights"
  ], 
  "subjects_top_term": "Public broadcasting", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1981-05-15", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 97-98) Public Telecommunications Act of 1981 - Amends the Communications Act of 1934 to reduce the membership of the Board of Directors of the Corporation for Public Broadcasting from 15 to nine. Makes the President of the Corporation the Chairman of the Board. Reduces the term of office of each member from six to five years. Requires Board members to attend at least half the Board meetings per year or else forfeit their membership. Requires the President to fill a forfeited seat within a specified time. Requires meetings of the Board to take place in Washington, D.C. Requires the Board members to elect annually a Vice Chairman (rather than a Chairman). Increases the rate of daily compensation, but places a ceiling on the amount of compensation any member may receive in any one fiscal year. Prohibits any Corporation officer except the Vice Chairman from receiving any compensation from any source other than the Corporation for services rendered during such officer's employment by the Corporation. Sets forth the purposes and authorized activities of the Corporation. Grants access to space satellite interconnection facilities or services to certain public telecommunications entities for the transmission of public audio and video programs. Eliminates the Public Broadcasting Fund and the formula for matching non-Federal financial support for the Corporation with authorized appropriations. Replaces such Fund and formula with an authorization of appropriations for fiscal years 1984 through 1986. Deletes the requirement that the Corporation certify to the Secretary of the Treasury the amount of non-Federal financial support received by public broadcasting entities. Retains the role of the Secretary as disburser of appropriations for the Corporation. Limits disbursements of appropriations in any fiscal year to the extent that the total amount of non-Federal financial support received by public broadcasting entities during the preceding fiscal year equals twice the disbursed amount. Reformulates the percentage of funds disbursed by the Corporation among the licensees and permittees of public television and radio stations. Directs the Corporation to establish an annual budget of appropriated monies to make grants and contracts for the production and acquisition of public audio and video programs by independent producers, for distribution of funds among telecommunications entities, for research, and for promotion of projects designed to increase the role of minorities and women in public telecommunications. Retains the prohibition against the use of such funds for the Corporation's general administrative costs. Requires such budget for fiscal years 1981-1986 to consist of not less than 95 percent of such authorized funds. Limits for fiscal years 1981-1986 the percentage of funds the Corporation may expend for other activities. Retains provisions requiring: (1) public meetings of the governing board of certain public broadcast entities before distribution of such funds; (2) public disclosure by such entities of annual financial and audit reports; (3) annual review of the distribution of authorized funds; and (4) division of funds reserved for public broadcast stations between radio and television stations. Authorizes recipients of such funds to use such funds for purposes related exclusively to the production or acquisition of public audio or video programs. Requires a public telecommunications entity receiving unrelated business income related to station operations in any fiscal year to refund to the Corporation an equivalent amount. Eliminates the prohibition against Corporation support for: (1) a public broadcast station which does not establish and maintain a community advisory board; and (2) specified public broadcasting entities unless those entities assure the Corporation that no officer or employee of such entities is paid above a specified amount. Permits shared auditing arrangements between any public telecommunications entity and its licensee where that licensee is a public or private institution. Requires each public telecommunications entity receiving funds from the Corporation to undergo a biannual rather than an annual audit. Amends the Corporation's role in matters related to the equal employment opportunity practices of recipients of Corporation funds. Prohibits only noncommercial educational broadcasting stations which receive a basic grant pursuant to such Act (rather than all such stations) from editorializing or supporting or opposing political candidates. Repeals the provision which requires recipients of Corporation funds to record certain programs. Authorizes appropriations for fiscal years 1982-1984 to be used in the planning and construction of public telecommunications facilities. Requires the Federal Communications Commission to conduct a study of existing regulations of on-air sponsorship identification by public television and radio licensees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Telecommunications Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Public Telecommunications Act of 1981\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:41-05:00"
}