{
  "actions": [
    {
      "acted_at": "2010-01-28", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2969-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-28", 
  "number": "2969", 
  "official_title": "A bill to provide additional emergency mortgage assistance to struggling homeowners, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Homeowners' Relief and Neighborhood Stabilization Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-01-28", 
  "subjects": [
    "Financial crises and stabilization", 
    "Government lending and loan guarantees", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-01-28", 
    "text": "Homeowners' Relief and Neighborhood Stabilization Act of 2010 - Directs the Secretary of the Treasury to transfer to the Secretary of Housing and Urban Development (HUD) $3 billion from Troubled Asset Relief Program (TARP) funds under the Emergency Economic Stabilization Act of 2008 (EESA), to be credited to the Emergency Homeowners' Relief Fund for use for emergency mortgage assistance. Allows mortgage assistance if the mortgagor has incurred a substantial reduction in income as a result of involuntary unemployment or underemployment due to medical conditions. Caps the aggregate amount of emergency mortgage assistance provided to a homeowner at $50,000. Revises conditions and terms of repayment of such assistance to state that: (1) the rate of interest on any loan or advance of credit insured shall be fixed for the life of the loan or advance of credit and shall not exceed the rate of interest generally charged for mortgages on single-family housing insured by the HUD Secretary; (2) interest shall not be charged on interest which is deferred on a loan or advance of credit; and (3) an eligible homeowner who receives a grant or an advance of credit may repay the loan in full, without penalty at any time before the loan becomes due and payable. Repeals the limitation on mortgage insurance granted by the Secretary to any financial institution to 40% of the total amount of loans and advances the institution makes. Directs the HUD Secretary to allow funds to be administered by a state with an existing program that provides substantially similar assistance to homeowners. Amends the Emergency Housing Act of 1975 to reauthorize the Emergency Mortgage Relief Program through FY2011. Directs the Secretary of the Treasury to transfer to HUD $1 billion for assistance to states and local governments for redevelopment of abandoned and foreclosed homes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeowners' Relief and Neighborhood Stabilization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional emergency mortgage assistance to struggling homeowners, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:40-05:00"
}