{
  "actions": [
    {
      "acted_at": "1991-06-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1209-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1991-06-04", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1991-06-04", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1991-06-04", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1991-06-04", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1991-06-04", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-06-04", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1991-06-04", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1991-06-04", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-04", 
  "number": "1209", 
  "official_title": "A bill to provide for damages in cases of intentional employment discrimination, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Rights and Remedies Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-04", 
  "subjects": [
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Congressional agencies", 
    "Congressional employees", 
    "Damages", 
    "Disabled", 
    "Discrimination in employment", 
    "Expert witnesses", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Interest", 
    "Juries", 
    "Legal fees", 
    "Racial discrimination", 
    "Religious liberty", 
    "Sex discrimination in employment"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-04", 
    "text": "Civil Rights and Remedies Act of 1991 - Amends Federal law to allow compensatory damages and equitable civil penalty for intentional employment discrimination on the basis of religion, sex, national origin, or disability. Limits nonpecuniary compensatory damages and the civil penalty to specified dollar amounts, with higher limits for employers with over 100 employees. Prohibits prejudgment interest on compensatory damages. Allows the equitable penalty when there is malice or reckless indifference to the federally protected rights of an aggrieved individual. Requires, if such a penalty is imposed, awarding attorney's and expert witness fees. Prohibits subtracting those fees from the penalty. Allows a court to direct that the penalty be expended, in whole or in part, to correct discriminatory practices at the place of employment or in the community in which the discriminatory practice occurred, using the funds for actions such as public awareness or education programs. Requires that any amounts of the equitable penalty not directed to be used for such corrective actions be deposited in the Equal Employment Enforcement Trust Fund established by this Act. Allows any party, if compensatory damages are sought, to demand a jury trial. Amends the Internal Revenue Code to establish in the Treasury the Equal Employment Enforcement Trust Fund consisting of amounts equivalent to the equitable civil penalties under this Act not used to take corrective actions where the discriminatory practice occurred. Requires that, as provided in appropriations Acts: (1) half of the amounts in the Fund be available for carrying out enforcement provisions of the Civil Rights Act of 1964; and (2) half be available for carrying out specified provisions of the Family Violence Prevention and Services Act. Declares that: (1) the rights and protections under the amendment made by this Act shall apply with respect to any employee in an employment position in the Senate and any employing authority of the Senate, with enforcement and adjudication within the exclusive jurisdiction of the Senate; and (2) provisions of this Act setting forth related requirements and procedures are enacted by the Senate as an exercise of the rulemaking power of the Senate and may be changed as any other rule of the Senate. Declares that: (1) the rights and protections under the amendment made by this Act shall apply with respect to any employee in an employment position in the House of Representatives and any employing authority of the House, with remedies and procedures as described in a specified House Resolution; and (2) the provisions of this Act relating to such Resolution are enacted by the House as an exercise of the rulemaking power of the House and may be changed as any other rule of the House. Declares that the rights and protections under the amendment made by this Act shall apply with respect to any employee in an employment position in an instrumentality of the Congress and any chief official of the instrumentality, with the chief official establishing the remedies and procedures to be used. Defines instrumentalities of the Congress to include the Architect of the Capitol, the Congressional Budget Office, the General Accounting Office, the Government Printing Office, the Office of Technology Assessment, and the United States Botanic Garden."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Rights and Remedies Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for damages in cases of intentional employment discrimination, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:00-05:00"
}