{
  "actions": [
    {
      "acted_at": "1974-01-31", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12474-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-31", 
  "number": "12474", 
  "official_title": "A bill to prescribe uniform criteria for formulating judicial remedies for the elimination of dual school systems.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14131-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr14481-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr14775-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Uniform Criteria Act", 
  "sponsor": {
    "district": "4", 
    "name": "Snyder, M. G. (Gene)", 
    "state": "KY", 
    "thomas_id": "01086", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-31", 
  "subjects": [
    "Busing (School integration)", 
    "Civil rights and liberties, minority issues", 
    "Desegregation in education", 
    "Education", 
    "Law", 
    "Minorities"
  ], 
  "subjects_top_term": "Busing (School integration)", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-31", 
    "text": "Uniform Criteria Act - States that it is the purpose of this Act to specify appropriate criteria for the formulation of remedies for the orderly elimination of the vestiges of dual school systems. Title I: Assignment Provisions - States that the assignment by an educational agency of a student to the school nearest his place of residence which provides the appropriate grade level and type of education for such student is not a denial of equal protection of the laws unless such assignment is made for the purpose of segregating students on the basis of race, color, sex, or national origin. Provides that the failure of an educational agency to attain a balance, on the basis of race, color, sex, national origin, or socioeconomic status of students among its schools shall not constitute a denial of equal protection of the laws. Title II: Remedies - Requires a court, department, or agency of the United States in formulating a remedy for a denial of the equal protection of the laws, to seek or impose only such remedies as are essential to correct particular denials of equal protection of the laws. Provides that in formulating a remedy for a denial of the equal protection of the law, which may involve the transportation of students, a court, department, or agency of the United States shall consider and make specific findings on the efficacy in correcting such denial of specified remedies and shall require implementation of the remedies or on the first combination thereof which would remedy such denial: (1) assigning students to the schools closest to their places of residence which provide the appropriate grade level and type of education for such students, taking into account school capacities and natural physical barriers; (2) assigning students to the schools closest to their places of residence which provide the appropriate grade level and type of education for such student, taking into account only school capacities; (3) permitting students to transfer from a school in which a majority of the students are of their race, color, or national origin to a school in which a minority of the students are of their race, color, or national origin; (4) the creation or revision of attendance zones or grade structures without requiring transportation beyond the next closest school to a student's residence; or (5) the development and implementation of any other plan which is educationally sound and administratively feasible. Prohibits any court, department, or agency of the United States from ordering the implementation of a plan that would require the transportation of any student to a school other than the school closest or next closest to his place of residence which provides the appropriate grade level and type of education for such student. Prohibits any court, department, or agency of the United States from requiring directly or indirectly the transportation of any student if such transportation poses a risk to the health of such student or constitutes a significant impingement on the educational process with respect to such student. Provides that when a court of competent jurisdiction determines that a school system is desegregated, or that it meets the constitutional requirements, or that it is a unitary system, or that it has no vestiges of a dual system, and thereafter residential shifts in population occur which result in school population changes in any school within such a desegregated school system, no education agency shall because of such shifts be required by any court, department, or agency of the United States to formulate, or implement any new desegregation plan or modify or implement any modification of the court approved desegregation plan to compensate wholly or in part for such shifts in school population. States that in the formulation of remedies under this Act, the lines drawn by a State, subdividing its territory into separate school districts, shall not be ignored or altered except where it is established that the lines were drawn for the purpose of segregating children among public schools on the basis of race, color, sex, or national origin. Asserts that nothing in this Act prohibits an educational agency from proposing, adopting, requiring, or implementing any plan of desegregation, otherwise lawful, that is at variance with the standards set out in this title, nor shall any court, department, or agency of the United States be prohibited from approving implementation of a plan which goes beyond what can be required under this title, if such plan is voluntarily proposed by the appropriate educational agency. Provides that on the application of an educational agency, court orders, or desegregation plans under title VI of the Civil Rights Act of 1964 in effect on the date of enactment of this Act and intended to end segregation of students on the basis of race, color, or national origin, shall be reopened and modified to comply with the provisions of this Act. States that any court order requiring the desegregation of a school system shall be terminated, if the court finds the schools of the defendant educational agency are a unitary school system, one within which no person is to be effectively excluded from any school because of race, color, or national origin, and this shall be so, whether or not such school system was in the past segregated de jure or de facto. Title III: Definitions - Defines the terms used in this Act. Title IV: Miscellaneous Provisions - Repeals the provision of the Emergency School Aid Act authorizing the construction of integrated education parks. Provides that if any provision of this Act, or its application to any person or circumstance is held invalid, the remainder of the provisions of the Act and the application of such provision to other persons and circumstances shall not be affected thereby."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Criteria Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prescribe uniform criteria for formulating judicial remedies for the elimination of dual school systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:17-05:00"
}