{
  "actions": [
    {
      "acted_at": "1989-06-22", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-12", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from the Department of Veterans Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-13", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-07-25", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute. With written report No. 101-86.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-25", 
      "calendar": "Senate Legislative", 
      "number": "171", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 171.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-08-03", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1243-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1989-07-19", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1989-06-22", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-22", 
  "number": "1243", 
  "official_title": "A bill to amend title 38, United States Code, to establish a retirement and survivor benefit program for judges of the new United States Court of Veterans Appeals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2727-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2727-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Court of Veterans Appeals Judges Retirement Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-13", 
  "subjects": [
    "Administrative remedies", 
    "Annuities", 
    "Appellate courts", 
    "Armed forces and national security", 
    "Civil service retirement", 
    "Courthouses", 
    "District of Columbia", 
    "Federal officials", 
    "Government trust funds", 
    "Judges", 
    "Judicial compensation", 
    "Judicial officers", 
    "Law clerks", 
    "Party affiliation", 
    "Retirement income", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1989-07-25", 
    "text": "Court of Veterans Appeals Judges Retirement Act - Title I: Judges Retirement and Survivor Annuity Program - Amends Federal veterans' benefits provisions concerning the U.S. Court of Veterans Appeals (Court) to outline the age and service requirements for full retirement benefits. Requires a judge who is unable to perform the duties of office due to permanent disability to retire. Provides that a judge serving for less than ten years who retires due to permanent disability shall receive retired pay of one-half of the rate of pay in effect at retirement. Requires an election to retire under such retirement provisions to be made while the judge is still an active judge. Prohibits revocation of such an election after the retired pay begins to accrue. Requires such election to be in writing and sent to the chief judge or, in the case of the chief judge, to the Director of the Office of Personnel Management (OPM). Outlines provisions concerning: (1) forfeiture of rights to retired pay while accepting employment with the United States; (2) the lack of an annuity payable under civil service retirement laws, as well as the lack of a deduction from retired pay for the Civil Service Retirement and Disability Fund; and (3) notice to the President in writing when a judge is unable to perform the duties of office due to a permanent disability. Allows an individual who has elected to receive retired pay under these provisions to revoke such election at any time before the first day on which retired pay would begin to accrue. Requires notice of such revocation to be in writing and sent to the Director of OPM. Outlines the ramifications of such revocation (basically, reinclusion under Federal civil service retirement provisions). Requires the Director of OPM to begin withholding one percent of the salary of a judge under this Act after proper notice of the election to receive retirement coverage under this Act. Requires withheld amounts to be credited to the Court of Veterans Appeals Judges Retirement Fund. Allows a judge to deposit into such Fund amounts for up to 15 years of service prior to the date on which contributions may be made under this Act. Authorizes a judge to become a participant in the survivors annuity program by filing a written notice of such election under this Act while in office in a manner prescribed by the Court. Provides for a deduction of 3.5 percent of the judge's pay to provide coverage for the annuity. Requires amounts so withheld to be deposited into the Fund. Requires a judge to deposit into the Fund, for annuity coverage, 3.5 percent of the judge's pay or other compensation for service as a member of Congress or any other civilian Federal service. Allows such payments for prior years of service to be made in installments. Provides that if the service of a judge who makes an election to be covered under the annuity provisions is terminated, or if any judge ceases to be married after making the election and revokes the election, the amount in the judge's individual account shall be returned to the judge. Allows an annuity to be paid to the surviving spouse and dependent child of a judge under this Act if the judge dies after having rendered at least five years of civilian service and has made payments into the Fund for at least five years. Terminates the annuity to the surviving spouse upon his or her death or remarriage before age 55. Terminates the annuity payable to the child at the child's death. Recomputes the annuity payable to a dependent child after the death of a surviving spouse and after the death of another dependent child. Terminates any annuity payments if a judge making an election to be covered for annuity purposes dies before having rendered at least five years of civilian service or dies without a survivor entitled to such benefits. Provides, in such case, that the full amount of deposits made by the judge before his or her death, plus interest, shall be returned to the persons surviving on the date that title to the payment arises, in a specified order of priority. Provides for payment of the unpaid remaining annuity of a survivor or dependent upon the termination (other than by death) of the annuity of any individual based upon the service of a judge, in a specified order of preference. Provides for alternative measures to be taken for the payment of annuities to minors or mentally incompetent persons. Outlines administrative provisions concerning the time and amounts of annuity payments (determined on the basis of a judge's average annual pay). Requires the years of service for determining the amount of a surviving spouse's annuity rights to include years of service as a judge of the Court, as a Member of Congress, and as a member of the armed forces (within a specified limit) and any other Federal civilian service. Requires a judge making an election to provide an annuity under this Act to waive all benefits under the civil service retirement laws. Requires annuity payments to be increased whenever a judge's salary is increased as long as the deceased judge rendered some portion of his or her final 18 months as a judge of the Court. Establishes in the Treasury the Court of Veterans Appeals Retirement Fund. Requires the chief judge of the Court to submit to the President an annual estimate of the expenditures and appropriations necessary for maintenance and operation of the Fund. Provides for periodic examinations of the Fund by an actuary. Requires deposits into the Fund as necessary to reduce to zero its unfunded liability. Title II: Provisions Relating to Establishment of Court of Veterans Appeals - Directs the Administrator of General Services to provide suitable building space in the District of Columbia for use by the Court. Requires such space to be approved by the Court. Extends the date by which an appeal must be filed with the Court with regard to Board of Veterans Appeals decisions made before notice of the commencement of operations by the Court has been published in the Federal Register. Provides for interim rules of the Court. Provides for the appointment, qualification, classification, and removal of a Court clerk, deputies, law clerks, secretaries, and other employees for the Court without regard to Federal law concerning appointments made in the competitive service. Prohibits any employee of the Court from being converted to the competitive service without the approval of the Court. Title III: Technical Corrections - Makes technical corrections to current Federal law concerning the Board of Veterans' Appeals. Title IV: Miscellaneous Provisions - Excludes certain noncareer appointments and competitive service-excepted confidential or policy making positions in the Department of Veterans Affairs from a requirement prohibiting political affiliation or activity from being taken into account in connection with the appointment of personnel to certain positions. Provides for an acting chief judge of the Court in the event of a vacancy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Court of Veterans Appeals Judges Retirement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Court of Veterans Appeals Judges Retirement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish a retirement and survivor benefit program for judges of the new United States Court of Veterans Appeals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:32-05:00"
}