{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 93-62.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-19", 
      "references": [], 
      "text": "Laid on Table in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s837-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "837", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mansfield, Mike", 
    "state": "MT", 
    "thomas_id": "01389", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Economic assistance", 
    "International affairs", 
    "Military assistance", 
    "National defense"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1973-03-14", 
    "text": "(LATEST SUMMARY) Foreign Assistance Act - Permits the Overseas Private Investment Corporation in its financing programs to acquire debt securities convertible to stock or to acquire rights to acquire stock. Amends 23 U.S.C. 2194(c) Authorizes to be appropriated $100,000,000 for fiscal year 1973 for providing assistance to refugees in Bangladesh. Authorizes to be appropriated for military assistance $500,000,000 for fiscal year 1973. Extends through fiscal year 1973 the President's special authority to order defense articles and defense services subject to subsequent reimbursement. Requires all military grant aid to Laos or South Vietnam, beginning with fiscal year 1974, to be funded out of the regular military assistance program under the Foreign Assistance and Foreign Military Sales Act. Prohibits the financing of any military operations in Thailand by any military forces, other than the national forces of Thailand or the United States, unless specifically authorized by Congress. Authorizes the appropriation of $550,000,000 for security supporting assistance for fiscal year 1973, of which $50,000,000 is earmarked for Israel. Authorizes appropriations of $5,000,000 to provide assistance for programs designed for the benefit of South Vietnamese children disadvantaged by hostilities in Vietnam, or for the adoption by United States citizens of orphaned or abandoned South Vietnamese children. Provides that such assistance shall be furnished, to the maximum extent practicable, under the auspices of and by international agencies or United States voluntary agencies. Prohibits the use of development assistance or disaster relief funds for military aid or supporting assistance purposes. Prohibits military grant assistance or sales under the Foreign Military Sales Act to the governments of Pakistan, India (including Sikkim), Bangladesh, Nepal, Sri Lanka, the Maldive Islands, or Bhutan. Prohibits military assistance to any foreign country in which a military base is located if such base was constructed or is operated with U.S. funds, and U.S. personnel carry out military operations, unless the President informs the Congress in writing that such country allows access to bona fide news media correspondents of the United States to the military base. Prohibits the transfer of foreign assistance funds to other Government agencies. Sets a ceiling of $226,388,000 on United States obligations on behalf of Cambodia for fiscal year 1973. Requires a cut-off of funds appropriated pursuant to the Foreign Assistance Act and the Foreign Military Sales Act if by April 30, 1973, the President has not released all funds appropriated during fiscal years 1972 and 1973, and thereafter impounded, for the Departments of Agriculture, Transportation, Housing and Urban Development, and Health, Education, and Welfare. Requires a similar cut-off of aid and military credit sales funds if future appropriations for these departments are impounded for more than 60 days. Permits the impoundment of funds in accordance with specific legal requirements as may be contained in the authorizing legislation for the departments affected. Requires the Comptroller General to review each department head's certification as to the impoundment of funds of his department, and to issue quarterly reports on his findings beginning with the first quarter in fiscal year 1974. Authorizes appropriations of $400,000,000 for financing foreign military credit sales for fiscal year 1973, and places the aggregate ceiling on such sales at $550,000,000. Raises from $100,000,000 to $150,000,000 the annual ceiling on military assistance and sales to Latin America. Provides that, beginning with fiscal year 1974, all grants to foreign countries of excess defense articles shall be charged against appropriations for military aid. Provides that commencing thirty days after the date of enactment of this Act, no funds may be obligated or expended to carry out the agreement signed by the United States with Portugal, relating to the use by the United States of military bases in the Azores, until the agreement, with respect to which the obligation or expenditure is to be made, is submitted to the Senate as a treaty for its advice and consent. Prohibits funds from being obligated or expended to carry out any agreement entered into, on or after the date of enactment of this Act, between the United States Government and the government of any foreign country: (1) providing for the establishment of a military installation in that country at which combat units of the Armed Forces of the United States are to be assigned to duty; or (2) revising or extending the provisions of any such agreement, unless such agreement is submitted to the Senate for its advice and consent and unless the Senate gives its advice and consent to such agreement. States that nothing in this section shall be construed as authorizing the President to enter into any agreement relating to any other matter, with or without the advice and consent of the Senate. Continues the authority of the Export-Import Bank of the United States to consider and act on any application for a guarantee, insurance, extension of credit, or participation in an extension of credit with respect to the purchase or lease of any product by any foreign country, or an agency or national thereof. Prohibits funds for assistance to North Vietnam without the specific authorization and appropriation by Congress. Provides that after June 30, 1973, no funds shall be obligated for assistance to South Vietnam, Cambodia, or Laos without the specific authorization and appropriation by Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:26-05:00"
}