{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-04", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-09", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr48-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "48", 
  "official_title": "A bill to amend title 37, United States Code, to revise the pay and allowances of members of the Armed Forces to provide a program of deferred compensation for career military personnel who serve 20 or more years of active duty.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Individual Career Investment Accounts Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Armed forces and national security", 
    "Economics and public finance", 
    "Government trust funds", 
    "Income tax", 
    "Investments", 
    "Military pay", 
    "Military personnel", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Individual Career Investment Accounts Act - Amends Federal armed forces pay and allowances provisions to establish in the Treasury the Individual Career Investment Account Fund (Fund) to be used to pay proceeds to certain qualified members of the armed forces who have completed 20 or more years of creditable service. Outlines provisions concerning the administration of the Fund. Directs the Secretary of the military department concerned to establish and maintain for each eligible member in such department an Individual Career Investment Account (Account). Directs the Secretary concerned to make payments into the Fund on a monthly basis for each eligible member. Directs the Secretary concerned, no later than December 1 annually, to furnish a report to each eligible member for whom an account is being maintained, outlining specified information. Directs the Secretary concerned, at the time a qualified Account member begins receiving retired pay, to pay such individual the amount set aside in the Fund as his or her career Investment Account balance. Directs the Secretary also to remit such balance to a member not receiving retired pay within 90 days of a request from such member to receive such account balance. Directs an individual's Account to be closed upon proof of a member's death, following established estate distribution laws. Requires the Secretary concerned to provide notice to each member who is within two years of becoming a qualified member of such member's options under this Act. Provides for the tax treatment under the Internal Revenue Code of amounts paid to individuals from the Fund. Excludes from gross income any payments made up to the individual's Account balance, but treats any payments made in excess of a member's Account balance as interest income. Directs the Secretary of Defense, and the Secretary of Transportation with respect to the Coast Guard, to prescribe regulations for the administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individual Career Investment Accounts Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 37, United States Code, to revise the pay and allowances of members of the Armed Forces to provide a program of deferred compensation for career military personnel who serve 20 or more years of active duty.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:24-05:00"
}