{
  "actions": [
    {
      "acted_at": "1988-07-13", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-08", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5039-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1988-09-14", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1988-07-13", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-13", 
  "number": "5039", 
  "official_title": "A bill to amend title 38, United States Code, to provide for judicial review of rulemaking by the Veterans' Administration, to provide for the payment of reasonable fees to attorneys, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Reassurance Act of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-07-13", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Appellate courts", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Claims", 
    "Courts and Civil Procedure", 
    "Executive reorganization", 
    "Government liability", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Subpoena", 
    "Veterans' benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-07-13", 
    "text": "Veterans' Reassurance Act of 1988 - Title I: Claims Generally - Establishes new claims and adjudication procedures for veterans seeking benefits through the Veterans Administration (VA). Authorizes the Administrator of Veterans Affairs, for the purpose of conducting a proceeding in connection with a claim for benefits, to administer oaths, examine witnesses, and receive evidence. Provides that any party in a proceeding before the Administrator shall be afforded the opportunity to: (1) examine and obtain copies of all documents to be used by the VA in such proceeding; (2) present witnesses and evidence; (3) present oral and written arguments; (4) submit rebuttal evidence; and (5) present medical opinion evidence and request the Administrator to seek advisory medical opinions. Provides that, when there exists in the evidence a substantial disagreement with respect to an issue material to the outcome of the proceeding, the Administrator shall determine whether there is an approximate balance of the evidence favoring and opposing a finding in favor of the claimant on such issue. Provides that if such a balance exists, the issue shall be determined in favor of the claimant. Provides that the procedures under this Act for the consideration of claims for benefits under laws administered by the VA shall be exclusive with respect to hearings, investigations, and proceedings for such claims. Requires the Administrator, in the case of a disallowance of a claim for benefits within the VA, to provide the claimant and the claimant's authorized representative, at each stage of the proceedings, written notice of the procedural rights of the claimant. Authorizes the Administrator to issue subpoenas for the attendance of witnesses when necessary. Provides that a claim that has been disallowed shall be reopened and reconsidered by the Administrator upon the presentation of new and material evidence. Provides that communications between any claimant and any individual recognized as a representative, agent, attorney, or individual with power of attorney for such claimant respecting any claim under laws administered by the VA shall be privileged from disclosure to the same extent as communications between attorney and client. Directs the Administrator to approve a reasonable attorneys' fee to be paid for the prosecution of such a claim. Provides that such fee shall be payable only to the extent that an agreement between the claimant and the claimant's attorney so provides. Provides maximum amounts permitted for such fees, with adjustments permitted biennially to such maximum amounts to reflect changes in the cost of living. Provides that an individual recognized as a representative, agent, attorney, or one acting with the power of attorney for a claimant may be held liable for an injury arising out of the preparation or presentation of a claim only to the extent that such injury is due to the intentional conduct of such individual, with the party alleging such misconduct bearing the burden of proof in such cases. Provides instances where an organization may be held liable for such misconduct. Provides that rulemaking by the Administrator in such claims shall have the same judicial review procedures provided to all Federal administrative rulemaking procedures. Empowers the courts of appeals with jurisdiction to review any order of the Administrator upon petition of any aggrieved person, as long as such appeal is filed within 60 days after the order is made public. Title II: Board of Veterans' Appeals - Establishes the United States Board of Veterans' Appeals (the Board) as an independent agency in the executive branch. (Currently, such Board exists, but within the VA.) Outlines administrative provisions concerning composition, terms of office, and other matters relating to such Board. Requires the Chair of the Board (appointed by the President) to submit annual reports to the appropriate committees of the Congress. Requires current members of the existing Board of Veterans' Appeals to automatically become interim members of the Board and to serve in such capacity until a successor has been appointed or one year has passed, whichever occurs earlier. Authorizes the Board, when it reconsiders a case, to expand the reviewing section of the Board to a maximum of 12 members. (The current maximum is three.) Outlines procedures of the Board to be followed: (1) if the votes of the members of a section sitting on a question are equally divided; (2) when reconsidering or remanding a case to correct obvious error in the record or upon the basis of new or additional information; (3) when furnishing notice to the claimant of any new or additional information proposed to be considered; and (4) when notifying a claimant upon reaching a decision in a case. Provides that all questions on claims for benefits under laws administered by the VA shall be subject to review by the Board. Authorizes a claim disallowed by the Board to be reopened and allowed where new and material evidence is presented or other good cause for reopening is shown. Authorizes the Board to set aside as unlawful any rule, regulation, interpretation, or other order of the Administrator that is contrary to the Constitution or laws of the United States, under special review procedures as enumerated in this Act. Provides that the courts of appeals shall have jurisdiction to review final decisions of the Board acting or refusing to act to set aside a rule, regulation, or other order of the Administrator, but such jurisdiction shall extend only to the review of such decisions. Outlines provisions concerning timeliness of such appeals. Authorizes the Board to issue subpoenas to compel the attendance of witnesses. Allows the payment of fees and mileage in the same manner as witnesses are paid in U.S. district courts. Authorizes affidavits and depositions to be taken, and oaths and affirmations to be administered by the Board, the Administrator, or any individual authorized to do so in the State where the action is located. Provides that evidence taken by the Board need not be admissible under the Federal Rules of Evidence, but the Board may provide for the exclusion of irrelevant, immaterial, or unduly repetitious evidence. Authorizes the Board to remand the case to the Administrator or receive the evidence itself where a claimant seeks to present evidence that was not presented to the Administrator. Provides procedural rights to parties presenting such evidence to the Board in such cases. Provides that, whenever the Board finds that there exists in the evidence of record a substantial disagreement among the credible findings or opinions of physicians with respect to an issue material to the outcome of a case, the Board shall determine whether there is an approximate balance of evidence favoring and opposing a finding in favor of the claimant on such issue. Provides that if such balance exists, the issue shall be determined in favor of the claimant. Provides that if such a balance does not exist, the Board shall arrange for an advisory medical opinion in accordance with specified procedures. Authorizes appropriations to the Board. Title III: Technical Amendments - Provides for the transfer of unexpended balances of appropriations, allocations, and other funds available for functions transferred to the Board of Veterans' Appeals established under this Act, as determined by the Director of the Office of Management and Budget."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Reassurance Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide for judicial review of rulemaking by the Veterans' Administration, to provide for the payment of reasonable fees to attorneys, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:39-05:00"
}