{
  "actions": [
    {
      "acted_at": "1973-05-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-08-10", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 93-451.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-12", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #450 (369-40).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-12", 
      "bill_ids": [
        "s14-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S.14 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7974-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Hudnut, William H., 3d", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "00570", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kyros, Peter N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "00656", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Nelsen, Ancher", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00858", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Rogers, Paul G.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00978", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-21", 
  "number": "7974", 
  "official_title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres541-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr9975-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s14-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Maintenance Organization Act", 
  "sponsor": {
    "district": "2", 
    "name": "Roy, William R.", 
    "state": "KS", 
    "thomas_id": "00995", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-21", 
  "subjects": [
    "Health", 
    "Health maintenance organizations", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1973-08-10", 
    "text": "(LATEST SUMMARY) Health Maintenance Organization Act - Defines health maintenance organization as a public or private entity organized to provide basic and supplemental health services to its members. States that each member of such organization is to be provided basic health services for a basic health services payment which: (1) is to be paid on a regular basis without regard to the dates such services are provided; (2) is fixed without regard to the frequency, extent, or kind of health service furnished; and (3) is established under a community rating system. Authorizes the Secretary of Health, Education, and Welfare to make grants to, and enter into contracts with, public or nonprofit private entities for projects for surveys or other activities to determine the feasibility of developing or expanding health maintenance organizations which will serve residents of medically underserved areas. Provides that no grant may be made under this Act unless an application therefor has been submitted to, and approved by, the Secretary. States that such application shall be in such form, and submitted in such manner, as the Secretary shall by regulation provide. States that, in considering applications for feasibility grants and contract proposals under this Act, the Secretary shall give priority to applications and contract proposals for projects and health maintenance organizations which will serve residents of medically underserved areas. Provides that, if a feasibility project has been assisted with a grant or contract under this Act, the Secretary may not make any other grant or enter into any other contract for such project. Stipulates that any project under this Act must be completed within twelve months from the date the grant is made or contract entered into. Provides that the amount to be paid by the United States for a feasibility grant made, or contract entered into, under this Act shall be determined by the Secretary except that the amount to be paid by the United States for any single grant or contract shall not exceed $50,000 or 90 percent of the project cost. Prohibits any grant or contract for feasibility studies for a fiscal year after fiscal year 1976. Authorizes the Secretary to make grants to and enter into contracts with public or nonprofit private entities, and to make loans to public entities, for projects for the initial development of health maintenance organizations or for significant expansion of the membership of, or area served by, health maintenance organizations. States that, in considering applications for grants and contract proposals for planning projects under this section, the Secretary shall give priority to applications and contract proposals for projects for health maintenance organizations which will serve residents of medically underserved areas. Provides that the Federal share of such planning project grants or contracts shall not exceed $125,000. Provides that the amounts to be paid by the United States for any initial development project for a health maintenance organization under any grant or contract, or both when added to the amount of principal of any loans made or guaranteed under this Act for such project may not exceed the lesser of: (1) $1,000,000 or the product of $25 and the number of members that the health maintenance organization will have when it first becomes operational after its establishment or expansion, whichever is the greater; or (2) an amount equal to the greater of: (a) 90 percent of the cost of such project; or (b) in the case of a project for a health maintenance organization which will serve residents of a medically underserved area, up to 100 percent of such cost. Authorizes the appropriation of specified amounts for grants and loans for planning projects and initial development projects. Prohibits any grants, contracts, loans, or loan guarantees for planning for fiscal years after 1976 and for initial development costs for fiscal years after 1977. Authorizes the Secretary to make loans and loan guarantees for initial operation costs for health maintenance organizations. Authorizes appropriations for grants and contracts for feasibility surveys, planning and development costs for fiscal 1974, $40,000,000; for fiscal 1975, $45,000,000; for fiscal 1976, $50,000,000; and for fiscal 1977, $55,000,000. Authorizes appropriations to the loan fund in the Treasury for planning and initial development and operation, $20,000,000 for fiscal 1974 and $30,000,000 for fiscal 1975. Establishes requirements for applicants to meet before receiving funds under this Act, including the requirement that they be fiscally sound. Provides that the United States shall be entitled to recover from an applicant for a loan guarantee under this title the amount of any payment made pursuant to such guarantee, unless the Secretary for good cause waives such right of recovery. States that guarantees of loans under this Act shall be subject to such terms and conditions as the Secretary determines to be necessary to assure that the purposes of this Act will be carried out. Authorizes the Secretary, with due regard to the financial interests of the United States, to sell loans made by him under this title. Establishes within the Treasury a loan guarantee fund which shall be available to the Secretary without fiscal year limitation, in such amounts as may be specified from time to time in appropriation Acts, to enable him to discharge his responsibilities under loan guarantees issued by him under this Act. Authorizes the Secretary to bring a civil action to force health maintenance organizations receiving funds under this Act to provide basic and supplemental service to its members. Requires employers offering health benefits plans to give employees the option of membership in health maintenance organizations. Requires the Comptroller General to report to the Congress an evaluation of the operations of the health maintenance organizations receiving funds under this Act over a 36 month period. Requires the Secretary to make an annual report to the Congress on the programs of assistance under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Maintenance Organization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:01-05:00"
}