{
  "actions": [
    {
      "acted_at": "1978-06-23", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13281-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-23", 
  "number": "13281", 
  "official_title": "A bill to carry out the obligations of the United States under the International Sugar Agreement 1977, to protect the welfare of consumers of sugar and of those engaged in the domestic sugar industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sugar Act", 
  "sponsor": {
    "district": "22", 
    "name": "Vanik, Charles A.", 
    "state": "OH", 
    "thomas_id": "01183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-23", 
  "subjects": [
    "Agricultural price supports", 
    "Agricultural prices", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Exports", 
    "Federal employees and officials", 
    "Foreign trade and international finance", 
    "Import restrictions", 
    "Imports", 
    "Sugar", 
    "Sugar and sugar trade", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Sugar and sugar trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-23", 
    "text": "Sugar Act - Sets forth the policy of Congress with respect to foreign trade in sugar. Title I: International Sugar Agreement 1977 - Authorizes the President to limit or prohibit the importation of sugar and to otherwise regulate foreign trade in sugar to implement the International Sugar Agreement. Requires the President to submit to Congress an annual report on the Agreement. Title II: Import Adjustments - Requires the Secretary of Agriculture to determine each July, the minimum domestic market price per pound for the coming sugar supply year (October 1 through September 30 of the two succeeding calender years). Establishes a minimum price of $13.50 cents per pound, raw sugar equivalent. Authorizes the Secretary to impose an import fee to achieve the domestic market price objective. Requires the Secretary to recommend to the President quotas for the importation of sugar if necessary to achieve the domestic price objective. Exempts certain items from the fee and quota provisions. Title III: Sugar Payment Program - Directs the Commodity Credit Corporation to make deficiency payments available to processors or producers of domestic sugarbeets and sugarcane each year through the 1982 sugar supply year. Specifies the formula that should be used. Conditions such payments on: (1) fair and reasonable wages for employees as determined by the Secretary of Labor; and (2) observance of specified restrictions concerning the employment of children under age 16. Title IV: General Provisions - Authorizes the Secretary to issue regulations to carry out this Act. Grants jurisdiction to the U.S. district courts to enforce this Act. Specifies penalties for violations of this Act. Requires all persons engaged in the manufacturing, marketing, or transportation or industrial use of sugar to furnish the Secretary information on request. Prohibits investments or speculation in sugar by officials engaged in the administration of this Act. Directs the President to suspend the operation of Title II of this Act in a national emergency. Authorizes the Secretary to conduct surveys and investigations to carry out this Act. Suspends certain price support provisions of the Agricultural Act of 1949 for the 1977 and 1978 crops of sugarcane and sugarbeets. Terminates the Secretary's power under this Act on December 31, 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sugar Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to carry out the obligations of the United States under the International Sugar Agreement 1977, to protect the welfare of consumers of sugar and of those engaged in the domestic sugar industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:19-05:00"
}