{
  "actions": [
    {
      "acted_at": "1977-03-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 95-312.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-15", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #423 (244-88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-15", 
      "bill_ids": [
        "s717-95"
      ], 
      "references": [], 
      "text": "Measure laid on table, S. 717 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4287-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-02", 
  "number": "4287", 
  "official_title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres682-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s717-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Mine Safety and Health Amendments Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-02", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Department of the Interior", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Labor and employment", 
    "Mine safety", 
    "Miners", 
    "Mines and mineral resources", 
    "Occupational health and safety", 
    "Public safety", 
    "Toxic substances legislation"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1977-07-15", 
    "text": "(Measure passed House, amended, roll call #423 (244-88)) Federal Mine Safety and Health Amendments Act - =Title I: Amendments to the General Provisions of the Federal Coal Mine Health and Safety Act of 1969= - Amends the Federal Coal Mine Health and Safety Act of 1969 to extend the applicability of the provisions of such Act to mines other than coal mines. Transfers the functions of the Secretary of the Interior in developing health and safety standards to the Secretary of Labor. =Title II: Mine Safety and Health Standards Amendments= - Directs the Secretary of Health, Education, and Welfare to list the toxic substances found in the mines and to propose standards relating to these substances. Authorizes the Secretary to modify the application of any mandatory safety standard to a coal or other mine if the Secretary determines that an alternative will provide the same degree of protection afforded the miners of such mine. =Title III: Miscellaneous Provisions= - Transfers all functions of the Secretary of the Interior under the Coal Act and the Federal Metal and Nonmetallic Mine Safety Act, to the Secretary of Labor, except specified safety research responsibilities previously assigned to the Secretary of the Interior. Provides that mandatory standards relating to mines previously issued by the Secretary of the Interior shall remain in effect until the Secretary of Labor issues new or revised standards, applicable to coal and non-coal mines respectively. Requires that, within 60 days after the effective date of such Act, the Secretary shall establish an advisory committee which shall, within 180 days of its establishment, review the advisory health and safety standards previously issued under the Federal Metal and Nonmetallic Mine Safety Act, and recommend to the Secretary which of these shall be published as mandatory health and safety standards. Sets forth procedures for the promulgation of selected standards within 115 days. Provides that all unexpended balance of appropriations, personnel, property, records, obligations, and commitments which are used primarily with respect to any function transferred, shall be transferred to the Department of Labor. Provides that all existing orders, effective decisions, and similar legal matters related to functions transferred shall continue in effect until modified, terminated, superseded, or repealed by the Secretary of Labor, by any court of competent jurisdiction, or by operation of law. Establishes in the Department of Labor a Mine Safety and Health Administration, to be headed by an Assistant Secretary of Labor for Mine Safety and Health. Authorizes and directs the Secretary to carry out his functions through the Mine Safety and Health Administration. Increases the authorizations for coal mine health and safety research and State grant programs to $60,000,000 and $10,000,000 respectively. Maintains safety research functions under the Secretary of the Interior. Sets forth guidelines for the selection of mine safety inspectors. Provides that the National Mine Health and Safety Academy shall be maintained as an agency of the Department of the Interior, and shall be responsible for the training of mine safety and health inspectors and technical and support personnel of the Mine Safety and Health Administration, as well as other training programs. Stipulates that such Act does not reduce the number of inspectors engaged in the enforcement of the Federal Coal Mine Health and Safety Act, the Federal Metal and Nonmetallic Mine Safety Act, or the number of inspectors engaged in the enforcement of the Occupational Safety and Health Act of 1970. Requires that the President in his Budget message set forth as separate appropriation accounts amounts required for mine health and safety pursuant to the Federal Mine Health and Safety Act of 1977, and for occupational safety and health pursuant to the Occupational Safety and Health Act of 1970. Repeals the Federal Metal and Nonmetallic Mine Safety Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Mine Safety and Health Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Mine Safety and Health Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:36-05:00"
}