{
  "actions": [
    {
      "acted_at": "1983-11-17", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-21", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Subcommittee on Information Management. Hearings held. Hearings printed:  S.Hrg. 98-1037.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-26", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from NASA, State Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-29", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-29", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-13", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Defense Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-24", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Education Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2127-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Information Management and Regulatory Affairs", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1984-02-07", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Armstrong, William L.", 
      "sponsored_at": "1984-03-13", 
      "state": "CO", 
      "thomas_id": "00029", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1984-02-07", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1984-02-07", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1984-02-07", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1984-02-07", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-17", 
  "number": "2127", 
  "official_title": "A bill entitled \"Federal Advisory Committee Act Amendments of 1983.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Advisory Committee Act Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-17", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Civil service compensation", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government consultants"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-17", 
    "text": "Federal Advisory Committee Act Amendments of 1983 - Amends the Federal Advisory Committee Act to declare that advisory committees should: (1) be established only when the information sought by the committee is not otherwise available through another Federal source; (2) be terminated when the work of the committee becomes obsolete or too expensive; (3) be composed so that the committees are balanced in their membership in terms of points of view represented and functions to be performed; and (4) hold open meetings except where closed meetings are consistent with such Act. Prohibits agencies from compensating advisory committee members unless specifically required by law. Authorizes the head of an agency to hire a consultant as a committee member if the agency is otherwise unable to meet the need for technical expertise or the requirement for balanced membership. Authorizes the agency head to compensate committee staff members. Limits the amount of such compensation. Requires the rate of compensation to be reviewed annually. Lists additional duties of agency heads, including the duty to file a charter of an advisory committee and to designate a Committee Management Officer for the agency. Sets forth procedures that must be followed in establishing an advisory committee. Requires the agency head or chairperson of an independent Presidential advisory committee to ensure that: (1) each meeting is held at a reasonable time in a reasonably accessible place; (2) the size of the meeting room is sufficient; (3) any member of the public is permitted to file a written statement with the advisory committee; and (4) any member of the public may speak at a meeting if the agency's regulations so permit. Sets forth the procedure that must be followed to close an advisory committee meeting to the public. Requires the agency head or Administrator of an independent Presidential advisory committee to designate a full time Federal employee to be the designated Federal official for the advisory committee who: (1) must attend the meetings; (2) shall adjourn the meetings when it is in the public interest; and (3) shall, for agency-established advisory committees, approve or call the meetings, approve the agenda, and, if appointed by the agency head, chair the meeting. Prohibits an advisory committee from conducting a meeting in the absence of the designated Federal official. Requires the Administrator of the General Services Administration or a designee to issue instructions periodically to agencies regarding reporting requirements and procedures. Requires advisory committees to terminate after two years unless the President or agency head terminates it before that time. Authorizes the President to renew advisory committees established by the President. Authorizes agency heads to renew an advisory committee specifically directed by law. Requires an advisory committee whose duration extends beyond two years to file a new charter every two years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Advisory Committee Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Federal Advisory Committee Act Amendments of 1983.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:10-05:00"
}