{
  "actions": [
    {
      "acted_at": "1989-06-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1233-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-22", 
  "number": "1233", 
  "official_title": "A bill to amend the Public Health Service Act to assist communities in developing coalitions to implement a substance abuse prevention and intervention program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Community Substance Abuse Prevention Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-22", 
  "subjects": [
    "Community health services", 
    "Curricula", 
    "Drug abuse prevention", 
    "Drugs", 
    "Drugs and youth", 
    "Federal aid programs", 
    "Minorities", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-22", 
    "text": "Comprehensive Community Substance Abuse Prevention Act of 1989 - Amends the Public Health Service Act to direct the Secretary of Health and Human Services, through the Director of the Office for Substance Abuse Prevention, to make grants to eligible coalitions to: (1) plan and implement comprehensive long-term strategies for substance abuse prevention; (2) assess existing programs and activities to determine community resources, gaps, and barriers; (3) identify and solicit funding sources to enable the programs and activities to become self-sustaining; (4) develop a consensus regarding community priorities concerning substance abuse; (5) develop a plan to implement the priorities; and (6) coordinate substance abuse services and treatment programs, including those in schools and communities. Requires the coalitions to emphasize: (1) voluntary participation in the community; and (2) the involvement of community organizations and members. Sets forth application requirements. Mandates certain priorities in awarding grants. Authorizes appropriations for FY 1990 through 1992. Directs the Secretary, through the Director of the Office, to establish a National Substance Abuse Prevention Training Program. Requires the Director of the Program to: (1) develop a substance abuse prevention training curriculum for community groups; (2) provide technical assistance and support for community training on prevention and for advanced prevention and intervention training for community, State, and local staff; (3) develop specific training modules for problem areas and for professional groups that work with children and adolescents; (4) provide outreach to communities with substantial minority populations; (5) disseminate successful curricula and training practices in communities; and (6) evaluate training. Authorizes appropriations for FY 1990 through 1992. Directs the Secretary, through the Director of the Office, to make grants to: (1) provide substance abuse prevention training; (2) coordinate with other community resources and training; and (3) provide specialized training programs for professional groups that work with children and adolescents or that are targeted to specific population groups. Authorizes appropriations for FY 1990 through 1992. Amends the Public Health Service Act to increase the amount that the Secretary is required to make available for specified functions of the Office for Substance Abuse Prevention."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Community Substance Abuse Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to assist communities in developing coalitions to implement a substance abuse prevention and intervention program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:32-05:00"
}