{
  "actions": [
    {
      "acted_at": "1977-01-14", 
      "committee": "Senate Committee on Public Works (Subsequently: Environment and Public Works)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works (Subsequently: Environment and Public Works).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s253-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-14", 
  "number": "253", 
  "official_title": "A bill to amend the Clean Air Act, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Muskie, Edmund S.", 
    "state": "ME", 
    "thomas_id": "01410", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Air pollution control", 
    "Air quality", 
    "Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Motor vehicle pollution control", 
    "Motor vehicles", 
    "Research and development"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-14", 
    "text": "Clean Air Act Amendments - Amends the Clean Air Act to authorize the appropriation of $200,000,000 per year for fiscal year 1977, 1978, and 1979 to carry out the general provisions of the Act. Authorizes the appropriation of $129,223,500 for fiscal year 1977 for research, development, and demonstration. Authorizes the appropriation of $75,000,000 for fiscal years 1977 through 1979 for development of State transportation control plans. Title I: Amendments Primarily Relating to Title I of the Clean Air Act - Amends the Clean Air Act to direct the Administrator of the Environmental Protection Agency to provide training assistance to qualified personnel in State air pollution control agencies. Revises criteria for allocation of Federal assistance for State air pollution planning and control programs. Directs the States to classify air quality control regions, subject to modifications by the Administrator, for the purpose of transportation control planning and prevention of significant air quality deterioration. Directs the Administrator to issue information on costs, benefits, and energy requirements with respect to the establishment of air quality criteria under the Act. Directs the Administrator to publish information and guidelines on procedures and methods of transportation controls designed to reduce air pollution from mobile sources. Requires a thorough review of air quality criteria and standards by an independent scientific review committee at five-year intervals. Revises criteria for establishment of new source performance standards to require consideration of non-air quality environmental factors and energy requirements in establishing such standards. Authorizes use of alternative technological systems to achieve new source standards. Directs the Administrator to consider development of new source standards for additional categories of major stationary sources. Directs the Administrator to include additional new source standards upon application by State Governors. Authorizes the Administrator to waive new source performance standards to encourage use of technological innovations. Authorizes the Administrator to promulgate design or equipment standards, where appropriate, to control emissions of hazardous air pollutants. Authorizes States to extend compliance dates, in accordance with specified criteria, for stationary sources to January 1, 1979. Requires that major emitting sources be subject to a delayed compliance penalty in connection with the granting of such extensions. Revises provisions for assessment of civil and criminal penalties in connection with violations of implementation plan requirements and orders issued pursuant thereto. Establishes procedures for abatement of air pollution in foreign countries caused by pollutants emitted in the United States. Abolishes the Air Quality Advisory Board originally established by the Act. Repeals energy-related authority previously vested in the Administrator of the Environmental Protection Agency as it relates to stationary sources. Establishes procedures to allow major emitting facilities to convert to coal in order to conserve fuel and to allow additional time to comply with clean air requirements. Stipulates that Federal facilities shall not be immune or exempt from legal processes to enforce air pollution control requirements. Establishes procedures to authorize the use of supplemental controls for primary nonferrous smelters, upon application by owners or operators of such smelters, where it is demonstrated that control technology for such smelters is not adequately demonstrated to be reasonably available, considering costs, non-air quality environmental impacts, and energy requirements and where continued emissions will not violate national primary or secondary air quality standards. Stipulates that compliance schedules issued under such procedures shall not result in a postponement of applicable emission requirements beyond January 1, 1988. Directs the Administrator to review all relevant information concerning emissions of vinyl chloride, cadmium, arsenic, and polycyclic organic matter with a view to possible designation of such substances as criteria pollutants or as hazardous air pollutants. Directs the Administrator to issue criteria with a view to establishing a national ambient air quality standard for emissions of nitrogen dioxide over a period of not more than one hour. Directs the Administrator to study the effects of these substances, along with sulfates and other derivatives of nitrogen oxides. Prohibits the construction or modification of major emitting facilities which would result in violations of air quality standards unless specified requirements are met. Requires that such new or modified facilities utilize the best available control technology as defined by this Act and that such facilities comply with applicable emission limitations by January 1, 1979. Directs the Administrator to conduct an independent study, through the National Academy of Sciences, to review the necessity of indirect source review programs contained in State implementation plans. Imposes limitations on the use of indirect source controls unless necessary to meet national primary ambient air quality standards for mobile source-related pollutants. Defines the term \"indirect source\" to include various facilities which may attract mobile pollution sources. Directs the Administrator to establish procedures for abating interstate air pollution. Directs the Administrator to contract for a National Academy of Sciences study of the nature and likelihood of potential effects on the public health and welfare from the release of substances into the stratosphere. Directs the Secretary of Labor, the National Aeronautics and Space Administration, the National Oceanic and Atmospheric Administration, the National Science Foundation, the Secretary of Agriculture, and the Secretary of Health, Education, and Welfare to submit reports on studies of related matters. Directs the Administrator to consider such information and promulgate final regulations no later than April 1, 1978, subject to Congressional review. Imposes civil penalties of up to $10,000 per day for violation of such regulations. Requires States to submit plans for prevention of significant deterioration of air quality in clean air regions, subject to approval by the Administrator. Establishes guidelines for classification of such regions. Imposes limitations on projected increases in ambient concentrations of particulate matter and sulfur dioxide for each class of such regions. Requires that newly constructed major emitting facilities in such regions utilize the best available control technology and certify that emissions from such facility will not contribute to a cumulative change in ambient air quality greater than the appropriate limits. Directs the Administrator to recommend to the Congress strategies to prevent significant deterioration by controlling pollutants other than particulates and sulfur dioxide. Directs the Administrator to convene a conference on air quality modeling within six months after the enactment of this Act and every three years thereafter. Directs the Administrator to publish guidelines and reports with respect to prevention of significant deterioration and control of photochemical oxidants on a regional or multistate basis. Authorizes the Administrator to grant extensions of up to five years for the attainment of national primary ambient standards where transportation measures are required. Details requirements for the submission of any such extension application by the Governor of the affected State. Directs the Administrator to make grants to local officials in order to assist in the development of transportation control plans for the area. Authorizes decreases in levels of such assistance if localities fail to implement conditions imposed as a result of an extension granted the region by the Administrator. Title II: Amendments Primarily Relating to Title II of the Clean Air Act - Revises emission standards for light duty motor vehicles to extend for two years from model year 1977 to 1979 the compliance date for light-duty vehicles to achieve a 90 percent reduction of carbon monoxide and hydrocarbon emissions from 1970 levels. Revises the applicable nitrogen oxides standard to require model year 1981 light duty vehicles to achieve a standard of 1.0 gram per vehicle mile. Extends the 2.0 gram per mile interim standard through model year 1980. Directs the Administrator to require submission of research and development plans by major automobile manufacturers designed to achieve such goals. Revises motor vehicle emission standards to require heavy duty vehicles manufactured in model years 1979 and afterwards to utilize the best available control technology to reduce carbon monoxide, hydrocarbon, particulate, and nitrogen oxide emissions. Establishes model year 1983 emission standards for heavy-duty vehicles which require a 75 percent reduction in nitrogen oxides emissions and a 90 percent reduction in carbon monoxide and hydrocarbon emissions from such vehicles. Authorizes the Administrator to issue revised emission standards following public hearings and submission of a report to Congress. Directs the Administrator to study the possibility of increased use of cost-effectiveness analyses in order to achieve the purposes of this Act. Directs the Administrator to study the health effects of particulate emissions from motor vehicles. Directs the Federal Trade Commission to study the impact on competition of various warranties imposed by the Act with respect to motor vehicle emission control systems. Directs the Administrator to study the health effects of emissions of sulfur compounds from motor vehicles and aircraft. Requires that State implementation plans provide for annual inspection and maintenance of light-duty vehicles in regions where transportation control measures are refined. Directs the Administrator to establish emission standards for air pollutants from railroad locomotives. Directs the Secretary of Transportation to make inspections to insure compliance with such standards. Prohibits States and localities from adopting different standards. Title III: Amendments Primarily Relating to Title III of the Clean Air Act - Stipulates that the degree of emission limitation required under applicable State clean air implementation plans shall not be affected by stack height or any other dispersion technique. Authorizes courts to award costs of litigation, including reasonable attorney and witness fees, in judicial proceedings where review of action of the Administrator is sought. Prohibits discrimination against employees who participate in any proceeding under the Act. Establishes procedures for allocation of cost of emission control for vapor recovery with respect to mobile source fuels. Directs the Federal Trade Commission to study the effects of such requirements on independent small business marketers of gasoline. Authorizes the Administrator to exempt small, independent firms from such requirements. Directs the Administrator, in cooperation with the National Academy of Sciences, to study the hazards presented by emissions of fine particulate matter. Requires disclosure of known financial interests which might conflict with administration of the Act by employees of the Environmental Protection Agency. Directs the Administrator to prepare economic impact assessments for regulations proposed under this Act. Establishes a National Commission on Air Quality to study various air pollution control objectives and alternatives and report to the Congress. Authorizes the appropriation of $18,000,000 for such study. Directs the Administrator to study the problem of carbon monoxide intrusion into buses and sustained-use motor vehicles. Title IV: Miscellaneous Amendments - Redefines the basis of administrative standards under the Act to direct the Administrator to act where emissions cause or contribute to air pollution which may reasonably be anticipated to endanger the public health or welfare. Stipulates that rules or regulations prescribed by the Administrator under the Clean Air Act shall be subject to Congressional review. Directs the Administrator to transmit a comprehensive five-year plan of environmental research, development, and demonstration to the Congress, to be updated on an annual basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:57-05:00"
}