{
  "actions": [
    {
      "acted_at": "1975-10-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10184-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-09", 
  "number": "10184", 
  "official_title": "A bill to amend the Regional Rail Reorganization Act of 1973 to facilitate implementation of the final system plan by broadening the purposes for which assistance is available under title IV.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2520-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Local Rail Service Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-09", 
  "subjects": [
    "Railroad reorganization", 
    "Railroads", 
    "Railroads and state"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-09", 
    "text": "Local Rail Service Amendments - Revises the Regional Rail Reorganization Act by reducing from $1,500,000,000 to $25,000,000 the amount of United States Railway Association obligations which may be outstanding at any one time. Removes from the Association the authority to make loans to the National Railroad Passenger Corporation to assist in implementing the final system plan for the Northeast Corridor. Authorizes the Secretary of Transportation to make modernization and acquisition loans directly rather than through the Association. Authorizes to the Secretary the appropriation of such sums as may be necessary to meet the administrative expenses associated with his responsibility under this Act. Prohibits the trustees of railroads in reorganization from making any previously deferred interline payments when the railroad has received or is likely to need emergency assistance within 90 days before or after the proposed payment. Enables the Secretary to use up to $25,000,000 of any emergency assistance not spent by the time the final system plan becomes effective for improvements to the Northeast Corridor for high speed rail passenger service. Provides that an equipment obligee may not reject payment under an agreement made by the Association for the acquisition, maintenance, or improvement of railroad facilities and equipment, and at the same time repossess the equipment unless it can prove that to agree to the Association purchase would cause it a significant economic detriment in its capacity as an equipment obligee. Establishes procedures for the discontinuance, by railroads in the region, of service operated on rail properties, the abandonment of which is specified by the final system plan as part of the arrangement for joint use or operation of rail properties. Authorizes the Secretary to provide financial assistance to assist in the acquisition or modernization of rail properties necessary to accomodate the transportation of freigh previously moved by rail service not designated to be continued in the final system plan. Authorizes a $25,000,000 appropriation to fund for acquisition and modernization loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Rail Service Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Regional Rail Reorganization Act of 1973 to facilitate implementation of the final system plan by broadening the purposes for which assistance is available under title IV.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:19-05:00"
}