{
  "actions": [
    {
      "acted_at": "1985-04-17", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s933-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-17", 
  "number": "933", 
  "official_title": "A bill to establish State pension investment units, a secondary market for industrial mortgages, State venture capital and royalty finance corporations, and a national loan loss reserve fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Entrepreneurship Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-17", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Corporate finance", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Entrepreneurs", 
    "Federal-state relations", 
    "Government and business", 
    "Government corporations", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Industrial promotion", 
    "Investment advisers", 
    "Investment banking", 
    "Labor and employment", 
    "Mortgages", 
    "Pension funds", 
    "Regional planning", 
    "Securities and Investments", 
    "Small business", 
    "State finance", 
    "States", 
    "Venture capital"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-17", 
    "text": "National Entrepreneurship Act - Title I: State Pension Investment Units - Requires a pension investment unit of each State, in order to help accelerate such State's rate of economic growth and job creation, to: (1) issue an annual report to the State's Governor which identifies and makes recommendations to eliminate tax and legal barriers that prevent pension funds from investing a greater portion of their assets in the securities of young entrepreneurial corporations; (2) analyze and evaluate the long-term growth potential of such corporations; (3) help pension funds reduce the risk of investing in such corporations; and (4) develop new investment options and collect and disseminate information about other investment options. Requires the Secretary of Labor to solicit proposals from States for the establishment and operation of State pension investment units. Authorizes the Secretary to make grants to States to pay the Federal share (not to exceed 50 percent) of the cost of establishing and operating such units. Requires each State, in order to be eligible to receive such a grant, to designate as a pension investment unit a new or existing office within the State government. Requires each unit to establish an Advisory Council composed of trustees and managers of pension plans established in the State and an Advisory Committee composed of representatives of participants in, and beneficiaries of, major public and private pension plans established in such State. Limits the amount of Federal payments a State may receive during the program's three years. Authorizes appropriations through FY 1988. Terminates the authority granted by this title after FY 1988. Title II: State Venture Capital Corporation Assistance Act - Provides Federal matching grants to States which establish or expand existing venture capital corporations. Sets forth the eligibility criteria for such a matching grant. Requires the Secretary of Commerce to monitor and evaluate annually the effectiveness of each corporation assisted under this title. Authorizes appropriations. Title III: Secondary Mortgage Markets - Technology Development and Mortgage Assurance Corporation Act - Establishes the Technology Development and Mortgage Assurance Corporation which is authorized to purchase, make commitments to purchase, hold, deal with, and sell certain kinds of industrial mortgages from any qualified financial institution. Directs the Corporation to: (1) establish criteria for determining the eligibility of financial institutions to be certified to originate, sell, and service industrial mortgages; and (2) receive applications for certification. Permits the Corporation to issue and sell securities based upon such mortgages as it may set aside. Title IV: Loan Loss Reserve Fund - Requires the Chairman of the Federal Deposit Insurance Corporation and the Chairman of the Federal Home Loan Bank Board to establish an Entrepreneurship Loan Loss Reserve Fund which shall receive equal premium payments from participating lenders, borrowers, and the Government for the purpose of insuring lenders against defaults on loans to small businesses, young businesses, and entrepreneurial corporations. Requires each respective Chairman to certify institutions which are eligible to participate in the loan loss reserve program and to record eligible loans. Sets forth procedures to be followed in the case of a default by a qualifying business on any eligible loan. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Entrepreneurship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology Development and Mortgage Assurance Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish State pension investment units, a secondary market for industrial mortgages, State venture capital and royalty finance corporations, and a national loan loss reserve fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:20-05:00"
}