{
  "actions": [
    {
      "acted_at": "1987-10-16", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-10-20", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Burdick. With written report No. 100-203.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-20", 
      "calendar": "Senate Legislative", 
      "number": "384", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 384.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-01-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1800-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-20", 
  "number": "1800", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, and Related Agencies programs for the fiscal year ending September 30, 1988, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-10-16", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural extension work", 
    "Agricultural marketing regulation", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Appropriations", 
    "Budget deficits", 
    "Building leases", 
    "Civil service employment", 
    "Collection of accounts", 
    "Commodity Futures Trading Commission", 
    "Commodity control", 
    "Congressional oversight", 
    "Corporations", 
    "Credit", 
    "Dairy products", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Farm Credit Administration", 
    "Federal budgets", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Flood control", 
    "Flowers", 
    "Food and Drug Administration (FDA)", 
    "Food and Food Industry", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Futures trading", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hawaii", 
    "Health", 
    "Layoffs", 
    "Marijuana", 
    "Marketing of farm produce", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Milk", 
    "Narcotic traffic", 
    "Nutrition", 
    "Oilseeds", 
    "Poland", 
    "Public assistance programs", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Soil conservation", 
    "Veterinarians", 
    "Veterinary medicine", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-20", 
    "text": "Title I: Agricultural Programs - Appropriates funds for FY 1988 for the following programs and services: (1) Office of the Secretary of Agriculture; (2) Office of the Assistant Secretary for Administration; (3) rental payments; (4) building operations and maintenance; (5) advisory committees; (6) hazardous waste management; (7) departmental administration; (8) Working Capital Fund; (9) Office of the Assistant Secretary for Governmental and Public Affairs; (10) Office of the Inspector General; (11) Office of the General Counsel; (12) Office of the Assistant Secretary for Economics; (13) Economic Research Service; (14) National Agricultural Statistics Service; (15) World Agricultural Outlook Board; (16) Office of the Assistant Secretary for Science and Education; (17) Agricultural Research Service; (18) Cooperative State Research Service; (19) extension service; (20) National Agricultural Library; (21) Office of the Assistant Secretary of Marketing and Inspection Services; (22) Animal and Plant Health Inspection Service; (23) Food Safety and Inspection Service; (24) Federal Grain Inspection Service; (25) Agricultural Cooperative Service; (26) Agricultural Marketing Service; (27) Packers and Stockyards Administration; (28) Office of the Under Secretary for International Affairs and Commodity Programs; (29) Agricultural Stabilization and Conservation Service; (30) Dairy Indemnity Program; (31) Federal Crop Insurance Corporation; and (32) Commodity Credit Corporation. Authorizes specified amounts to be transferred from the Commodity Credit Corporation to support the General Sales Manager in expanding commodity sales abroad. Directs the Commodity Credit Corporation to make specified amounts available for short-term and intermediate export credit. Amends the Commodity Credit Corporation Charter Act to increase the borrowing authority of the Commodity Credit Corporation. Increases the amount of outstanding obligations the Corporation may have at any one time. Title II: Rural Development Programs - Appropriates funds for rural development assistance as follows: (1) Office of the Under Secretary for Small Community and Rural Development; (2) Farmers Home Administration; (3) Rural Electrification Administration; (4) Soil Conservation Service; and (5) Agricultural Stabilization and Conservation Service. Title III: Domestic Food Programs - Appropriates funds for the: (1) Office of the Assistant Secretary for Food and Consumer Services; (2) Food and Nutrition Service; and (3) Human Nutrition Information Service. Directs the Secretary of Agriculture to report to the Congress not later than February 1, 1990, on a study of savings in assistance to families with newborns under State medical assistance plans (Medicaid) and State indigent health care programs, during the first 60-day period after birth, as the result of the prenatal participation of mothers in the special supplemental food program under the Child Nutrition Act of 1966. Title IV: International Programs - Appropriates funds for: (1) the Foreign Agricultural Service; (2) Public Law 480 (financing the sale of agricultural commodities for convertible foreign currencies); (3) the Office of International Cooperation and Development; and (4) scientific activities overseas. Title V: Related Agencies - Appropriates funds for the: (1) Food and Drug Administration; (2) Commodity Futures Trading Commission; and (3) Farm Credit Administration. Title VI: General Provisions - Limits the expenditure of appropriations for consulting services through procurement contract to those contracts where such expenditures are a matter of public record and available for public inspection. Authorizes the use of funds for replacement passenger motor vehicles and uniforms and allowances. Limits the availability of funds for contracting for research and service work. Prohibits the use of funds for production payments to recipients who harvest marihuana or other prohibited drug-producing plants for illegal use. Limits the amount of transfers to the Working Capital Fund for the purpose of accumulating growth capital for data services and National Finance Center operations. Prohibits the use of funds to implement, administer, or enforce any regulation which has been disapproved pursuant to any resolution of disapproval. Provides that the certificates of beneficial ownership sold by the Farmers Home Administration (FmHA) in connection with specified insurance funds shall not be less than 65 percent of the value of loans closed during the fiscal year. Prohibits the use of funds to carry out any activity related to phasing out the Resource Conservation and Development Program. Prohibits the use of funds to prevent or interfere with the right and obligation of the Commodity Credit Corporation to sell surplus agricultural commodities in world trade at competitive prices. Authorizes the provision of specified commodities to individuals in cases of hardship. Prohibits the payment of any funds out of the Treasury to any private individual or corporation in satisfaction of a loan guarantee entered into by a Federal agency or corporation with respect to loans made and credits extended to the Polish People's Republic, unless: (1) the Republic has been declared to be in default of its debt to such individual or corporation; or (2) the President has provided a monthly written report to specified congressional leaders justifying any such payments during the previous month. Directs the Secretary of Agriculture to initiate construction on not less than 20 new projects under the Watershed Protection and Flood Prevention Act and not less than five new projects under the Flood Control Act. Prohibits the use of funds under any Act to relocate the Hawaii State Office of the Farmers Home Administration from Hilo, Hawaii, to Honolulu, Hawaii. Exempts Department of Agriculture veterinarians from personal service contract restrictions with respect to taking animal blood samples, testing and vaccinating animals, and performing branding and tagging activities on a fee-for-service basis. Prohibits employee reductions below specified levels for the FmHA, the Agricultural Stabilization and Conservation Service, the Rural Electrification Administration, and the Soil Conservation Service. Authorizes the use of funds for a one-year contract which is to be performed in two fiscal years if such contract's total amount is obligated in the same year for which the funds are appropriated. States that appropriations shall be applied only to the objects for which the appropriations were made, unless otherwise provided by law. Prohibits the use of funds to restrict the authority of the Commodity Credit Corporation to lease jointly-occupied space for its own use or on behalf of other Department of Agriculture agencies. Prohibits the use of funds to release information acquired from certain handlers under the Agricultural Marketing Agreement Act of 1937. Prohibits the use of funds by the FmHA to employ or otherwise contract with private debt collection agencies to collect delinquent payments from FmHA borrowers. Amends the Food Security Act of 1985 to continue the program of guaranteed loans and grants to nonprofit national rural development and finance corporations through FY 1988. Directs the Secretary of Agriculture to make available indemnity payments, in the form of cash or negotiable commodity certificates, to persons who plant oil-type sunflowers for harvest during the 1988 crop year. Sets the payment rate at the difference between average market prices and eight cents per pound. Limits the annual payment per recipient and sets a total payment limitation of $18,000,000. Authorizes the Secretary to adjust the payment rate to comply with these limits. Directs the Secretary, after 180 days, but not later than one year following this Act's enactment, to: (1) determine whether the traditional and historic price and market share relationship between cottonseed and its products and sunflowers and their products has been changed as a result of direct payments to sunflower producers; and (2) take steps to restore the traditional relationship if a market share decrease or price decline is noted with respect to cottonseed or its derivative products. Amends the Agricultural Act of 1949 to provide that, notwithstanding the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) and the subsequent sequestration order issued by the President (under such Act), FY 1987 dairy expenditure reductions shall be implemented through a reduction in the price received by milk producers rather than through a reduction in Commodity Credit Corporation payments for dairy product purchases. States that such reductions shall be no greater than needed to equal the reduction in milk support expenditures required by such order."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for Agriculture, Rural Development, and Related Agencies programs for the fiscal year ending September 30, 1988, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:44-05:00"
}