{
  "actions": [
    {
      "acted_at": "1979-03-15", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-15", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-196 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-196 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology with amendment, H. Rept. 96-196 (Part III).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs, H. Rept. 96-196 (Part IV).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-26", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology, H. Rept. 96-196 (Part V).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Interstate and Foreign Commerce rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "bill_ids": [
        "hr4839-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended (inserted text of H.R. 4839), roll call #596 (263-150).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-29", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3000-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-15", 
  "number": "3000", 
  "official_title": "A bill to authorize appropriations to the Department of Energy for civilian programs for fiscal year 1980 and fiscal year 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres379-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4839-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s688-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Department of Energy Authorization Act for Fiscal Years 1980 and 1981-Civilian Applications", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-15", 
  "subjects": [
    "Alternative energy sources", 
    "Authorization", 
    "Biomass energy", 
    "California", 
    "Coal", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Cost overruns", 
    "Department of Energy", 
    "Economics and public finance", 
    "Electric power", 
    "Energy conservation", 
    "Energy supplies", 
    "Environmental protection", 
    "Fossil fuels", 
    "Fuel allocation", 
    "Gasoline", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hawaii", 
    "Information services", 
    "Intergovernmental fiscal relations", 
    "Laboratories", 
    "Nevada", 
    "New York State", 
    "Nuclear facilities", 
    "Nuclear fission", 
    "Nuclear fuels", 
    "Nuclear fusion", 
    "Petroleum reserves", 
    "Public lands and natural resources", 
    "Radiation safety", 
    "Radioactive decontamination", 
    "Radioactive wastes", 
    "Refuse and refuse disposal", 
    "Relocation of employees", 
    "Renewable natural resources", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Small business", 
    "Solar energy", 
    "South Dakota", 
    "Tax credits", 
    "Uranium", 
    "Washington State"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-10-24", 
    "text": "(Measure passed House, amended (inserted text of H.R. 4839), roll call #596 (263-150)) Department of Energy Civilian Programs 1980 Authorization Act - =Title I: Research and Development= - Authorizes appropriations for fiscal year 1980 for the following programs; (1) fossil energy coal, oil and gas programs; (2) specified conservation programs; (3) solar technology and applications programs; (4) biomass research and development programs; (5) nuclear fission energy and fusion programs; (6) geothermal energy research and development programs; (7) low head hydroelectric development programs; (8) electric energy systems programs; (9) energy storage systems programs; (10) basic energy sciences programs; (11) supply research and development; (12) high energy physics programs; (13) nuclear physics programs; (14) uranium enrichment process development programs; (15) environmental research and development programs; and (16) energy research and development. Directs the Secretary of Energy to carry out a high-level liquid nuclear waste management demonstration project at the Western New York Service Center in West Valley, New York. Specifies the nature of the activities to be carried out at such project and authorizes appropriations to the Secretary for fiscal year 1980 to carry out such activities. Prohibits funds authorized and appropriated in subsequent fiscal years for such project from being used by the Secretary until the Secretary, the State of New York, and other appropriate persons enter into contracts and other agreements for the transfer of title to such waste, the utilization by the Secretary of Center facilities and property, the sharing of project costs, and other matters relevant to the conduct of such project. Requires the Secretary to consult with specified Federal and State agencies and the commercial operator of the Center in carrying out such project. Directs the Secretary to submit annual reports to specified congressional committees on activities conducted in connection with such project. Directs the Secretary to make a preliminary determination on: (1) the location of a site to serve as a technology demonstration repository for nuclear wastes; and (2) the techniques and methods for the design, construction, and operation of such a repository. Requires the Secretary to consider candidate sites located on Federal lands in basalt media at Hanford, Washington, and in tulf or granite media within or contiguous to the Nevada test site. Directs the Secretary to report his preliminary determination to both Houses of Congress. Requires the Secretary within six months of such determination to: (1) recommend a specific site; (2) report to Congress the reasons for such selection and an estimate of the total costs; and (3) authorize the initiation of design activity and completion of site-specific geology directed toward construction and operation of such repository. Directs the Secretary to submit a report to Congress by September 30, 1980, specifying the construction schedule which insures that the repository is in operation by September 30, 1985. Authorizes appropriations for fiscal year 1980 to carry out such project. Authorizes appropriations for fiscal year 1980 for supply research and development plant and capital equipment for specified projects. Stipulates that the Federal share of each plant and capital equipment construction project, with respect to Department of Energy civilian research and development programs, shall be funded exclusively from an account separate from operating expenses. Allows operating expenses to be used for: (1) any construction project having a total estimated Federal cost of $500,000 or less; (2) the conceptual design of any project; (3) the procurement and installation of individual components fabricated for research and development or testing; (4) experimental test equipment to conduct specific investigations; and (5) solar heating and cooling demonstrations. Requires that the Department notify the appropriate committees of each of the Houses 60 days in advance of commencing construction for major projects where it is in the national interest to initiate construction in advance of the next annual budget cycle. Prohibits any appropriated funds authorized by this Act from being obligated for expenditure or expended for long lead procurement, land acquisition, or construction for specified plant and capital equipment projects where the estimated total Federal cost of the project is greater than $50,000,000 unless the Congress is notified and a 60-day waiting period expires. Prohibits monies to be used to place, bury, or store in any subsurface geologic repository any irradiated nuclear fuel assembly from any nuclear reactor unless the geologic repository is designated so that all fuel assemblies can be easily and economically retrieved. Directs the Secretary to submit a plan, by February 1, 1980, to terminate contracts between the United States and the Regents of the University of California for work at the Ernest Orlando Lawrence Berkeley Laboratory. Requires the Secretary to study the types of contracts that would best provide for continuation of the work performed under such existing contracts. Directs the Secretary to include in any replacement contract terms to assure that: (1) the objectives and missions of such laboratory continue to be in the field of basic scientific research; (2) the transition be orderly and preserve employee rights and benefits; and (3) any new contractor may retain current management officials and employees to maintain and foster excellence in laboratory work. Redesignates such Laboratory as the \"Ernest Orlando Lawrence Berkeley National Laboratory.\" Directs the Secretary, within 90 days after enactment of this Act, to transmit to Congress a description of the comprehensive, multi-year program plan for energy conservation research, development, and demonstration. Sets forth the information to be included in such plan. =Title II: Regulatory and Related Functions= - Authorizes appropriations for fiscal year 1980 for expenses to the Economic Regulatory Administration, the Office of Hearings and Appeals, the Federal Energy Regulatory Commission, the Energy Information Administration, and for Strategic Petroleum Reserve Plan functions. Permits the expenditure of funds to allocate motor gasoline on a priority basis for agricultural users or for other priority allocations. Directs the Secretary of Energy, acting through the Economic Regulatory Administration, to investigate and report to the Congress on the extent to which credit practices between refiners and others marketing and distributing middle distillates: (1) adversely affect the competitive viability of independent refiners and marketers; (2) are justified by market conditions; and (3) are consistent with the objectives of the Emergency Petroleum Allocation Act of 1973. Directs the Secretary to review mandatory allocation regulations applicable to petroleum products and modify such regulations, if practicable. Requires the Secretary to report to Congress on the middle distillate situation. Authorizes appropriations for purposes of developing a plan for the establishment of a strategic petroleum reserve in Hawaii. Directs that a copy of such plan be transmitted to the House Committee on Interstate and Foreign Commerce and the Senate Committee on Energy and Natural Resources. Provides for the establishment of a local energy reference center to serve as a data bank and information center for States and units of local government. Authorizes appropriations for such center. Provides that such center be established through contractual arrangement with a nonprofit organization experienced in the dissemination of information to localities. Directs the Secretary to establish a program of grants to units of local government which have demonstrated success in energy projects for providing information on such projects to such center. Limits each grant recipient to no more than three percent of the total funds appropriated for such purposes. Allows public utilities to recover through appropriate rates all capital and increased operation maintenance costs incurred in connection with burning coal. =Title III: Commercialization and Related Activities= - Authorizes appropriations for fiscal year 1980 for expenses for specified renewable resources and conservation activities. Requires the Secretary of Energy to enter into contracts to establish a continuing national public awareness campaign on energy conservation and a national evaluation program to determine the effectiveness of such campaign. Provides that such program shall be designed to achieve a five percent reduction in energy consumption and an aggregate savings to the public of $17,500,000,000. Requires that a report on such program be transmitted to specified congressional committees. Authorizes appropriations for such program. =Title IV: Tax Credit Study= - Authorizes appropriations for a study to be conducted by the Secretary to assess the feasibility of Federal tax credits for residential coal-heating equipment. Requires the Secretary to report the results of such study to the Congress within fiscal year 1980. =Title V: Power Marketing, Federal Leasing and Other Activities= - Authorizes appropriations for fiscal year 1980 for the Alaska Power Administration, the Southeastern Power Administration, the Southwestern Power Administration, and the Western Area Power Administration. Authorizes the Bonneville Power Administration to make expenditures from the Bonneville Power Administration Fund to provide for energy conservation and the use of renewable energy sources. Authorizes appropriations for specified Federal Leasing and fuel data gathering and analysis programs. =Title VI: Nuclear Assessment Spent Fuel Disposition Operations, and Decontamination and Decommissioning= - Authorizes appropriations for fiscal year 1980 for uranium resource assessment operating expenses, capital investment, construction, fuel disposition functions, and decontamination and investment, construction, fuel disposition functions, and decontamination and investment, construction, fuel disposition functions, and decontamination and decommissioning functions. Authorizes appropriations for fiscal year 1980 for the Secretary of Energy to conduct studies and to select temporary sites for the interim storage of spent fuel for nuclear power reactors licensed by the Nuclear Regulatory Commission and, consistent with existing law, foreign commercial reactors. Requires that the Secretary submit a report to the Congress and the President concerning the construction of any away-from-reactor facility. Stipulates that the views and comments of the Governor of any State in which there is located a spent fuel storage facility site are to be included in such report. Directs the Secretary to investigate whether it is appropriate to fund 90 percent of the cost of cleanup of the uranium mill tailing site at Edgemont, South Dakota (which is under the control of the Tennessee Valley Authority) under the provisions of the Uranium Mill Tailings Radiation Control Act of 1978. Requires that a report on the appropriate legislative recommendations and the views and recommendations of the Tennessee Valley Authority be submitted to the Congress. Directs the Secretary to arrange for the removal of spent nuclear fuel of domestic origin from countries potentially ineligible for additional nuclear exports pursuant to specified provisions of the Atomic Energy Act of 1954. Requires that the Secretary, in providing for transitional storage of such spent fuel, insure that civilian nuclear plants have the ability to maintain full core reserve in their storage capacity in order to cope with any emergency. Authorizes appropriations for such activities. =Title VII: Other Renewable Resources and Conservation Activities= - Authorizes appropriations for other renewable resources and conservation activities involving: (1) analysis and technology transfer functions regarding buildings and community systems; (2) energy extension services; (3) appropriate technology; (4) urban waste energy conservation; (5) fossil energy; (6) solar applications; and (7) industrial energy conservation. Requires the Secretary to collect, evaluate, and disseminate to the general public information regarding the collection of biomass and its conversion to energy and to fuels. Requires that the Secretary report to Congress on such activities. =Title VIII: Other Departmental Activities= - Authorizes appropriations for fiscal year 1980 for: (1) operating expenses and capital investment for specified uranium enrichment programs and projects; (2) commercial waste management operating expenses; and (3) Departmental administrative activities operating expenses, construction, and capital equipment acquisition and fabrication not related to construction. Directs the Secretary, in consultation with Nuclear Regulatory Commission, State utility commissions, and the public, to develop a civilian nuclear reactor operator training program. Directs the Secretary to conduct research on critical aspects of man-machine interactions in the operations of such reactors. Directs the Secretary to submit to the President and specified congressional committees a report on the national program for management of commercial high level waste and spent fuel, including identification of the sites being considered for license as permanent repositories for such waste or spent fuel. Requires the Secretary to give primary consideration to candidate sites located on Federal lands with suitable hydrology and geology which are in or contiguous with sites having significant quantities of high-level byproduct and special nuclear materials. Directs the Secretary to use the Department's domestic energy research, development, and demonstration activities in support of its international energy program and to coordinate such international program with programs of the Department of State, the Agency for International Development, and other agencies responsible for international energy activities. Authorizes appropriations for fiscal year 1980 for such international program, part of which is to be allocated to the design of an international program concentrating on the problems of less developed countries and part of which is to be used to implement high priority projects identified in such international program. Requires that such international activities be performed within the framework of the Development Coordination Committee and in cooperation with the Agency for International Development. Directs the Secretary to study and report to Congress on low-level radioactive wastes. Requires that such report contain a plan to establish repositories for such waste. Directs the Secretary to submit a report to specified congressional committees on the long-term policy and plan for uranium enrichment. Directs the Secretary to maintain a central file of all forms used to obtain information on any energy program conducted by the Secretary. Provides that the Secretary shall promulgate regulations to simplify and reduce paperwork. =Title IX: Provisions Regarding Use of Funds= - Prohibits the use of appropriated funds for any program in excess of the amount actually authorized for that program under this Act and any reprogramming that decreases certain authorizations by more than five percent, or $10,000,000, whichever is less, unless the Congress is notified and a 30-day waiting period expires. Requires the Secretary to assure that small business concerns have an opportunity to participate in programs authorized under this Act and to use his authority to protect trade secrets of such businesses. Sets forth limitations on the use of amounts appropriated pursuant to this Act regarding management support services and unexpended balances. Amends the Department of Energy Organization Act to allow the Department to use certain revenues received from uranium enrichment services, when permitted in an annual appropriation Act. Limits the use of such revenues to the payment of the cost incurred in providing such services. Requires that all monies, other than enrichment revenues and certain other receipts, collected by the Department and the Federal Energy Regulatory Commission in fiscal year 1980 and thereafter shall be deposited into the Treasury as miscellaneous receipts. Requires that the Secretary submit to the Congress an annual report concerning enrichment service revenues. Waives certain postemployment restrictions of the Department of Energy Organization Act for Department employees until September 30, 1980. Limits the Department's use of operating funds for research, development and demonstration projects and authorizes the Department to transfer funds to other agencies to perform work for the Department. Allows authorizations in this Act for construction line item projects to remain effective without fiscal year limitation through fiscal year 1982. Authorizes appropriations to pay for automatic pay increases. Prohibits the Department from using funds appropriated under this Act for renovation, furnishing, or repair of facilities to provide temporary or permanent space for personnel relocated as a result of the establishment of the Department. Prohibits the use of funds for the transportation to or the storage of spent nuclear fuel or high-level radioactive waste on any territory or possession of the United States or the Trust Territory of the Pacific Islands unless: (1) the President reports to Congress before any transfer; or (2) the President determines that an emergency exists and that it is in the national interest to make such transfer. Limits the use of funds available for direct and indirect purchase of gasoline in amounts in excess of 85 percent of the amount purchased by the Department in fiscal year 1979. Requires the Secretary to request bids from distributors of alternative fuels produced in the United States for purchase of such fuels for use in Department vehicles. Specifies the agreements that must be included in such bids. Exempts from the provisions of this Act any authorization for appropriations in any other law for fiscal year 1980 for any military application of nuclear energy, for research and development in support of the armed forces, or for the common defense and security of the United States. Directs that 12 percent of research and development projects and services procured by the Department shall be procured from small businesses. =Title X: Reports= - Directs the Energy Information Administration to obtain from each oil company monthly reports on petroleum supplies. Requires that the Administrator of the Energy Information Administration make such information available to the public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Authorization Act for Fiscal Years 1980 and 1981-Civilian Applications", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Department of Energy for civilian programs for fiscal year 1980 and fiscal year 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:49-05:00"
}