{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr863-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "863", 
  "official_title": "A bill to amend the Small Business Act to establish within the Small Business Administration a new direct low-interest loan program to assist homeowners and builders in purchasing and installing solar heating (or combined solar heating and cooling) equipment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Business and commerce", 
    "Construction industries", 
    "Energy", 
    "Housing and community development", 
    "Loans", 
    "Small business", 
    "Solar energy", 
    "Solar heating and cooling"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Authorizes the Small Business Administration, under the Small Business Act, to make loans to individuals and families owning and occupying one-to-four family residential structures to assist them in purchasing and installing qualified solar heating and cooling equipment. States that such loans may be made in an amount covering up to 75 percent of the cost of purchasing and installing the necessary equipment, and not exceeding amounts specified in this Act. Sets forth the terms and conditions governing the loans. Specifies eligibility criteria for solar heating and solar heating and cooling equipment, models and certifications. Directs the Energy Research and Development Administration to establish procedures for periodic inspection and review of solar heating and cooling equipment, models and certifications. Directs the Small Business Administration to disseminate full, complete, and current information concerning recommended standards and types of qualified solar heating or solar heating and cooling equipment appropriate for use in residential structures of varying sizes and types and in various regions of the country. Establishes, under the Small Business Act, a solar heating and cooling loan fund for financing loans made pursuant to this Act. Sets a $600,000,000 limit on the total amount of loans, guarantees and other obligations entered into by the Administration which are outstanding at any one time for the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to establish within the Small Business Administration a new direct low-interest loan program to assist homeowners and builders in purchasing and installing solar heating (or combined solar heating and cooling) equipment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:36-05:00"
}