{
  "actions": [
    {
      "acted_at": "2011-08-02", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1471-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2011-08-02", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2011-08-02", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-08-02", 
  "number": "1471", 
  "official_title": "A bill to prohibit discrimination in employment on the basis of an individual's status or history of unemployment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2501-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Fair Employment Opportunity Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-08-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Civil actions and liability", 
    "Congressional agencies", 
    "Department of Labor", 
    "Employment discrimination and employee rights", 
    "Government Printing Office (GPO)", 
    "Government employee pay, benefits, personnel management", 
    "Labor and employment", 
    "Legal fees and court costs", 
    "Library of Congress", 
    "Office of Personnel Management (OPM)", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-08-02", 
    "text": "Fair Employment Opportunity Act of 2011 - Declares it an unlawful practice for certain employers with at least 15 employees for each working day in each of at least 20 calendar weeks in the current or preceding calendar year to: (1) fail or refuse to consider for employment or to hire an individual as an employee based on present or past unemployment regardless of the length of time such individual was unemployed; (2) publish an advertisement or announcement for any job with provisions indicating that such an unemployed status disqualifies an individual and that an employer will not consider or hire an individual based on such status; and (3) direct or request that an employment agency account for such status when considering, screening, or referring applicants. Prohibits an employment agency (including agents and persons maintaining a website publishing job advertisements or announcements), based on such an individual's status as unemployed, from: (1) failing or refusing to consider, screen, or refer an individual for employment; (2) limiting, segregating, or classifying individuals in any manner limiting access to job information; or (3) publishing an advertisement or announcement for any job vacancy that includes provisions indicating that such an individual is disqualified and that an employer will not consider or hire such individuals. Prohibits similar employment practices by defined federal employing agencies covered under specified family and medical leave provisions for certain government employees. Allows consideration of an individual's status as unemployed if an individual's employment in a similar or related job for a period of time reasonably proximate to the hiring of such individual is a bona fide occupational qualification reasonably necessary to successful performance of the job being filled. Authorizes, subject to possible termination upon the filing of certain complaints by the Secretary of Labor, one or more persons for and in behalf of the affected individual, or the affected individual and other individuals similarly situated, to bring actions in federal or state court for specified actual damages, punitive damages, and equitable relief, including employment. Directs the Secretary to: (1) receive, investigate, and attempt to resolve complaints according to specified provisions of the Fair Labor Standards Act of 1938; and (2) pay directly to each affected individual applicable sums recovered in any civil actions brought by the Secretary under this Act. Requires, with respect to the Government Printing Office (GPO) and the Library of Congress (LOC), that the Secretary's authority be exercised respectively by the Public Printer and Librarian of Congress. Sets forth a two-year statute of limitations period (three years for willful violations) for specified civil actions under this Act, subject to tolling when against the defendant involved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Employment Opportunity Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit discrimination in employment on the basis of an individual's status or history of unemployment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:14:07-05:00"
}