{
  "actions": [
    {
      "acted_at": "1991-05-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1069-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1991-05-14", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-05-14", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-10-08", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-05-14", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1991-05-14", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-05-14", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1991-05-14", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-14", 
  "number": "1069", 
  "official_title": "A bill to assess and protect the quality of the nation's lakes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lakes Assessment and Protection Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-14", 
  "subjects": [
    "Agricultural pollution", 
    "Aquatic weed control", 
    "Authorization", 
    "Detergents", 
    "Easements", 
    "Environmental protection", 
    "Environmental research", 
    "Eutrophication", 
    "Federal advisory bodies", 
    "Fishery management", 
    "Freshwater biology", 
    "Freshwater ecology", 
    "Government lending", 
    "Grants-in-aid", 
    "Lakes", 
    "Maine", 
    "Mollusks", 
    "Phosphates", 
    "Potable water", 
    "Recreation", 
    "Revolving funds", 
    "Soil conservation", 
    "Standards", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Watersheds", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-14", 
    "text": "Lakes Assessment and Protection Act of 1991 - Amends the Federal Water Pollution Control Act to require the Administrator of the Environmental Protection Agency to conduct a comprehensive research program concerning the nation's lakes. Directs the Administrator to appoint a Lake Research Advisory Committee. Requires States to designate the use of each publicly-owned lake consistent with the following uses: (1) public drinking water supply; (2) swimming and related body contact recreation; and (3) resource protection. Directs the Administrator to: (1) publish water quality criteria for specified pollutants in lakes; and (2) publish guidance to assist States in the adoption of lake water quality standards for contaminants for which criteria documents have been published. Requires States to establish for publicly-owned lakes numerical standards for water quality parameters to assure the attainment and maintenance of designated uses. Directs the Administrator to establish standards for States that fail to do so. Repeals specified requirements of the State clean lakes program. Authorizes States to apply for grant assistance from the Administrator to: (1) conduct projects to protect the quality of lakes; and (2) develop and implement plans to control pollution in a lake or group of lakes. Limits grant applications to statewide projects to: (1) improve public information and education concerning lake protection; (2) develop State or local requirements concerning lake protection; (3) develop lake assessment and monitoring information; and (4) develop lake protection plans. Limits the Federal share of such grants. Lists priorities for awarding grants. Makes States that fail to comply with clean lakes program requirements ineligible for grant assistance. Extends the authorization of appropriations for such grants through FY 1996. Reserves a specified percentage for lake water quality programs, lake pollution control plans, and lake water quality demonstration programs. Makes assistance from State water pollution control revolving funds available for lake protection programs. Revises requirements for lake water quality demonstration programs. Adds to the priority list for such programs China Lake and Sebago Lake, Maine. Requires the Administrator to issue regulations prohibiting the distribution for sale within the United States of detergents and related products containing phosphate. Directs the Administrator and the Secretary of Agriculture to work cooperatively to assure coordination of agriculture programs and lake protection programs. Requires priority consideration to be given to watersheds of impaired lakes in soil conservation programs of the Department of Agriculture. Makes watersheds of such lakes eligible for enrollment in a specified agricultural water quality protection program. Authorizes the Secretary to acquire easements for cropland located within watersheds of impaired lakes. Requires the Secretary to designate such watersheds as conservation priority areas. Amends the Nonindigenous Aquatic Nuisance Prevention and Control Act of 1990 to require the Aquatic Nuisance Species Task Force to undertake a program to prevent the dissemination of Eurasion Milfoil (Myriophyllum Spicatum), a type of aquatic weed. Requires the Secretary of the Interior to declare Eurasion Milfoil to be an injurious species. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lakes Assessment and Protection Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assess and protect the quality of the nation's lakes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:56-05:00"
}