{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-10", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres12-100", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "12", 
  "official_title": "A joint resolution proposing an amendment to the Constitution to provide for the direct election of the President and Vice President and to authorize Congress to establish procedures relating to the nomination of Presidential and Vice-Presidential candidates.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Constitution and Constitutional Amendments", 
    "Constitutional amendments", 
    "Government operations and politics", 
    "Presidential elections", 
    "Vice Presidential elections", 
    "Vice Presidents", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Constitutional Amendment - Provides that the people of the several States and the District of Columbia shall elect the President and Vice President. Requires each voter to cast a single vote for two persons who shall have consented to the joining of their names as candidates for the offices of President and Vice President. Requires that if a presidential candidacy receives a plurality of at least 40 percent of the votes cast, such candidates shall become the President and the Vice President-elect. Requires the election to be held on a day which is uniform throughout the United States. Directs the Congress to assemble in special joint session if no presidential candidacy receives 40 percent of the vote. Requires the special session to choose immediately, from the two pairs of persons joined as candidates who received the highest number of votes cast in the election, one such pair by ballot. States that the law of each State shall govern within such State as to any matter with respect to which the Congress is granted legislative power under this Amendment as long as not inconsistent with any Act of Congress. Gives the Congress the power to provide for the manner in which the candidates appear on the ballot, the places and manner in which the election is held, and the manner in which its outcome is determined. Requires that voters possess the same qualifications as apply in such State in election of Senators, except that the Congress may prescribe uniform qualifications regarding age and residence. Allows the Congress to provide for the case of death or withdrawal of a candidate on or before the date of the election. Gives the Congress power to establish nominating procedures for presidential and vice presidential candidates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution to provide for the direct election of the President and Vice President and to authorize Congress to establish procedures relating to the nomination of Presidential and Vice-Presidential candidates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:04:28-05:00"
}