{
  "actions": [
    {
      "acted_at": "1994-10-06", 
      "references": [
        {
          "reference": "CR S14490", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2514-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-06", 
  "number": "2514", 
  "official_title": "A bill to ensure economic equity for American women and their families by promoting fairness in the workplace; creating new economic opportunities for women workers and women business owners; helping workers better meet the competing demands of work and family; and enhancing economic self-sufficiency through public and private pension reform and improved child support enforcement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Equity Act", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Age discrimination", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alimony", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Armed forces and national security", 
    "Arrest", 
    "Auditing", 
    "Awards, medals, prizes", 
    "Bail", 
    "Bank accounts", 
    "Bank loans", 
    "Bank records", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Black lung", 
    "Block grants", 
    "Business and social problems", 
    "Business records", 
    "Caregivers", 
    "Child abuse", 
    "Child health", 
    "Child support", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Collection of accounts", 
    "Collective bargaining agreements", 
    "College students", 
    "Commerce", 
    "Community development banking", 
    "Community property", 
    "Compensatory education", 
    "Computers and government", 
    "Conferences", 
    "Confidential communications", 
    "Congress", 
    "Congressional Record", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional privileges and immunities", 
    "Congressional reorganization", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Cost effectiveness", 
    "Cost of living adjustments", 
    "Costs", 
    "Counseling", 
    "Court records", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Custody of children", 
    "Damages", 
    "Data banks", 
    "Day care", 
    "Debt", 
    "Debtor and creditor", 
    "Department of Defense", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Department of the Treasury", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Dismissal of employees", 
    "Divorce", 
    "Divorcees", 
    "Driver licenses", 
    "Earnings", 
    "Economic security", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Electronic data processing", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Employee benefit plans", 
    "Employee health benefits", 
    "Employee rights", 
    "Employee training", 
    "Employment of the handicapped", 
    "Engineers", 
    "Entitlements", 
    "Equal Employment Opportunity Commission", 
    "Equal pay for equal work", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Families", 
    "Family enterprises", 
    "Family violence", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to child welfare", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Forfeiture", 
    "Fraud", 
    "Freedom of information", 
    "Garnishment", 
    "Government and business", 
    "Government consultants", 
    "Government contractors", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government service contracts", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Gross national product", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Home labor", 
    "Hours of labor", 
    "House rules and procedure", 
    "Household workers", 
    "Identification devices", 
    "Illiteracy", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Indian children", 
    "Indian courts", 
    "Industrial arbitration", 
    "Information networks", 
    "Information services", 
    "Injunctions", 
    "Insurance", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Interest rates", 
    "International affairs", 
    "Interstate relations", 
    "Judicial review of administrative acts", 
    "Juries", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor unions", 
    "Law", 
    "Lease and rental services", 
    "Leave of absence", 
    "Legal assistance to the poor", 
    "Legal fees", 
    "Legislation", 
    "Legislative resolutions", 
    "Liability (Law)", 
    "Libraries", 
    "Library of Congress", 
    "Licenses", 
    "Liens", 
    "Life insurance", 
    "Limitation of actions", 
    "Loans", 
    "Lobbying", 
    "Lotteries", 
    "Manpower training programs", 
    "Marriage", 
    "Married people", 
    "Mathematics", 
    "Mediation", 
    "Medicaid", 
    "Members of Congress", 
    "Military dependents", 
    "Military leave", 
    "Military pensions", 
    "Military personnel", 
    "Minimum wages", 
    "Minorities", 
    "Minority business enterprises", 
    "Motor vehicle registration", 
    "Native Americans", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Overtime", 
    "Parent-school relationships", 
    "Parental leave", 
    "Part-time employment", 
    "Party affiliation", 
    "Passports", 
    "Paternity", 
    "Pay equity", 
    "Payroll deductions", 
    "Pension funds", 
    "Personnel management", 
    "Personnel records", 
    "Police", 
    "Poor", 
    "Position classification", 
    "Presidential appointments", 
    "Probate law and practice", 
    "Promotions", 
    "Prosecution", 
    "Public assistance programs", 
    "Public records", 
    "Punitive damages", 
    "Recruiting of employees", 
    "Rehabilitation of the mentally handicapped", 
    "Rehabilitation of the physically handicapped", 
    "Residence requirements", 
    "Respite care", 
    "Retirement income", 
    "Revolving funds", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Sex discrimination against women", 
    "Sex discrimination in employment", 
    "Sexual harassment of women", 
    "Sick leave", 
    "Small Business Administration", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Socially handicapped", 
    "State courts", 
    "State laws", 
    "Statistics", 
    "Students", 
    "Subpoena", 
    "Supervisors", 
    "Supplemental security income program", 
    "Surety and fidelity", 
    "Surveys", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax credits", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Telephone", 
    "Temporary employment", 
    "Transportation and public works", 
    "Treaty-making power", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "Unfair labor practices", 
    "United Nations", 
    "Valuation", 
    "Veterans' benefits", 
    "Volunteer workers", 
    "Wages", 
    "Warrants (Law)", 
    "Whistle blowing", 
    "Widowers", 
    "Widows", 
    "Withholding tax", 
    "Women", 
    "Women engineers", 
    "Women executives", 
    "Women in business", 
    "Women scientists", 
    "Women's education", 
    "Women's employment", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-06", 
    "text": "TABLE OF CONTENTS: Title I: Workplace Fairness Subtitle A: Equal Remedies Act Subtitle B: Federal Employees Fairness Act Subtitle C: Congressional Employees Fairness Act Subtitle D: Sexual Harassment Subtitle E: Part-Time and Temporary Workers Protection Act Subtitle F: Unemployment Insurance Reform Subtitle G: Federal Temporary Workers Protection Act Subtitle H: Legislative Pay Equity Study Title II: Economic Opportunity Subtitle A: Women's Business Procurement Assistance Act Subtitle B: Microenterprise Opportunity Expansion Act Subtitle C: Equal Surety Bond Opportunity Act Subtitle D: Women and Minorities in Science and Engineering Work Force Act Subtitle E: Job Training Self-Sufficiency Act Title III: Work and Family Subtitle A: Child Care Public-Private Partnership Act Subtitle B: After-School Child Care Subtitle C: Dependent Care Tax Credit Refundability Subtitle D: Tax Incentives for Family-Friendly Workplaces Subtitle E: Federal Parental Leave for Education Activities Title IV: Economic Self-Sufficiency Subtitle A: Child Support Subtitle B: Pension Reform Subtitle C: Social Security Reform Subtitle D: Former Military Spouses Protection Subtitle E: Unremunerated Work Act Economic Equity Act - Title I: Workplace Fairness - Subtitle A: Equal Remedies Act - Equal Remedies Act - Amends the Civil Rights Act of 1991 to remove limitations on the amount of compensatory and punitive damages that may be awarded in cases of intentional discrimination in employment. Subtitle B: Federal Employees Fairness Act - Federal Employee Fairness Act - Amends the Civil Rights Act of 1964 to permit a Federal employee filing a discrimination complaint to file it with the Equal Employment Opportunity Commission (EEOC). Makes it an unlawful employment practice if the employee demonstrates that the filing of a complaint contributed to an adverse personnel action against such employee. Requires that any such complaint filed with an agency other than the EEOC be transmitted to the EEOC. Sets forth procedures for filing and processing such complaints. Permits a Federal employee to file a complaint up to 180 days following an alleged discrimination. (Sec. 113) Amends the Age Discrimination in Employment Act of 1967 to permit the filing of a complaint with the EEOC in accordance with the amendments made to the Civil Rights Act of 1964 by this Act. Amends the Rehabilitation Act of 1973 to apply its remedies and attorney fee provisions to complaints by individuals with disabilities with respect to employment in the Library of Congress. (Sec. 114) Amends title V of the United States Code, concerning government organization and employees, to permit an employee, under a negotiated grievance procedure, to raise matters dealing with actions involving discrimination. Subtitle C: Congressional Employees Fairness Act - Congressional Employees Fairness Act - Makes applicable to the Congress: (1) the Fair Labor Standards Act of 1938; (2) Title VII of the Civil Rights Act of 1964; (3) specified provisions of the Americans With Disabilities Act of 1990 and the Age Discrimination in Employment Act of 1967; and (4) the Family and Medical Leave Act of 1993. (Sec. 122) Makes applicable to the Congress any provision of Federal law to the extent that it relates to: (1) the terms and conditions of employment (including hiring, promotion, or demotion, salary and wages, overtime compensation, benefits, work assignments or reassignments, and termination) of employees; (2) protection from discrimination in personnel actions; (3) the health and safety of employees; (4) the availability of information to the public; or (5) other areas deemed appropriate by the Independent Office of Compliance (Office). (Sec. 123) Establishes the Office in the legislative branch to study and report to the Congress on the application of such laws. (Sec. 124) Sets forth provisions relating to congressional procedures for approval of the Board of Directors' recommendations relating to the application of future Federal laws to the Congress. Directs the Office to carry out an education program for Members of Congress and other employing authorities of the Congress respecting the laws applicable to them and a program to inform individuals of their rights under laws applicable to the Congress and under this Act. (Sec. 125) Requires the procedure for consideration of alleged violations of such laws to consist of the following steps: (1) counseling; (2) mediation; (3) formal complaint and hearing by a hearing board; and (4) judicial review of a hearing board's decision. (Sec. 129A) Authorizes a congressional employee or any Member of the Congress to petition the Personnel Appeals Board of the General Accounting Office to review a final decision if it is held to be unconstitutional. (Sec. 129D) Declares that any intimidation of, or reprisal against, any employee because of the exercise of a right under this Act constitutes an unlawful employment practice that may be remedied in the same manner under this Act as is a violation of a law made applicable to the Congress. (Sec. 129E) Requires the records and decisions of hearing boards to be made public if required for judicial review. (Sec. 129H) Limits a congressional employee to the judicial proceeding provided by this Act to redress prohibited practices. Subtitle D: Sexual Harassment - Sexual Harassment Prevention Act - Directs employers (including Federal and congressional agencies) to keep posted in conspicuous places a notice prepared or approved by the Equal Employment Opportunity Commission that sets forth: (1) the definition of sexual harassment found in the Code of Federal Regulations; (2) the fact that sexual harassment is a violation of the Civil Rights Act of 1964; (3) information describing how to file a complaint with the Commission alleging such harassment; (4) an address and toll-free number to be used to contact the Commission; and (5) other information required by the Commission. (Sec. 133) Provides for annual notices by employers to individual employees which provide such information and a description of the procedures used by the employers to resolve allegations of sexual harassment. Requires employers to provide to each supervisory employee information specifying the responsibility of, and the methods to be used by, such employee to ensure that immediate and corrective action is taken to address allegations of sexual harassment. (Sec. 134) Directs the Commission to make model notices and voluntary guidelines for procedures dealing with allegations of sexual harassment available to employers at no cost as well as a toll-free number for information regarding this Act. (Sec. 135) Prescribes civil penalties for willful violations of this Act. Subtitle E: Part-time and Temporary Workers Protection Act - Part-Time and Temporary Workers Protection Act - Amends the Internal Revenue Code to provide for the eligibility for unemployment compensation of certain individuals seeking part-time employment. (Sec. 143) Directs the Secretary of Labor, acting through the Commissioner of the Bureau of Labor Statistics, to conduct an annual survey relating to temporary workers. (Sec. 144) Amends the Employee Retirement Income Security Act of 1974 (ERISA) to set forth special participation, vesting, and accrual rules applicable to part-time and temporary employees. Allows limited reductions in employer-provided group health plan premiums for part-time employees. Modifies, with respect to employee benefit rights, the definition of \"employee\" to include persons who have performed at least 500 hours of service per year. Subtitle F: Unemployment Insurance Reform - Amends the Internal Revenue Code to provide for unemployment compensation eligibility for certain individuals who leave work or fail to return to work for certain qualified family-related reasons (for which they would be entitled to unpaid leave under the Family and Medical Leave Act of 1993, or would be so entitled if the employer were subject to such Act). Subtitle G: Federal Temporary Workers Protection Act - Amends Federal civil service law to extend Federal Employees Health Benefits Program coverage to temporary employees with the equivalent of one year of service within the preceding two years. Subtitle H: Legislative Pay Equity Study - Establishes the Commission on Employment Discrimination in the Legislative Branch to: (1) employ a nongovernmental consultant with expertise in job evaluation to study and compare the compensation paid within and between job classifications in the Library of Congress and to analyze its personnel policies and practices; (2) evaluate the Library's personnel policies and practices for compliance with title VII of the Civil Rights Act of 1964 and to make specific recommendations (other than any that would result in a pay reduction for any position) to the Congress for action necessary to achieve compliance; (3) develop a comprehensive plan for application of title VII principles throughout the legislative branch; and (4) make specific recommendations (other than any recommendation that, if implemented, would result in a reduction in the rate of pay payable for any position) to the Congress for improvement of personnel policies and practices in the legislative branch necessary to eliminate all forms of discrimination that adversely affect pay or working conditions of any employee. Title II: Economic Opportunity - Subtitle A: Women's Business Procurement Assistance Act - Women's Business Procurement Assistance Act - Amends the Small Business Act to require the President and the head of each Federal agency to include small business concerns owned and controlled by women within the Federal procurement contract process. (Sec. 205) Requires the Director of the Small and Disadvantaged Business Utilization section in each Federal agency to designate a \"women-in-business\" specialist responsible for the execution of programs designed to assist small business concerns owned and controlled by women. (Sec. 207) Establishes in the Small Business Administration the Office of Women's Business Ownership. (Sec. 208) Directs the Comptroller General to report to the Congress on the number of small businesses owned and controlled by women procuring Federal contracts. Expresses the sense of the Congress that if the number of such businesses procuring such contracts does not rise significantly, then further legislative steps should be taken. Subtitle B: Microenterprise Opportunity Expansion Act - Microenterprise Opportunity Expansion Act - Amends the Social Security Act to exclude certain small enterprise (microenterprise) business assets from accounting for public assistance purposes. (Sec. 213) Amends the Internal Revenue Code to authorize unemployment compensation for individuals starting microenterprises. (Sec. 214) Amends the Community Reinvestment Act of 1977 to treat microenterprise loans and grants as investments in a financial institution's community. (Sec. 215) Amends the Home Owners' Loan Act to treat microenterprise loans made by savings associations as qualified thrift investments. (Sec. 216) Amends the Housing and Community Development Act of 1974 to permit the use of assistance provided under the Act for the administrative and operating costs of entities assisting microenterprises. (Sec. 217) Requires each Federal banking agency to establish a Microenterprise Technical and Operations Office to offer technical assistance, training, and support for microenterprise start-ups, or institutions providing microenterprise financial services. (Sec. 218) Directs the Financial Institutions Examination Council to study and report to the Congress on the best means to make credit available for small businesses unable to obtain microenterprise loans and in need of credit in smaller amounts than is generally available from financial institutions or the Small Business Administration. Subtitle C: Equal Surety Bond Opportunity Act - Equal Surety Bond Opportunity Act - Cites activities constituting illegal discrimination with respect to surety bond issuance transactions. Mandates that a surety bond applicant be notified in writing of the reasons for denial of a surety bond. Subjects a surety to civil liability to the aggrieved applicant for violations of this Act. (Sec. 224) Proscribes Federal approval of a surety company that is not in compliance with this Act. Subtitle D: Women and Minorities in Science and Engineering Work Force Act - Women and Minorities in Science and Engineering Work Force Act - Establishes the Commission on the Advancement of Women in the Science and Engineering Work Forces. Terminates the Commission one year following submission of its required report. Authorizes appropriations. Subtitle E: Job Training Self-Sufficiency Act - Self-Sufficiency Standard Act - Amends the Job Training Partnership Act (JTPA) to establish economic self-sufficiency standards for disadvantaged adult training programs, according to a formula to be developed by the Secretary of Labor and local economic self-sufficiency tables to be developed by service delivery areas. (Sec. 245) Prohibits incentive grants to service delivery areas that do not have in effect, after two years, an approved local economic self-sufficiency standards table. (Sec. 246) Requires inclusion of such a table and related reports in the job training plan and in the Governor's coordination and special services plan. (Sec. 248) Directs the Secretary to make up to six grants in each of three fiscal years to States for demonstration and exemplary programs to increase the number of participants in disadvantaged adult training programs who are trained and placed in jobs that yield long-term economic self-sufficiency in accordance with the local economic self-sufficiency tables. Title III: Work and Family - Subtitle A: Child Care Public-Private Partnership Act - Child Care Public-Private Partnership Act - Directs the Secretary of Health and Human Services to establish a business-incentive grant program to provide child care through public-private partnerships. (Sec. 302) Provides program grants for: (1) businesses or consortia (including nonprofit private organizations) to start up, or provide additional, employee child care services; and (2) nonprofit business organizations to provide technical information and assistance to enable businesses to provide employee child care services. (Sec. 305) Gives priority in grant selection to businesses with fewer than 100 full-time employees and to business and consortia applications. Requires equitable geographic distribution. (Sec. 307) Authorizes appropriations. Subtitle B: After-School Child Care Act - After-School Child Care Act - Authorizes the Secretary of Education to make grants to State and local educational agencies for programs to provide affordable and quality after school care for students enrolled in kindergarten through grade six. Limits participation to public elementary school students who are: (1) children of a single working parent or guardian, or two working parents or guardians, or of those who work in the after-school program, or of those who attend school or job training for career development; or (2) recommended by the school on the basis of educational need, subject to available resources. Limits the Federal share to 75 percent. Authorizes appropriations. Subtitle C: Dependent Care Tax Credit Refundability - Repeals the Internal Revenue Code's nonrefundable income tax credit for employment-related dependent care expenses, replacing it with a corresponding refundable 50 percent credit, reduced (but not below 20 percent) as the taxpayer's adjusted gross income exceeds $15,000 (adjusted for inflation). Includes within the scope of the new credit up to $1,200 ($2,400 in the case of more than one qualifying individual) of respite care expenses incurred in the care of: (1) a dependent of the taxpayer who is at least 13 years old; or (2) a spouse or other dependent who is physically or mentally incapable of self-care. Subtitle D: Tax Incentives for Family-Friendly Workplaces - Tax Incentives for Family-Friendly Workplaces Act - Allows eligible small businesses a small business family and medical leave credit equal to 50 percent (up to $2,000) of family and medical leave costs paid or incurred in connection with complying with the Family and Medical Leave Act of 1993. (Sec. 333) Allows a business credit for wages paid to an employee who is permitted to shift hours of employment or work at home in order to reduce dependent care needs. Subtitle E: Federal Parental Leave for Education Activities - Amends Federal law relating to Federal employees to provide for parental leave for certain educational activities. Title IV: Economic Self-Sufficiency - Subtitle A: Child Support - Child Support Economic Security Act - Part A: Child Support Enforcement Amendments - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act (SSA) to require the organizational unit for administering a State plan for child and spousal support to reside at the State level and administer such plan under rules that apply uniformly throughout the State. (Secs. 412 through 415, and 418) Requires: (1) State procedures to ensure that the administering agency has on-line access to all data base information maintained by the State or local government; (2) child support payments to continue until certain events occur; (3) all income (as well as lottery winnings, insurance payments, and cash settlements) to be subject to withholding to meet child support obligations; (4) property transaction recordings to be conditioned upon the party's payment of any overdue child support; (5) occupational and professional licenses to be denied to parents with overdue child support obligations in excess of $1,000; and (6) social security numbers to appear on marriage licenses and child support orders. (Sec. 416) Revises procedures for the reporting of overdue child support obligations to consumer credit reporting agencies. (Secs. 417 and 419) Requires State procedures providing for separate treatment of cases alleging nonsupport and cases alleging denial of visitation rights. Eliminates statutes of limitations in child support cases. (Sec. 420) Provides for timely response to interstate locate requests. (Sec. 421) Requires the Secretary to issue regulations establishing standards and procedures governing the processing of interstate child support cases. (Sec. 422) Amends SSA title IV part A (Aid to Families with Dependent Children) (AFDC) to subject child support enforcement funds instead of AFDC funds to reduction in cases of substantial noncompliance with part D requirements. Amends SSA title IV part D to increase payments to States for the operation of their part D plans. Repeals incentive payments to States under part D. (Sec. 423) Requires States to adopt a specified form of the Uniform Interstate Family Support Act in order to have their part D plans approved. (Sec. 424) Establishes the Commission on Child Support Guidelines to make recommendations to the Congress for national guidelines for child support award amounts. Part B: Interstate Child Support Act of 1993 - Declares the necessity of establishing national standards for child support orders and determinations of percentage and the effect each State shall give to those of other States' courts. Part C: Bankruptcy Amendments Relating to Child Support, Alimony, and Property Settlement Agreements - Amends Federal bankruptcy law to declare that the filing of a petition in bankruptcy does not operate as an automatic stay of actions for establishment of paternity or concerning certain debts for child and spousal support and maintenance. Includes among priority claims and expenses those for certain child and spousal support and maintenance. (Sec. 445) Precludes a trustee in bankruptcy from avoiding a transfer if it was a bona fide payment of a debt for child or spousal support, maintenance, or alimony. (Sec. 446) Amends the guidelines for what constitutes the property of the bankrupt estate of either a family farmer or an individual with regular annual income. Conditions the confirmation of a plan, for such debtors, upon payment of all allowable claims arising after the order for relief for debts for child and spousal support, maintenance, or alimony. (Sec. 448) Permits representatives of child support creditors to appear in court without charge and without meeting any special local court rule requirement for attorney appearances in any judicial bankruptcy proceeding if such representatives file information detailing the child support debt, status, and other characteristics. Part D: Locate and Case Tracking - Amends SSA title IV part D to allow use of the Federal Parent Locator Service (FPLS) along with appropriate safeguards for parentage establishment and child support and visitation enforcement. Expresses the sense of the Congress that: (1) denial of visitation rights under a child support order should be treated as irrelevant in any action to enforce its support provisions; and (2) failure to pay child support pursuant to such an order should be treated likewise in any action to enforce visitation rights. (Sec. 452) Requires the Secretary of the Treasury to enter into an agreement to provide the Secretary (Secretary) of Health and Human Services (HHS) with access to quarterly estimated Federal income tax returns filed with the Internal Revenue Service (IRS). Requires that: (1) State agencies charged with child support enforcement maintain child support order registries and be allowed access to medical, financial, employment, and other specified data base information on absent parents; and (2) registry information from each State be sent to the Office of Child Support Enforcement (OCSE) within HHS for a national registry of all State child support orders. Expresses the sense of the Congress that the Secretary should investigate accessing certain Federal data banks not linked with FPLS. (Sec. 453) Requires the Secretary to expand FPLS to provide State agencies and courts with a national locate and case tracking network. Expresses the sense of the Congress that the network should be used to access State records only through the agency administering the State's part D plan. (Sec. 454) Requires that private attorneys and pro se obligees be given access, in accordance with appropriate safeguards, to State locate resources and enforcement techniques with respect to child support, visitation, and parentage orders. (Sec. 455) Amends the Internal Revenue Code (IRC) to require employers to withhold from employee wages amounts owed for child support. Requires the Secretary of the Treasury to modify the W-4 form completed by new employees in order to enable employers to obtain employee child support and other information for the appropriate State employment security agency. (Sec. 456) Requires the heads of national and regional individual tracking systems to allow child support enforcement agencies access to their information for paternity or child support purposes. (Sec. 457 and 459) Requires that States: (1) broadcast warrants issued in child support proceedings over their crime information systems; (2) remit, in a criminal case, to any individual owed child support any security posted by or on behalf of the individual owing the support and then forfeited, to the extent of any arrearage in support owed; and (3) establish procedures to obtain access to financial records for purposes of child support establishment and enforcement. Part E: Establishment - Amends the Federal judicial code to establish the jurisdictional basis for State court recognition, enforcement, and modification of parentage and child support orders of other States. (Sec. 462) Amends SSA title IV part D to provide for service of process on Federal employees and members of the armed forces in connection with parentage and child support proceedings. (Sec. 463) Requires that: (1) parents' identification and locate information be filed with the appropriate adjudicating entity in parentage and child support actions; (2) there be appropriate safeguards on such information where a court has ordered that the custodial parent or child receive physical protection against the noncustodial parent; (3) appropriate administrative agencies make reasonable attempts to timely notify any individual owed child support of any proceeding to establish, modify, or enforce the support obligation; (4) States allow parties seeking both parentage and child support establishment in a judicial proceeding to bring a joint action in a single cause of action; (5) States provide for continuation of parental child support obligations until they terminate as described; (6) States allow parties to participate in interstate parentage and child support proceedings by telephonic means; (7) marriage licenses, birth certificates, and divorce and parentage decrees contain social security numbers; and (8) appropriate State agencies be allowed subpoena power in connection with child support hearings. (Sec. 464) Requires certain notices to custodial parents. (Sec. 465) Sets forth guidelines for uniform State procedures regarding jurisdiction and venue in parentage and child support cases. (Sec. 466) Amends the Consumer Credit Protection Act (CCPA) to allow appropriate State agencies to obtain from credit reporting agencies information for establishing and modifying child support awards. (Sec. 467) Creates a National Child Support Guidelines Commission to study and report to the President and the Congress on national child support guidelines, and to develop such guidelines for congressional consideration should it be advisable. (Sec. 468) Amends SSA title IV part D to specify certain principles to be used in accordance with the application of State child support guidelines. (Sec. 469) Expresses the sense of the Congress that, if children receive child support while obtaining postsecondary education, they will attain higher levels of education affording them a greater chance to break the welfare cycle. (Sec. 470) Requires the new OCSE Assistant Secretary to develop: (1) a national subpoena duces tecum for distribution to child support agencies and others to use to reach income information; and (2) a uniform abstract of a child support order for State court use. (Sec. 475) Requires the Legal Services Corporation to ensure the use of a specified amount of funding for child support cases. (Sec. 476) Expresses the sense of the Congress with respect to Indian child support and support orders outreach and demonstrations. Amends the Indian Child Welfare Act of 1978 to require Indian tribes to give full faith and credit to child support orders of other Indian tribes, to the extent such entities already give full faith and credit to the acts, records, and proceedings of the other entity. (Sec. 477) Amends SSA title IV part D to set forth specific measures designed to secure child support services in underserved areas and combat domestic violence. Part F: Parentage - Amends SSA title IV part D to: (1) require States to provide for hospital-based paternity outreach programs and adopt various specified procedures for voluntary paternity acknowledgment; and (2) provide for 90 percent Federal matching for such programs. Expresses the sense of the Congress that, in a proceeding to establish paternity, once paternity is alleged, the burden of proof should shift to the alleged father. Part G: Enforcement - Amends SSA title IV part D to: (1) require States to mandate that any individual or entity engaged in commerce, as a condition of doing business in the State, comply with wage withholding orders issued by any State court or administrative agency, and keep records of wages withheld for child support; (2) specify the priority for applying amounts withheld from income for child support and child health insurance; (3) subject to withholding for child support any income from workers' compensation and other specified Federal sources; (4) prohibit State court application of the election of remedies doctrine to prevent collection of child support; (5) deny State occupational, professional, and business licenses, and driver's licenses and vehicle registrations to delinquent noncustodial parents; (6) authorize liens on vehicle titles, seizure of bank accounts, and holds on lottery winnings, settlements, payouts, bequests, and proceeds from the sale of forefeited property to satisfy child support arrearages; (7) require States to make a rebuttable presumption that any transfer of property by an individual who owes a child support arrearage is made with the intent to avoid payment of the arrearage; (8) revise the mechanism for collection of past-due child support from Federal tax refunds to cover interests without a separate court order to satisfy child support arrearages; (9) mandate reporting monthly child support obligations to credit bureaus; (10) permit enforcement of any child support order until the child is at least 30; (11) require interest on all child support judgments; (12) require States to adopt the Uniform Interstate Family Support Act adopted by the National Conference of Commissioners on Uniform Laws in August 1992; (13) allow State courts to order the assignment of life insurance benefits and interests in jointly held property to satisfy child support arrearages; and (14) require States to treat international child support cases in the same manner as interstate child support cases. (Sec. 494) Amends CCPA with respect to State laws and garnishments for securing child support. Gives Federal debts a lower priority than child support debts when the obligor's disposable income cannot satisfy both debts through withholding. Prohibits employers from discharging any employee whose earnings are subject to garnishment for additional indebtedness arising from a child support order. (Sec. 496) Denies Federal occupational, professional, and business licenses of delinquent individuals until the license hold is released. (Sec. 499C) Expresses the sense of the Congress that the IRS Commissioner should instruct IRS field officers to give a high priority to requests for the use of full collection in delinquent child support cases. Requires the Secretary of the Treasury to simplify the full collection process and reduce the amount of child support arrearage needed before an individual may apply for full collections. (Sec. 499I) Amends the Federal bankruptcy code to: (1) allow parentage and child support case establishment, modification, and enforcement to proceed uninterrupted after a bankruptcy petition is filed; (2) treat as outside chapter 11, 12, or 13 plans any debt owed to child support creditors, except as specified; and (3) allow a claim for payment of a debt for child support to be asserted in court. (Sec. 499J) Sets forth requirements pertaining to parentage establishment and child support payments in the armed forces. (Sec. 499L) Directs the Comptroller General and Secretary of the Treasury to study an annual reconciliation process for paying child support arrearages as part of the Federal income tax process. (Sec. 499M) Authorizes the Secretary of State to refuse, revoke, or restrict passports in cases where the applicant or holder is a noncustodial parent subject to a State arrest warrant for nonpayment of a substantial child support arrearage. (Sec. 499N) Prohibits Federal benefits, loans, guarantees, and employment for individuals owing certain child support arrearages. (Sec. 499Q) Expresses the sense of the Congress that the United States should ratify the United Nations Convention of 1956. Part H: Collection and Distribution - (Sec. 499R) Amends SSA title IV part D to: (1) set priorities for State distribution of child support collections; (2) require States to limit claims against noncustodial parents for reimbursement of a child's portion of AFDC to the amount in the child support order; (3) revise part D plan provisions concerning fees; and (4) require States to provide for collection and disbursement points for child support cases. Part I: Federal Role - Requires Comptroller General studies and pilot projects with respect to requiring State systems to pay the child support collected under a State plan to the individuals to whom the support is owed before making any payment to reimburse any State for AFDC provided with respect to the child in question. Amends IRC to revise the Federal income tax refund offset mechanism. (Sec. 499V) Expresses the sense of the Congress that States should encourage parents to use the State child support agency to process and distribute child support payments. (Sec. 499W) Amends SSA title IV part D to: (1) designate the separate organizational unit currently charged with various parentage and child support responsibilities as the OCSE; (2) change OCSE's organizational structure. (Sec. 499X and Y) Requires: (1) the new OCSE Assistant Secretary to provide training assistance to the States; (2) States to provide training of child support personnel; and (3) the Secretary to study staffing at State child support enforcement programs and reduce payments to States that have not implemented recommended staffing levels. (Sec. 499Z) Requires the Secretary to: (1) authorize demonstration projects to test alternative approaches to incentive funding for State child support programs; and (2) reduce payments to States which have not reinvested incentive payments in their child support programs. Includes as \"support\" under SSA title IV part D with respect to incentive payments to States any premiums paid for health insurance coverage pursuant to a support order. Expresses the sense of the Congress that States should not use amounts paid to them pursuant to SSA title IV part D, which are reinvested in child support activities, to supplant State funding of such activities. (Sec. 499BB) Requires the Secretary to: (1) contract for a study of OCSE's audit process to develop criteria and methodology for auditing activities of State child support enforcement agencies; and (2) provide for State demonstration projects for the purpose of ensuring that custodial parents owned child support have a consistent source of income for the support of their children. (Sec. 499CC) Expresses the sense of the Congress that: (1) children should have a consistent source of income to meet their education and medical needs; (2) the provision of public assistance to a custodial parent for the support of a child with respect to whom the noncustodial parent owes child support does not absolve the latter of the obligation to provide such support; (3) the States must continue to vigorously pursue efforts to establish parentage and establish and enforce child support obligations; and (4) OCSE should develop a mechanism to publicize the best State practices in child support. Directs the Secretary to: (1) consider applications from eligible States to conduct child support assurance demonstration projects; and (2) submit an evaluation report on such projects to the Congress. (Sec. 499DD) Amends the IRC to establish in the Treasury a Children's Trust Fund to hold the contributions designated by individuals on their tax returns for funding child support programs. (Sec. 499EE, FF, GG, and HH) Requires: (1) the Comptroller General to study and report to the Congress on delinquent child support payments and the effectiveness of administrative versus judicial adjudication of parentage and child support cases; and (2) OCSE to produce and update a certain compendium of State child support laws published by the National Conference of State Legislatures, and establish a permanent child support advisory committee. Part J: State Role - Amends Amends SSA title IV D to require States to: (1) promote the greatest economic security possible for children, within the obligor's ability to pay; (2) provide custodial parents with certain information on child support cases and the services available under their part D plans; and (3) require any changes in child support payees to be made only through administrative procedures. (Sec. 499KK, MM, and NN) Expresses the sense of the Congress that States should: (1) work closely with parents to improve the quality of child support services; (2) have offices in areas accessible to public transportation with convenient hours that allow parents to meet privately with attorneys and caseworkers; and (3) establish administrative procedures to process child support cases and a child support council to recommend improvements in State paternity and child support programs. Part K: Jobs for Unemployed Noncustodial Parents - Expresses the sense of the Congress that any Federal program to provide jobs for noncustodial parents should be administered so as not to adversely affect any Federal program for custodial parents. Requires the Secretary to transmit evaluations of certain projects under the JOBS program under SSA title IV part F (Job Opportunities and Basic Skills Training Program) to the Secretary of Labor for study and possible action, including authorizing States to provide services of greater scope and duration to unemployed noncustodial parents under such program. Part L: Effective Date - Sets forth an effective date. Part M: Child Support Enforcement Improvements Act of 1993 - Child Support Enforcement Improvements Act - Absolves of liability under State or Federal law any person who discloses any financial record of an individual to a State child support enforcement agency attempting to establish, modify, or enforce a child support obligation of that individual. Requires such an agency to disclose such records only for child support purposes. Authorizes civil damages for unauthorized disclosures. (Sec. 499SS) Amends the Fair Credit Reporting Act with respect to access to and use of consumer reports by State child support enforcement agencies in child support cases. (Sec. 499TT through WW) Amends SSA title IV part D with regard to: (1) health care support; (2) reporting of State compliance with time limits for providing certain child support assistance; (3) employer wage withholding for child support obligations; and (4) the national parents locator network. Directs the Secretary to study and report to the Congress on incentives to encourage States to enforce health care support obligations of noncustodial parents. Part N: Reporting Delinquent Parents to Consumer Credit Agencies - Amends SSA to require provision to consumer reporting agencies of information on overdue child support obligations. Subtitle B: Pension Reform - Pension Reform Act - Amends ERISA and the IRC with respect to pension integration, participation, and vesting requirements. (Sec. 502) Extends applicability of new integration rules under the Tax Reform Act of 1986 to all existing accrued benefits. Amends the IRC to disallow integration for simplified employee pensions, by repealing provisions relating to permitted disparity under rules limiting discrimination under simplified employee pensions. Repeals for plan years beginning on or after January 1, 2002, IRC provisions relating to: (1) pension integration exceptions under nondiscrimination requirements for qualification; and (2) nondiscriminatory coordination of defined contribution plans with Old Age, Survivors and Disability Insurance. (Sec. 503) Revises IRC minimum coverage requirements with respect to separate lines of business. Sets forth a special rule where the employer operates a single line of business. Limits a line of business exception. (Sec. 504) Eliminates a special vesting rule for multiemployer plans under IRC and ERISA. (Sec. 505) Provides for division of pension benefits upon divorce unless otherwise provided in qualified domestic relations orders. (Sec. 507 and 508) Provides for studies and reports by the Comptroller General relating to cost-of-living adjustments and pension portability. (Sec. 509) Provides for the continued availability of remedies relating to rights of spouses to accrued benefits under pension plans under divorce case domestic relations orders entered before 1985. Subtitle C: Social Security Reform - Social Security Caregiver Act - Amends SSA title II (Old Age, Survivors and Disability Insurance) to: (1) provide for an increase of up to five in the number of years of either zero or low earnings disregarded in determining average annual earnings on which benefits are based provided such year were used to provide care to a child under the age of 12 or to a chronically dependent spouse or relative; (2) repeal the seven-year restriction on eligibility for widow's and widower's insurance benefits based on disability; and (3) provide full widow's or widower's insurance benefits to disabled widows or widowers without regard to age and without certain reductions. Subtitle D: Former Military Spouses Protection - Amends the National Defense Authorization Act for Fiscal Year 1991 to make certain amendments regarding military retired pay to former spouses applicable to divorces, dissolutions of marriage, annulments, and legal separations that became effective before such Act's enactment. (Currently, such amendments apply only to those events that become effective 90 days after such Act's enactment). Permits any change in payments of military retired or retainer pay due to such amendment to apply only to payments for months beginning 90 days after this Act's enactment. Subtitle E: Unremunerated Work Act - Unremunerated Work Act - Directs the Commissioner of the Bureau of Labor Statistics to: (1) conduct time use surveys of unremunerated work performed in the United States (including household, agricultural, and volunteer work and work related to child care and other care services, food production, and family businesses); and (2) calculate the monetary value of such unremunerated work, separately for men and women, and include such value in statistics used to determine the gross national product."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "After-School Child Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Care Public-Private Partnership Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Support Economic Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Support Enforcement Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Congressional Employees Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Remedies Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Surety Bond Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Employee Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Interstate Child Support Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Microenterprise Opportunity Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Part-Time and Temporary Workers Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pension Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Self-Sufficiency Standard Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sexual Harrassment Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Security Caregiver Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tax Incentives for Family-Friendly Workplaces Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Unremunerated Work Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women and Minorities in Science and Engineering Work Force Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Business Procurement Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure economic equity for American women and their families by promoting fairness in the workplace; creating new economic opportunities for women workers and women business owners; helping workers better meet the competing demands of work and family; and enhancing economic self-sufficiency through public and private pension reform and improved child support enforcement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:34-05:00"
}