{
  "actions": [
    {
      "acted_at": "2011-05-13", 
      "committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-02", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "subcommittee": "Transportation Security", 
      "text": "Referred to the Subcommittee on Transportation Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1900-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Transportation Security and Infrastructure Protection"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Clarke, Yvette D.", 
      "sponsored_at": "2011-05-13", 
      "state": "NY", 
      "thomas_id": "01864", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, Danny K.", 
      "sponsored_at": "2011-05-13", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "2011-05-13", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-13", 
  "number": "1900", 
  "official_title": "To authorize programs and activities within the Transportation Security Administration to enhance the security of surface transportation, including mass transit, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Surface Transportation and Mass Transit Security Act of 2011", 
  "sponsor": {
    "district": "18", 
    "name": "Jackson Lee, Sheila", 
    "state": "TX", 
    "thomas_id": "00588", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Animal protection and human-animal relationships", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Executive agency funding and structure", 
    "Firearms and explosives", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Motor carriers", 
    "Performance measurement", 
    "Public transit", 
    "Railroads", 
    "Roads and highways", 
    "Technology assessment", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-13", 
    "text": "Surface Transportation and Mass Transit Security Act of 2011 - Amends the Implementing Recommendations of the 9/11 Commission Act of 2007 to replace the Administrator of the Transportation Security Administration (TSA) with the Assistant Secretary of Homeland Security for purposes of TSA's surface transportation security program. Directs the Assistant Secretary to establish: (1) within the TSA a Surface Transportation Security Inspection Office, headed by a Director, to train, employ, and utilize surface transportation security inspectors to assist surface transportation carriers to enhance their security against terrorist attacks and other security threats; and (2) primary and secondary U.S. field offices for such inspectors. Requires the Secretary of Homeland Security (DHS) to maintain at least 100 more surface transportation security inspectors than were employed at the end of FY2010. Requires the Director to provide training to each inspector. Requires the Assistant Secretary to submit to Congress a plan for expanding the duties and training of inspectors to enhance TSA's surface transportation security mission. Requires the Assistant Secretary to: (1) develop qualitative performance measures and objectives for assessing the effectiveness of Visible Intermodal Prevention and Response (VIPR) teams in providing transportation security, (2) establish risk-based criteria to evaluate all proposals for VIPR deployments in the United States, and (3) implement an interoperability of communications plan for VIPR team operations. Requires the Assistant Secretary to establish: (1) within the TSA a Surface Transportation Security Advisory Committee, and (2) within the Committee passenger carrier security and freight rail security security working groups. Directs the Assistant Secretary to submit to Congress a human capital plan for TSA's hiring and training of surface transportation security personnel, including surface transportation security inspectors. Requires the Secretary to report to Congress on the status of DHS implementation of the 9/11 Commission's recommendations for development and issuance of transportation security training regulations. Expresses the sense of Congress that the DHS Transportation Security Grant Program should be restored from the FY2011 reductions to ensure that transit agencies in high-risk areas can protect their systems and passengers from terrorist attacks. Authorizes the Assistant Secretary to conduct a passenger rail security demonstration project to assess the feasibility of technologies to strengthen the security of passenger rail systems against terrorist attacks involving the use of improvised explosive devices (IEDs). Requires the Assistant Secretary, by the end of FY2011, to increase to at least 200 the number of canine teams for passenger rail and public transportation security activities. Directs the Secretary to carry out a First Observer Program under which mass transit and other surface transportation professionals and related stakeholders may report to the Assistant Secretary suspicious activities or security threats that may be related to a potential transportation security incident or act of terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation and Mass Transit Security Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize programs and activities within the Transportation Security Administration to enhance the security of surface transportation, including mass transit, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:12:44-05:00"
}