{
  "actions": [
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6051-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Carr, Bob", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00180", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1977-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-05", 
  "number": "6051", 
  "official_title": "A bill to prevent abuses of power by the intelligence agencies of the Federal Government, to limit the jurisdictions of the Federal Bureau of Investigation and the Central Intelligence Agency, to regulate dissemination of information by intelligence agencies, to amend the Freedom of Information Act to promote greater public access to the operation of intelligence agencies, to punish deception of Congress or the public by officials of intelligence agencies, to establish procedures for assuring compliance with the foregoing measures.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8127-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Intelligence Agencies Control Act", 
  "sponsor": {
    "district": "21", 
    "name": "Badillo, Herman", 
    "state": "NY", 
    "thomas_id": "00040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-05", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal procedure", 
    "Department of Justice", 
    "Economics and public finance", 
    "Electronic surveillance", 
    "Espionage", 
    "Executive reorganization", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal budgets", 
    "Federal employees and officials", 
    "Freedom of association", 
    "Freedom of information", 
    "Freedom of speech", 
    "Freedom of the press", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Obstruction of justice", 
    "Official secrets", 
    "Prosecution", 
    "Right of assembly", 
    "Right of privacy", 
    "Special prosecutors", 
    "Telephone"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-05", 
    "text": "Federal Intelligence Agencies Control Act - Title I: Domestic Intelligence Activities - Prohibits any Federal agency or official from: (1) engaging in the collection, maintenance, or dissemination of information relating to the opinions of any person or the exercise of first amendment rights; (2) engaging in any action to discredit or harass any individual; (3) carrying out an investigation or prosecution against a particular person or class of persons in retaliation for engaging in first amendment activity; or (4) encouraging such prohibited activity by any other person or any State or local government agency. Renames the Federal Bureau of Investigation the Federal Bureau of Criminal Investigation and limits its activities to the investigation of specific acts which violate Federal criminal statutes. Limits the Bureau's authority to investigate such violations to cases in which there is a reasonable suspicion as such term is defined in this Act, of a violation, except that preliminary inquiries are permitted upon receiving a specific allegation that a person has committed, is committing, or is about to commit a Federal crime. Limits investigations and preliminary inquiries, generally, to 30 days in length. Authorizes extensions of such time limits but prohibits the continuance of any investigation for longer than six months. Requires supervising Bureau agents who believe an investigation may result in the collection of information of first amendment activity or may pose any danger to such activity to bring such investigation to the attention of the Attorney General who shall permit such investigation to continue if satisfied that the express prohibitions of this Act are not violated. Requires investigative files to be sealed upon termination of any investigation and prohibits the dissemination of person information in such files except pursuant to congressional oversight investigations, a valid search warrant or subpena, or upon the request of the subject of the investigation. Requires such subject to be notified that such sealed file is maintained by the Department of Justice and that such person has a right of access to such file. Requires such files to be maintained for ten years and then destroyed unless required for civil or criminal litigation except that information in such file which pertains to first amendment activity, is false, or was acquired by illegal means must be expunged as soon as practicable. Requires the Attorney General to recommend to the President for appointment with Senate confirmation an Inspector General of the Bureau who shall be responsible for overseeing the activities of the Bureau to assure that they are in conformity with the law and the Constitution of the United States, investigate citizen complaints directed at the Bureau, and testify at least annually before the appropriate congressional committees regarding any illegal activity. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to limit the term of the Director of the Bureau to six years. Abolishes the Internal Security Branch of the Bureau and transfers the function of conducting background investigations of Federal employees and officials to the Civil Service Commission. Makes employees of the Bureau, except supervisory employees, subject to the laws governing appointments in the competitive service. Requires the publication of the budget of the Bureau and its submission to Congress as part of the budget of the Department of Justice. Directs the Comptroller General to audit the Bureau at least annually. Repeals the Riot, Seditious Conspiracy, Smith, Voorhis Anti-Propaganda, Peacetime Military Sedition, and Military Sedition Acts. Allows persons whose rights have been deprived by a Federal official to institute a civil action before a Federal court regardless of the amount in controversy and specifies minimum liquidated damages for such deprivations. Title II: Investigative Procedures; Prohibitions and Limitations - Repeals specified provisions of Federal law authorizing interception of electronic or oral communications. Prohibits any information Federal official, from posing for the purpose of covert surveillance as a member of a group engaged in valid first amendment activity. Prohibits the inspection of tax, bank, credit, or toll records, or the use of mail covers by the Federal Government unless conducted pursuant to a court order after a finding of probable cause according to procedures specified by this Act. Title III: Foreign Intelligence Activities - Renames the Central Intelligence Agency the Foreign Information Service and restricts its functions to the collection, correlation, and evaluation of foreign intelligence information and the advising of the National Security Council on matters concerning such foreign intelligence activities. Prohibits the covert collection of foreign intelligence by any Federal agency. Restricts counterintelligence investigations inside the United States (which may only be conducted by the Bureau) to obtaining evidence of violations of the criminal laws of the United States. Prohibits the expenditure of funds for foreign intelligence activities which are not specifically authorized for such purpose. Directs the Office of Management and Budget to provide Congress with a horizontal budget showing the total amount budgeted for foreign intelligence activities and line item budgets for each agency engaged in such activities. Title IV: Classified Information - Repeals the exemption from the Freedom of Information Act of information required to be kept secret by Executive order in the interest of national security. Directs that such information shall be subject to such Act unless it is in fact properly classified as national defense information, as defined in this Act, except that such information may not be exempted if it appears to relate to illegal activity engaged in by any official of the Federal Government. Title V: Official Deceit - Establishes a criminal penalty for any Federal official who conceals, obstructs, or fails to report as soon as possible any conduct of any other official which violates this Act. Title VI: Protection of Employee Disclosure of Refusal to Participate in Government Wrongdoing - Prohibits the taking of disciplinary action against any Federal official who expresses an opinion with respect to the conduct of a Federal agency or refuses to participate in official activities which such person reasonably believes to be illegal. Title VII: Temporary Special Prosecutor - Establishes for a period of five years an independent Office of Special Prosecutor for Violations of Law by Intelligence Agencies headed by a Special Prosecutor appointed by a special panel of United States judges. Confers upon the Special Prosecutor exclusive jurisdiction to investigate and prosecute all offenses committed by Federal officials in connection with or arising out of intelligence or counterintelligence activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Intelligence Agencies Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent abuses of power by the intelligence agencies of the Federal Government, to limit the jurisdictions of the Federal Bureau of Investigation and the Central Intelligence Agency, to regulate dissemination of information by intelligence agencies, to amend the Freedom of Information Act to promote greater public access to the operation of intelligence agencies, to punish deception of Congress or the public by officials of intelligence agencies, to establish procedures for assuring compliance with the foregoing measures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:09-05:00"
}