{
  "actions": [
    {
      "acted_at": "1977-02-10", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 95-121.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-05", 
      "references": [], 
      "text": "Placed on calendar in Senate under Measures Cleared to be Considered by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-09", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-09", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-10", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendment, H. Rept. 95-1568.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-19", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-19", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #796 (327-78).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-27", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-04", 
      "references": [], 
      "text": "Public Law 95-593.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s703-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-04", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-10", 
  "number": "703", 
  "official_title": "An Act to improve the administration and operation of the Overseas Citizens Voting Rights Act of 1975, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-10", 
  "subjects": [
    "Absentee voting", 
    "Americans in foreign countries", 
    "Authorization", 
    "Election administration", 
    "Government operations and politics", 
    "Income tax", 
    "Local taxation", 
    "Military personnel", 
    "Political parties", 
    "Postal rates and revenues", 
    "Postal service", 
    "State taxation", 
    "States", 
    "Tax administration", 
    "Taxation", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Absentee voting", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1978-09-13", 
    "text": "(Reported to House from the Committee on House Administration with amendment, H. Rept. 95-1568) Amends the Overseas Voting Rights Act of 1975 to make specified recommendations to States to facilitate voting by eligible individuals thereunder, including recommending that: (1) any official postcard which is duly executed by an eligible individual be accepted as a simultaneous application for registration and for an absentee ballot; and (2) if a special application is required for registration by mail, registration forms be sent with the absentee ballot and allowed to be returned with it. Directs the Presidential designee under the Federal Voting Assistance Act to request each State to furnish him with information on the current absentee registration of, and voting procedures for, citizens abroad and to make such information available to Federal agencies. Directs the Secretary of State to publicize the right of such persons to vote in Federal elections and the procedures available to enforce that right. Directs the Administrator of General Services to cause to be printed and distributed to appropriate agencies official postcards for use in accordance with the provisions of the Overseas Voting Rights Act, and instructs such agencies to deliver or make available such postcards to qualified individuals, not later than August 15, immediately before any general Federal election. Stipulates that balloting material be sent free of postage and by the most expedited service available. States that the exercise of any right to register or vote in Federal elections by any citizen outside the United States shall not affect the determination of such citizen's place of residence or domicile for purposes of any tax imposed under Federal, State, or local law. Authorizes the appropriation of such sums as are necessary to carry out the purposes of such Act. Amends the Federal Voting Assistance Act of 1955 to extend the right to vote in Federal elections to citizens covered by the 1955 Act who are not presently given that right under State law and who are members of the armed forces, the Merchant Marine, or their spouses, or dependents. Directs the Presidential designee under such Act to request each State to inform him of any provisions of State law requiring the removal of the name of any person from such State's voter registration roll and to provide him with information relative to the number of absentee voters. Directs the Presidential designee to design, for purposes of the Federal Voting Assistance Act and the Overseas Citizens Voting Rights Act, a single form postcard application for registration to vote and for an absentee ballot. Requires provisions of present law (1) authorizing the appropriation of sums to the United States Postal Service for the purpose of reimbursement of revenues lost due to free postages and reduced rate mailing of specified materials; (2) adjusting the postage rate of such materials if Congress fails to appropriate the amount so authorized to include materials sent under the Overseas Citizens Voting Rights Act; and (3) allowing qualified political committees to use third-class mail matter rates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the administration and operation of the Overseas Citizens Voting Rights Act of 1975.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to improve the administration and operation of the Overseas Citizens Voting Rights Act of 1975, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:05-05:00"
}