{
  "actions": [
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations, S. Rept. 95-842.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-28", 
      "bill_ids": [
        "hr12598-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 12598 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3076-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-15", 
  "number": "3076", 
  "official_title": "A bill to authorize appropriations for the fiscal year 1979 for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12598-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1978-05-15", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Air pollution control", 
    "American economic assistance", 
    "Americans employed in foreign countries", 
    "Angola", 
    "Artificial satellites", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Cambodia", 
    "Canada", 
    "Cemeteries and funerals", 
    "Civil rights and liberties, minority issues", 
    "Communist countries", 
    "Congress", 
    "Congressional tributes", 
    "Congressional-Presidential relations", 
    "Cuba", 
    "Department of State", 
    "Diplomacy", 
    "Diplomats", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy supplies", 
    "Europe", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal office buildings", 
    "Federal officials", 
    "Fishing", 
    "Food supply", 
    "Foreign correspondents", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Franking privilege", 
    "Government operations and politics", 
    "Government property", 
    "Information services", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International trade", 
    "Japan", 
    "Marine resources conservation", 
    "Minority employment", 
    "Missing in action", 
    "Monetary policy", 
    "Monuments and memorials", 
    "Narcotic traffic", 
    "Nuclear security measures", 
    "Painting", 
    "Passports", 
    "Postal service", 
    "President and foreign policy", 
    "Radio broadcasting", 
    "Recognition (International law)", 
    "Refugees", 
    "Rhodesia", 
    "Sanctions (International law)", 
    "Senate", 
    "Solar energy", 
    "Spain", 
    "Thailand", 
    "Transportation and Travel", 
    "Treaties", 
    "Treaty-making power", 
    "U.S.S.R.", 
    "Uganda", 
    "United Nations economic assistance", 
    "Vietnam"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1978-06-28", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 12598 passed in lieu) Foreign Relations Authorization Act, Fiscal Year 1979 - =Title I: State Department= - Authorizes appropriations to the Department of State for fiscal year 1979 to conduct the foreign affairs of the United States for functions relating to: (1) the organizations and conferences; (2) international commissions; (3) migration and refugee assistance; and (4) increases in salary, pay, retirement, and employee benefits. States that the United States contribution to the United Nations for the Committee on the Exercise of the Inalienable Rights of the Palistinian People should be reduced so as to be proportionate to the general contribution to the United Nations budget. Amends Federal law to authorize the Secretary of State to provide emergency medical assistance and dietary supplements to destitute Americans abroad. Authorizes the Secretary of State to acquire on behalf of the United States a memorial statue or bust of General George C. Marshall to be placed in an appropriate location within the Department of State. Establishes a Commission, whose members shall not be compensated, to select the sculptor for such statue or bust. Authorizes $500,000 to be set aside from the sums authorized for the Department of State under this Act for assistance for children in Thailand born of American Fathers and Asian mothers. Sets forth provisions concerning: (1) compensatory time off at posts in foreign areas; (2) efficiency in travel; (3) per diem and subsistence allowances under the Foreign Service Act; and (4) assignments to public organizations under such Act. Directs the President not to designate as restricted for travel or for the use of the passport any country other than a country with which the United States is at war or any country other than where armed hostilities are in progress. Directs a certain number of Members of Congress to meet at least annually with representatives of the European Parliament for a discussion of common problems in the interest of sound relations. Sets forth provisions concerning: (1) visits to the United States by foreign citizens; (2) the authority and responsibility of United States Chief of Mission; (3) reducing unnecessary family separations for Foreign Service employees; and (4) language training for foreign dependents of Foreign Service officers. Sets aside authorizations: (1) for refugees settling in Israel; and (2) to enable the International Joint Commission, United States and Canada, to promptly initiate investigations requested by the United States pursuant to the Treaty between the United States and Great Britain relating to boundary waters between the United States and Canada. Expresses the sense of Congress that the United States should enter into negotiations with Canada to develop an agreement governing air quality standards. Requires the Secretary of State to demonstrate solar energy and other renewable energy technologies by using such energy sources in Foreign Service buildings located abroad. Directs the Secretary to consult with Secretary of Energy for assistance. Directs projects to be adoptable to local conditions. Requires the Secretary of State to insure that projects under this Act are demonstrated to, and are available for inspection by, officials and other citizens of the host country. Directs the Secretary to give priority to projects in less developed countries. Sets forth provisions concerning: (1) facilitating voluntary retirements of Foreign Service employees; (2) rest and recuperation travel of Foreign Service employees; (3) retirement for Binational Center employees; and (4) assisting minority enterprise. Changes the position of Deputy Under Secretary of State to Under Secretary of State for Management. Authorizes the appropriation of $60,000,000 for fiscal year 1979 to the President to acquire tin metal to contribute to the buffer stock of the International Tin Council. Establishes within the Department of State an Assistant Secretary for International Narcotics Matters who shall be responsible for all matters which pertain to international narcotics control programs. Directs the Assistant Secretary to assume the duties of the Senior Advisor to the Secretary of State for International Narcotics Control. =Title II: International Communication Agency= - Authorizes appropriations for the International Communication Agency for fiscal year 1979 to carry out international communication, educational, and cultural exchange programs. States that the mission of the Agency is to further the national interest by improving United States relations with other nations and peoples through the broadest possible sharing of ideas, information, and educational and cultural activities. Sets forth certain activities required by the Agency. Changes the name of the Agency to the United States Agency for Information and Cultural Exchange. Amends the Japan-United States Friendship Act to authorize the Japan-United States Friendship Commission to transmit its official mail as penalty mail under the same conditions as a Member of Congress. =Title III: Board for International Broadcasting= - Amends the Board for International Broadcasting Act of 1973 to authorize appropriations through fiscal year 1979 for the Board for International Broadcasting. Stipulates that any communist country permited to use the broadcasting facilities of Radio Free Europe/Radio Liberty, Incorporated (RFE/RL, Incorporated) must permit, on a comparable basis, the use of its broadcasting facilities by RFE/RL, Incorporated. =Title IV: Policy Findings and Reporting Requirements= - Makes Congressional findings and requires reports to be filed including the following: (1) expanding international cultural and educational activities; (2) international communications policy; (3) conservation of marine resources; (4) international journalistic freedom; (5) international food reserves and their use; (6) the consolidation of foreign relations law; (7) systematic information-sharing between branches of the United States Government; (8) assistance to United States citizens making arrangements following the death of another citizen abroad; (9) reviewing trade practices; (10) the maintenance of normal diplomatic relations with all nations; (11) the employment of family members of Foreign Service personnel assigned abroad; (12) nuclear-powered satellites; (13) the issuance of diplomatic and official passports; (14) a World Alternate Energy Conference; (15) atrocities in Cambodia and Uganda; (16) Foreign Service personnel requirements and compensation; (17) negotiations on air quality; and (18) policies of the Voice of America. Declares it the sense of Congress that: (1) the United States should seek to triple, by 1983, the financial resources annually expended by the International Communication Agency for exchange-of-persons activities; (2) the Secretary of State should convey to the Government of Japan the concern of the U.S. Congress over conserving marine resources; (3) the President should advise foreign officials harassing news correspondents that such behavior could damage relations with the United States and the actions taken against Craig Whitney of the New York Times and Harold Piper of the Baltimore Sun is in violation of fundamental freedom of people in all nations; (4) the President should sustain a major initiative directed towards an agreement establishing an international grain reserve; (5) the painting \"Guernica\" should, in the near future, be returned to Spain; (6) the United States should take the initiative immediately in seeking a multilateral agreement governing the use of nuclear-powered satellites in space; (7) diplomatic or official United States passports should be issued only to a person who holds a United States Government diplomatic or official position; (8) the United States should encourage the United Nations to convene in 1980 a World Alternate Energy Conference; (9) the President should prohibit the export of military and police equipment to Uganda and that the United Nations General Assembly should be presented with a resolution imposing an arms embargo on Uganda; (10) the Secretary of State should conduct a thorough review of the personnel needs of the Foreign Service and of the suitability of the current compensation system; (11) none of the funds authorized to be appropriated may be used to establish diplomatic relations with the Government of Angola while military forces of Cuba remain in Angola; (12) the President should sever existing diplomatic and economic relations with Cuba until its military forces are removed from Africa; and (13) the United States should assist the process of reconciliation in Rhodesia. Requires the Secretary of State: (1) to hire qualified Foreign Service family members at any Foreign Service post whenever possible; and (2) to establish compensation plans for alien employees of the Service and for Foreign Service family members employees. Declares it to be the general policy of the United States to impose restrictions on travel by a foreign citizen within the United States when the government of such foreign citizen imposes travel restrictions on United States citizens within such country. Requires the Secretary of State to: (1) convey this policy to foreign governments; and (2) seek to eliminate travel restrictions. =Title V: Executive-Legislative Relations= - Requires the Secretary of State to transmit to the Congress the text of any international agreement, including the text of any oral agreement, which shall be reduced to writing. Directs that no international agreement shall be signed or concluded without prior approval of the Secretary of State or the President. Requires the Secretary of State to determine for and within the executive branch whether an agreement constitues an international agreement. States that the President should, prior to and during negotiation of international agreements, seek the advice of the Senate Committee on Foreign Relations as to whether it should be a treaty or an executive agreement. Prohibits any directive from being issued verbally or in writing which is intended to inhibit any employee of the State Department, the International Communication Agency, the Arms Control and Disarmament Agency, the Agency for International Development, or the Board for International Broadcasting from communicating with any Member or employee of the Congress on any subject at any time, except that this shall not be construed as affecting established restrictions and procedures governing the disclosure and disemination of classified or otherwise legally protectable information. =Title IV: General Provisions= - Declares that none of the funds authorized shall be used for reparations, aid, or payments to the Socialist Republic of Vietnam. Directs the President to continue to obtain a final accounting of all Americans missing in action in Vietnam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Treaty Powers Resolution", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the fiscal year 1979 for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:47-05:00"
}