{
  "actions": [
    {
      "acted_at": "1975-02-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3199-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-19", 
  "number": "3199", 
  "official_title": "A bill to assure opportunities for employment to unemployed and underemployed persons, to assist States and local communities in providing needed public services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Guaranteed Employment Act", 
  "sponsor": {
    "district": "21", 
    "name": "Badillo, Herman", 
    "state": "NY", 
    "thomas_id": "00040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-19", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-19", 
    "text": "Guaranteed Employment Act - Declares that it is the national policy of the United States to attain full employment and guaranteed jobs for all. Directs the Secretary of Labor to enter into arrangements with eligible applicants in order to make financial assistance available for the purpose of providing employment for unemployed and underemployed persons in jobs providing needed public services. Defines eligible applicants as: (1) public agencies and institutions of the Federal Government; (2) public agencies and institutions of States and cities; and (3) Indian tribes and any private nonprofit agencies and institutions approved by the Secretary for the purpose of this Act. Provides that persons who receive benefits under title IV of the Social Security Act, or food stamps or surplus commodities under the Agricultural Act of 1949 and the Food Stamp Act of 1964, shall be included among individuals eligible to participate in programs assisted under the provisions of this Act. Requires that any application for financial assistance under this Act shall set forth a public service employment program designed to provide employment and, where appropriate, training and manpower services related to such employment which are otherwise unavailable, for unemployed and underemployed persons in such fields as health care, public safety, education, beautification, and other fields of human betterment and community improvement. Specifies other provisions to be included in such application. Stipulates that the Secretary shall not provide financial assistance for any program under this Act unless he determines that the program will result in an increase in employment opportunities over those which would otherwise be available and will not result in the displacement of currently employed workers (including partial displacement such as a reduction in the hours of nonovertime work or wages or employment benefits. Directs the Secretary to develop a comprehensive system of labor market information including but not limited to information regarding: (1) job opportunities; (2) the nature and extent of impediments to the maximum development of individual employment potential; and (3) the nature and extent of unemployment among veterans who served in Indochina. Directs the Secretary to develop and establish a computerized job bank program for the purpose of identifying sources of available manpower supply and job vacancies, and for other specified purposes. Stipulates that all persons employed in programs assisted under this Act shall receive the same pay and benefits as persons performing similar civil service work in the locality. Directs the Secretary to appoint an Advisory Committee on Public Service Employment. Makes it the duty of such committee to review the administration and operation of all programs under this Act and to perform other specified functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guaranteed Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure opportunities for employment to unemployed and underemployed persons, to assist States and local communities in providing needed public services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:20-05:00"
}