{
  "actions": [
    {
      "acted_at": "1979-03-05", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-144 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Referred jointly to House Committees on Agriculture; and Public Works and Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-27", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 96-144 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 96-144 (Part III).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2610-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-05", 
  "number": "2610", 
  "official_title": "A bill to amend the Water Resources Planning Act (79 Stat. 244, as amended).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-05", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Congressional veto", 
    "Conservation of natural resources", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Native Americans", 
    "Public works", 
    "Rural conditions", 
    "States", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to House amended, Part III", 
    "date": "1979-06-29", 
    "text": "(Reported to House from the Committee on Agriculture with amendment, H. Rept. 96-144 (Part III)) Amends the Water Resources Planning Act to authorize appropriations through fiscal year 1980 for the Water Resources Council. Repeals specified limitations on the use of such funds. Provides for the appointment of a Chairman of the Water Resources Council by the President by and with the advice and consent of the Senate. Stipulates that the Chairman shall not hold any other position as a Federal officer or employee while serving on the Council. Directs that principles, standards, and procedures promulgated by the Council shall: (1) require that every report on a water resources project include specific information on the benefits and costs with respect to economic development, social well-being, and the environment; (2) define water conservation as projects or programs designed to reduce demand for water, improve efficiency in use and reduce waste of water (including by storage); and (3) improve land management practices to conserve water. Establishes a program of financial and program assistance to States for State water management programs and water conservation technical assistance programs. Authorizes appropriations for such purposes. Specifies the way in which such funds shall be allocated to the States and Indian tribes. Directs the Council to approve State water management programs and water conservation technical assistance programs if such programs meet specified minimum standards. Directs the Council to invite financial assistance applications from the Governors when providing the annual estimate of funds to be allocated to each State. Provides that any rule relating to principles, standards, and procedures for water resources planning and projects and for any review by the Council of regional water resources plans may be disapproved by the Congress. States that any such rule promulgated by the Council between June 22, 1979, and the date of enactment shall cease to be in effect 180 days after the date of enactment. Exempts certain small water or related land resources projects from the principles, standards, and procedures of the Council and any requirements for review and recommendations of the Council. Provides that no person shall be prohibited by the Water Resources Planning Act from participating in any Government farm program unless otherwise specifically provided by law. Requires the Council to conduct a study on water supplies, water deficiencies, and methods and procedures which may be utilized to reduce water shortages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Water Resources Planning Act (79 Stat. 244, as amended).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:42-05:00"
}