{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-1394.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3311-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "3311", 
  "official_title": "A bill to amend the Federal Power Act, to provide coordinated long-range planning and facility siting in the electric utility industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Utility Coordination Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Consumer protection", 
    "Electric power", 
    "Electric utilities", 
    "Energy", 
    "Energy policy", 
    "Independent regulatory commissions", 
    "Power resources", 
    "Public utilities", 
    "Public utility rates", 
    "Public utility regulation"
  ], 
  "subjects_top_term": "Electric utilities", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1976-10-01", 
    "text": "(Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-1394) Electric Utility Coordination Act - =Title I: General Provisions= - Declares it the purpose of this Act to encourage conservation and efficient use of electric energy as well as fostering increased competition as a complement to existing regulatory authority. Defines the terms used in this Act. =Title II: Economic Regulation of Bulk Power Supply= - Amends the Federal Power Act to authorize the Federal Power Commission to require interconnections of power facilities among regional districts. Applies such authorization to all electric utilities regardless of ownership. Repeals the maximum five-month period for the suspension of new rates by utilities. Prohibits \"pancaking,\" the filing of one or more successive applications prior to resolution of the initial application for any wholesale rate increase unless the initial application has been pending in excess of 18 months. Requires the Commission to audit every two years the rates of any utility which allow automatic adjustment of utility charges based upon a change in fuel costs. Permits consumers to audit such automatic charges at their own expense. Permits the Commission to make correction of unreasonable rates effective retroactively. Establishes within the Commission an Office of Public Counsel to evaluate and represent the public interest before the Commission or other Federal agencies whose activities affect public utility matters and to conduct other consumer-related functions. Authorizes to be appropriated to the Office of Public Counsel $500,000 for fiscal year 1978 and $1,000,000 for fiscal year 1979. Directs the Federal Trade Commission, with the assistance of the Federal Power Commission and after consultation with State regulatory authorities, to study the effects of increasing competition within the electric utility industry. Directs the Administrator of the Energy Research and Development Administration, in consultation with the Federal Power Commission, to conduct a study on the feasibility of generating electricity near the place of consumption. Requires the Federal Power Commission to conduct a study of the reserve capacities of individual and regional organizations of electric utilities to assess the costs and benefits with respect to reducing such reserve capabilities. =Title III: Coordination of Planning and Federal Licensing of Bulk Power Facilities= - Requires each electric utility to prepare an annual long range plan for its bulk power facility identifying the size, type, and location of new construction of such facilities. Requires the Federal Power Commission to establish geographic regions to coordinate planning by electric utilities. Requires the Commission to prepare annual reports on national coordination of bulk power facilities to be submitted to Congress. Requires the Chairman of the Commission to establish a coordinated system for consideration by Federal agencies of applications for bulk power facilities. Requires the Chairman to develop a single uniform application for consideration by all applicable Federal agencies who are involved in the construction of such a facility and to appoint a lead agency to receive applications, distribute information in such applications to appropriate agencies, and receive determinations from such agencies to be transmitted to the applicants and the Chairman."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Utility Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Power Act, to provide coordinated long-range planning and facility siting in the electric utility industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:50-05:00"
}