{
  "actions": [
    {
      "acted_at": "1999-04-28", 
      "references": [
        {
          "reference": "CR S4357-4358", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-28", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s899-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1999-04-28", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ashcroft, John", 
      "sponsored_at": "1999-04-28", 
      "state": "MO", 
      "thomas_id": "01274", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "1999-04-28", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1999-04-28", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "1999-04-28", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1999-04-28", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "2000-02-10", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1999-04-28", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-28", 
  "number": "899", 
  "official_title": "A bill to reduce crime and protect the public in the 21st Century by strengthening Federal assistance to State and local law enforcement, combating illegal drugs and preventing drug use, attacking the criminal use of guns, promoting accountability and rehabilitation of juvenile criminals, protecting the rights of victims in the criminal justice system, and improving criminal justice rules and procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "21st Century Justice Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-28", 
  "subjects": [
    "AIDS (Disease)", 
    "Administration of juvenile justice", 
    "Aircraft", 
    "Airline passenger traffic", 
    "Aliens", 
    "American economic assistance", 
    "American military assistance", 
    "Animal rights", 
    "Armed forces and national security", 
    "Arrest", 
    "Assault", 
    "Attorneys general", 
    "Authorization", 
    "Bail", 
    "Bank records", 
    "Bank robberies", 
    "Block grants", 
    "Bombings", 
    "Border patrols", 
    "Boundaries", 
    "Branch banking", 
    "Brazil", 
    "Cabinet officers", 
    "Canada", 
    "Capital punishment", 
    "Caribbean area", 
    "Carjacking", 
    "Chief financial officers", 
    "Child abuse", 
    "Child pornography", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "Coast guard", 
    "Cocaine", 
    "College students", 
    "Colombia", 
    "Commerce", 
    "Compensation for victims of crime", 
    "Computer crimes", 
    "Confession (Law)", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Correctional personnel", 
    "Counterfeiting", 
    "Court records", 
    "Crime and law enforcement", 
    "Crimes against the elderly", 
    "Crimes against women", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Customs administration", 
    "DNA fingerprints", 
    "Defense budgets", 
    "Delinquency prevention", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drugs and youth", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Embezzlement", 
    "Emergency management", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Evidence (Law)", 
    "Explosives", 
    "Exports", 
    "Extradition", 
    "Families", 
    "Family violence", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Foreign banks and banking", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Freight", 
    "Fringe benefits", 
    "Frivolous lawsuits", 
    "Fugitives from justice", 
    "Gangs", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grand jury", 
    "Habeas corpus", 
    "Health", 
    "Health care fraud", 
    "Higher education", 
    "Homeless children", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Identification of criminals", 
    "Immigration", 
    "Indian lands", 
    "Indian law enforcement", 
    "Informers", 
    "International affairs", 
    "International cooperation", 
    "Interstate commerce", 
    "Interstate compacts", 
    "Iran", 
    "Jamaica", 
    "Judicial officers", 
    "Juries", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile detention", 
    "Labor and employment", 
    "Larceny", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Legal Services Corporation", 
    "Legal ethics", 
    "Magistrates", 
    "Maintenance and repair", 
    "Marijuana", 
    "Medical tests", 
    "Medicare", 
    "Methamphetamine", 
    "Mexico", 
    "Middle East and North Africa", 
    "Minorities", 
    "Missing children", 
    "Money laundering", 
    "Multilateral development banks", 
    "Murder", 
    "Needle exchange programs", 
    "North Korea", 
    "Northern Mariana Islands", 
    "Olympic games", 
    "Ombudsman", 
    "Organized crime", 
    "Parole", 
    "Performance measurement", 
    "Perjury", 
    "Physicians", 
    "Police", 
    "Police training", 
    "Postal crimes", 
    "Prison violence", 
    "Prisoners", 
    "Prisoners' rights", 
    "Prosecution", 
    "Protection of officials", 
    "Public prosecutors", 
    "Puerto Rico", 
    "Radar", 
    "Railroad employees", 
    "Rape", 
    "Religion", 
    "Right of privacy", 
    "Runaway children", 
    "Rural crime", 
    "Salaries", 
    "Sanctions (International law)", 
    "Scholarships", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security measures", 
    "Sedatives", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Smuggling", 
    "Social welfare", 
    "Space activities", 
    "Spacecraft", 
    "Speedy trial", 
    "Sports and recreation", 
    "Stalking", 
    "State courts", 
    "State employees", 
    "State laws", 
    "Subpoena", 
    "Surplus government property", 
    "Syria", 
    "Tariff", 
    "Teleconferencing", 
    "Telemarketing", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Tourism", 
    "Trading with the enemy", 
    "Transportation and public works", 
    "U.S. Sentencing Commission", 
    "Victims of crimes", 
    "Video tape recording", 
    "Violence", 
    "Visas", 
    "Waste in government spending", 
    "Weapons of mass destruction", 
    "Western Hemisphere", 
    "White collar crime", 
    "Wife abuse", 
    "Wiretapping", 
    "Witnesses", 
    "Women", 
    "Women's education", 
    "Women's shelters", 
    "Youth violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-28", 
    "text": "TABLE OF CONTENTS: Title I: New Millennium Law Enforcement Assistance Subtitle A: Local Law Enforcement Block Grants Subtitle B: New Millennium Public Safety and Policing Grants Subtitle C: Crime Identification Technology Act Improvements Subtitle D: Protection of State and Local Police and Corrections Officers Title II: Combating Drugs and Crime Subtitle A: New Millennium Drug Free Act Subtitle B: Drug Treatment Subtitle C: Gangs and Domestic Terrorism Subtitle D: High Intensity Drug Trafficking Areas Title III: Criminal Use of Firearms by Felons Subtitle A: Criminal Use of Firearms by Felons Subtitle B: Apprehension and Treatment of Armed Violent Criminals Title IV: Juvenile Crime Control and Delinquency Prevention Subtitle A: Juvenile Justice Reform Subtitle B: Juvenile Crime Control, Accountability, and Delinquency Prevention Subtitle C: General Provisions Title V: Protecting Victims of Crime Subtitle A: Victims Rights Subtitle B: Combating Violence Against Women and Children Subtitle C: Victims Rights Amendment Subtitle D: Recognition of Victims in Sentencing Title VI: Prisons and Jails Subtitle A: Violent Offender Incarceration and Truth-in-Sentencing Incentive Grants Subtitle B: Criminal Alien Incarceration Subtitle C: Drug-Free Prisons and Jails Subtitle D: Prison Work Subtitle E: Federal Incarceration Improvement Subtitle F: United States Marshals Service Subtitle G: Federal Prisoner and Criminal Alien Detention Subtitle H: Prison Litigation Reform Title VII: Criminal Law and Procedural Improvements Subtitle A: Equal Protection for Victims Subtitle B: Reform of Judicially Created Exclusionary Rules Subtitle C: Federal Law Enforcement Improvements Subtitle D: Federal Law Enforcement Agency Improvements Title VIII: 21st Century Department of Justice Appropriations Authorization Act Subtitle A: Authorization of Appropriations for Fiscal Years 2000, 2001, and 2002 Subtitle B: Authorizations of Appropriations for Specific Programs Subtitle C: Permanent Enabling Provisions Subtitle D: Miscellaneous Title IX: Miscellaneous 21st Century Justice Act of 1999 - Title I: New Millennium Law Enforcement Assistance - New Millennium Law Enforcement Assistance Act - Subtitle A: Local Law Enforcement Block Grants - Local Government Law Enforcement Block Grant Act of 1999 - Requires the Director of the Bureau of Justice Assistance (BJA) to pay to qualifying local governments specified sums for reducing crime and improving public safety, including for: (1) hiring, training, and employing on a continuing basis new, additional law enforcement officers and support personnel; (2) paying overtime to increase the number of hours worked by presently employed officers and support personnel; (3) procuring equipment, technology, and other material directly related to basic law enforcement functions; (4) enhancing security measures in and around schools and any other facility or location which is considered by the unit of local government to have a special risk for incidents of crime; (5) establishing crime prevention programs that may involve, though not exclusively, law enforcement officials and that are intended to discourage, disrupt, or interfere with the commission of criminal activity; (6) establishing or supporting drug courts; (7) establishing early intervention and prevention programs for juveniles to reduce or eliminate crime; (8) enhancing the adjudication process of cases involving violent offenders, including the adjudication process of cases involving violent juvenile offenders; (9) enhancing programs under the Omnibus Crime Control and Safe Streets Act of 1968 (Safe Streets Act) drug control and system improvement grant program; (10) establishing cooperative task forces between adjoining local governments to work cooperatively to prevent and combat criminal activity, particularly criminal activity that is exacerbated by drug- or gang-related involvement; (11) establishing a multijurisdictional task force, particularly in rural areas, composed of law enforcement officials representing local governments, that works with Federal law enforcement officials to prevent and control crime; and (12) establishing or supporting programs designed to collect, record, retain, and disseminate information useful in the identification, prosecution, and sentencing of offenders. Prohibits a local government from expending any of the funds provided under this subtitle to purchase, lease, rent, or otherwise acquire tanks or armored personnel carriers, fixed wing aircraft, limousines, real estate, yachts, consultants, or vehicles not primarily used for law enforcement unless the Attorney General certifies that extraordinary and exigent circumstances exist that make the use of funds for such purposes essential to the maintenance of public safety and good order. Deems such circumstances to exist with respect to a local government in a rural State upon certification by such government's chief law enforcement officer that such government is experiencing an increase in production or cultivation of a controlled substance or listed chemical and that fixed wing aircraft will be used in the detection, disruption, or abatement of such production or cultivation. Sets forth provisions regarding: (1) the timing of payments; (2) payment adjustments; (3) reservation of sums for adjustments; (4) repayment of unexpended amounts; (5) requirements that such funds not be used to supplant State or local funds; (6) matching funds; (7) oversight accountability and administration; and (8) technology assistance. Authorizes appropriations. Allows appropriations for activities authorized in this subtitle to be made from the Violent Crime Reduction Trust Fund. Requires the Director to: (1) establish procedures under which a local government is required to provide notice to the Director regarding the proposed use of funds made available under this subtitle; and (2) establish a process for the ongoing evaluation of projects developed with funds made available under this subtitle. Sets forth provisions regarding: (1) general qualification requirements; (2) sanctions for noncompliance; (3) maintenance of effort requirements; (4) the allocation and distribution of funds, including grants to Indian tribes and to Puerto Rico, and unavailability and inaccuracy of information; (5) the use of funds to contract with private, nonprofit entities or community-based organizations; and (6) public participation. Subtitle B: New Millennium Public Safety and Policing Grants - Amends the Safe Streets Act to rewrite provisions regarding public safety and community policing to delete references to community-oriented policing and to authorize grants to develop, implement, and expand law enforcement strategies which emphasize zero-tolerance policing, crime mapping, and command accountability to target high-crime areas. Includes among permissible grant uses funds to: (1) promote the active involvement of citizens in neighborhood crime control and prevention activities, such as Neighborhood Watch programs, neighborhood video monitoring, and citizen ride-along programs; and (2) augment law enforcement personnel with such personnel on loan or temporary transfer from another jurisdiction, subject to specified requirements. (Sec. 1203) Authorizes the renewal of grants for hiring or rehiring career law enforcement officers for up to four years, subject to specified requirements. (Sec. 1204) Limits funds for hiring or retaining such officers to $50,000, unless the Attorney General grants a waiver. (Sec. 1205) Authorizes appropriations. Directs the Attorney General to allocate up to ten percent of the funds for grants to communities experiencing crime rates at least one and one half times greater than the national average. Subtitle C: Crime Identification Technology Act Improvements - Amends the Crime Identification Technology Act of 1998 to authorize the use of grant funds to establish, develop, update, or upgrade systems to provide real-time information about street crime in order to facilitate development of crime forecasting models, crime analysis, and other information to assist policing activities to address and prevent crime. Increases authorizations for grants. (Sec. 1303) Requires the Director of the Federal Bureau of Investigation (FBI) to develop a voluntary plan to assist State and local forensic laboratories in performing deoxyribonucleic acid (DNA) analyses of DNA samples collected from convicted offenders. Directs that such plan require that each laboratory performing DNA analyses satisfying quality assurance standards and utilize state-of-the-art testing methods, and require that each DNA samples collected and analyze the accessible only to criminal justice agencies for law enforcement identification purposes, in judicial proceedings if otherwise admissible pursuant to applicable statutes or rules, for criminal defense purposes to a defendant who shall have access to samples and analyses performed in connection with the case in which such defendant is charged, or if personally identifiable information is removed for a population statistics database, for identification research and protocol development purposes, or for quality control purposes. Requires the Director of the FBI to implement the plan developed with State and local forensic laboratories that elect to participate. Authorizes appropriations. Amends the Antiterrorism and Effective Death Penalty Act of 1996 to require the Director of the FBI to expand the combined DNA Identification System (CODIS) to include information on DNA identification records and analyses related to criminal offenses and acts of juvenile delinquency under Federal law, the Uniform Code of Military Justice, and the District of Columbia Code (DC Code). Modifies Violent Crime Control and Law Enforcement Act of 1994 (VCCLEA) provisions regarding an index to facilitate law enforcement exchange of DNA identification information to cover DNA identification records of adjudicated delinquents for acts of juvenile delinquency and to require that such index include DNA identification records and DNA analyses that are prepared by laboratories and DNA analysts that undergo semi-annual external proficiency testing. Requires the Director of the FBI by regulation to establish a list of qualifying offenses, and standards and procedures for: (1) the analysis of DNA samples collected from individuals convicted of or adjudicated delinquent for a qualifying offense; (2) the inclusion in the index of the DNA identification records and DNA analyses relating to such samples; and (3) the expungement of such DNA identification records and analyses from the index in any circumstance in which the underlying conviction or adjudication for the qualifying offense has been reversed or expunged. Includes within the list of qualifying offenses: (1) each criminal offense or active juvenile delinquency under Federal law that constitutes a crime of violence, or in the case of an act of juvenile delinquency, would, if committed by an adult, constitute a crime of violence; (2) each criminal offense under the DC Code that would, if committed in the special maritime and territorial jurisdiction of the United States, constitute a crime of violence; and (3) any other offense under Federal law or the DC Code, as determined by the FBI Director. Sets forth provisions regarding the collection of DNA samples from Federal prisoners and from Federal offenders on supervised release, parole, or probation. Authorizes the Government of the District Of Columbia to: (1) identify one or more categories of individuals who are in the custody of, under supervision by, the District of Columbia, from whom DNA samples should be collected; and (2) collect the DNA samples from each individual in any category so identified. Provides for the collection of DNA samples from District of Columbia offenders on supervised release, probation, or parole, subject to waiver. Provides for the inclusion of DNA information relating to violent military offenders. Sets criminal penalties for failure to cooperate in the collection of a DNA sample. Authorizes punishment of an individual from whom the collection of a DNA sample is required but who fails to cooperate in the collection of that sample as a court marshal. Authorizes appropriations. Incorporates requirements with respect to cooperation in the collection of a DNA sample within conditions of probation, supervised release, and release generally. Requires the Attorney General to: (1) conduct an evaluation to identify criminal offenses, including offenses other than qualifying offenses that, if serving as a basis for the mandatory collection of a DNA sample under the VCCLEA or under State law, are likely to yield DNA matches, and the relative degree of such likelihood with respect to each such offense, and determine the number of investigations aided, and rates of prosecution and conviction of suspects identified through DNA matching; and (2) report to Congress describing the results. Subtitle D: Protection of State and Local Police and Corrections Officers - Chapter 1: State Correctional Officers and Other State Officials - Amends the Federal criminal code (the code) to extend provisions regarding the killing of persons aiding Federal investigations or State correctional officers to cover: (1) State and joint Federal-State investigations; and (2) situations where the incarcerated person is incarcerated pending an initial appearance, arraignment, trial, or appeal for an offense against the United States. Chapter 2: Access to Body Armor; Donations of Body Armor - James Guelff Body Armor Act of 1999 - Directs the United States Sentencing Commission (the Commission) to amend the Federal sentencing guidelines to provide an appropriate sentencing enhancement, increasing the offense level not less than two levels, for any offense in which the defendant used body armor. (Sec. 1415) Authorizes the head of a Federal agency to donate body armor directly to any State or local law enforcement agency if such body armor is in serviceable condition and is surplus property. Permits specified officers from the Department of Justice and the Department of the Treasury to act as the head of a Federal agency. Chapter 3: Grant Programs for Purchase of Body Armor and Video Cameras - Amends the Safe Streets Act to authorize the Director of the BJA to make grants to States, units of local government, and Indian tribes to purchase: (1) bullet resistant equipment for use by State, local, and tribal law enforcement officers; and (2) video cameras for use by State, local, and tribal law enforcement agencies in law enforcement vehicles. Sets forth provisions regarding permissible uses the funds, preferential consideration, minimum and maximum amounts, matching funds, fund allocation, and application requirements. Authorizes appropriations. (Sec. 1423) Expresses the sense of Congress that entities receiving the assistance should, in expending the assistance, purchase only American-made equipment and products. (Sec. 1424) Amends the Safe Streets Act to authorize the National Institute of Justice to: (1) conduct research and otherwise work to develop new bullet resistant technologies for use in police equipment; (2) inventory bullet resistant technologies used in the private sector, in surplus military property, and by foreign countries; and (3) promulgate relevant standards for, and conduct technical and operational testing and evaluation of, bullet resistant technology and equipment, and otherwise facilitate the use of that technology in police equipment. Directs the Institute to give priority in testing and engineering surveys to law enforcement partnerships developed in coordination with High Intensity Drug Trafficking Areas. Authorizes appropriations. (Sec. 1425) Amends the Safe Streets Act to authorize the Director to waive, in whole or in part, in the case of fiscal hardship, a matching funds requirement for law enforcement armor vests. Chapter 4: Miscellaneous - Amends the Safe Streets Act to provide for the inclusion of railroad police officers in FBI law enforcement training, subject to a limitation on travel, transportation, and subsistence expenses during training. Title II: Combating Drugs and Crime - Subtitle A: New Millennium Drug Free Act - New Millennium Drug Free Act - Chapter 1: International Supply Reduction - Subchapter A: International Crime - Part I: International Crime Control - International Crime Control Act of 1999 - Prohibits, and sets felony penalties for, violence committed while eluding inspection or during violation of arrival, reporting, entry, or clearance requirements, including conspiracy and reckless endangerment. Part II: Strengthening Maritime Law Enforcement Along United States Borders - Prohibits, and sets penalties for: (1) failing to obey an order to heave to (on being so ordered by an authorized Federal law enforcement officer); and (2) failing to comply with an order of such officer in connection with the boarding of the vessel, impeding or obstructing a boarding, arrest, or other law enforcement action authorized by Federal law, or providing false information to such an officer during a boarding regarding the destination, origin, ownership, registration, nationality, cargo, or crew of the vessel. Authorizes: (1) a foreign country to consent or waive objection to the enforcement of U.S. law by the United States under this subtitle by international agreement or, on a case-by-case basis, by radio, telephone, or similar oral or electronic means; (2) the Secretary of State or his or her designee to prove a consent or waiver by certification; and (3) the seizure and forfeiture of a vessel used in violation of this chapter. (Sec. 2022) Sets a civil penalty of not more than $25,000 for failure to comply with a lawful boarding, obstruction of boarding, or provision of false information. Provides for in rem liability. (Sec. 2023) Amends the Tariff Act of 1930 to define an \"authorized place\" to board vessels to include a location in a foreign country at which U.S. customs officers are permitted to conduct inspections, examinations, or searches. Part III: Smuggling of Contraband and Other Illegal Products - Prohibits, and sets penalties for, smuggling contraband and other goods from the United States and for facilitating the transportation of such goods prior to exportation. Makes such smuggling, and smuggling goods into foreign countries, a predicate offense under the money laundering statute. Amends the Tariff Act to provide for the forfeiture of merchandise illegally exported or attempted to be exported from the United States. (Sec. 2032) Increases the penalty for entry of goods by means of false statements. Prohibits, and applies such penalty to, embezzling, stealing, or wrongfully converting to personal use funds, assets, securities, or other property entrusted to a person's care or to the care of another for the purpose of paying any lawful customs duties. (Sec. 2033) Prohibits, and sets penalties for, false certifications relating to exports. Part IV: Denying Safe Havens to International Criminals - Authorizes the Attorney General, if a foreign government makes a request for the extradition of a person who is charged with or has been convicted of an offense within that government's jurisdiction, and if an extradition treaty between that government and the United States is in force but does not provide for extradition for the offense for which the person has been charged or convicted, or if no treaty is in force, to authorize the filing of a complaint for extradition, subject to specified conditions. (Sec. 2044) Grants the Attorney General the authority, if a person is being held in pretrial detention or is otherwise in custody in a foreign county based upon a violation of the law in that country and the person is found extraditable to the United States by the competent authorities of that country while still in pretrial detention or custody, to: (1) request the temporary transfer of that person to the United States to face prosecution in a Federal or State criminal proceeding; (2) maintain the custody of that person while he or she is in the United States; and (3) return that person to the foreign country at the conclusion of the criminal prosecution, including any imposition of sentence. Sets forth similar provisions regarding the Attorney General's authority with respect to the temporary transfer of persons in pretrial detention or custody in the United States to foreign governments seeking their extradition. (Sec. 2045) Amends the Federal judicial code to prohibit a person from using the resources of the U.S. courts in furtherance of a claim in any related civil forfeiture action, or a claim in third party proceedings in any related criminal forfeiture action, if that person: (1) purposely leaves U.S. jurisdiction; (2) declines to enter or reenter the United States to submit to its jurisdiction; or (3) otherwise evades the jurisdiction of the court in which a criminal case against that person is pending. (Sec. 2046) Removes restrictions on the transfer of foreign prisoners to serve sentences in their country of origin where provided by treaty. (Sec. 2047) Authorizes the Attorney General to permit the temporary transit through the United States of a person wanted for prosecution or imposition of sentence in a foreign country. Part V: Seizing and Forfeiting Assets of International Criminals - Prohibits, and sets penalties for, violations of anti-money laundering orders. (Sec. 2052) Provides that, for purposes of proving a violation of the prohibition against owning or operating an illegal money transmitting business, it shall be sufficient for the Government to prove that the defendant knew that the business lacked a license required by State law, and it shall not be necessary to show that the defendant knew that operation of the business without the required license was an offense punishable as a felony or misdemeanor under State law. (Sec. 2053) Grants the district courts jurisdiction over any foreign person, including any financial institution registered in a foreign country, that commits a money laundering offense involving a financial transaction that occurs in whole or in part in the United States, if service of process is made as specified. Authorizes the court to take action necessary to ensure that any bank account or other property held by the defendant in the United States is available to satisfy a judgement under this section. (Sec. 2054) Amends the money laundering statute to include foreign banks within the definition of \"financial institution.\" (Sec. 2055) Amends the Controlled Substances Act (CSA) to authorize the court: (1) in the case of property that has been placed beyond the court's jurisdiction, to order the defendant to return the property to the court's jurisdiction so it may be seized and forfeited; and (2) to order the defendant to repatriate any property subject to forfeiture pending trial and to deposit that property in the registry of the court, or with the United States Marshals Service or the Secretary, in an interest-bearing account (and sets penalties for failure to comply). (Sec. 2056) Amends the International Emergency Economic Powers Act (IEEPA) and the Trading With the Enemy Act of 1917 (TWEA) to provide that information obtained under such Acts may be withheld only to the extent permitted by statute, except that information submitted, obtained, or considered in connection with any transaction prohibited under such Acts, including license applications, licenses or other authorizations, information or evidence obtained in the course of any investigation, and information obtained or furnished in connection with international agreements, treaties, or obligations shall be withheld from public disclosure, unless the release of the information is determined by the President to be in the national interest. (Sec. 2057) Increases the civil penalty and the criminal fine for violations of IEEPA. (Sec. 2058) Amends TWEA to cover attempted violations of the Act. (Sec. 2059) Specifies circumstances under which a person who commits an offense outside the United States that would constitute fraud or another prohibited related activity in connection with an access device shall be subject to the penalties for such offense as if it were committed in the United States. Part VI: Promoting Global Cooperation in the Fight Against International Crime - Amends the Federal judicial code to authorize the Attorney General to present a request made by a foreign government for assistance with respect to a foreign investigation, prosecution, or proceeding regarding a criminal matter the execution of which requires the use of compulsory measures in more than one judicial district, to a judge or judge magistrate of any one of such districts or of the U.S. District Court for the District of Columbia. Grants such judge or magistrate the authority to issue orders to execute the request. (Sec. 2072) Grants the Attorney General authority to temporarily transfer a person who is serving a sentence, is in pretrial detention, or is otherwise being held in U.S. custody, whose testimony is needed in a foreign criminal proceeding, subject to specified requirements, if such transfer is consistent with the international obligations of the United States. (Sec. 2073) Amends the Foreign Assistance Act of 1961 to make an exception to the prohibition against training of foreign law enforcement agencies with respect to assistance and training provided for antiterrorism purposes. (Sec. 2074) Authorizes the Attorney General to make payments from the Department of Justice Assets Forfeiture Fund to return forfeited property repatriated to the United States by a foreign government or others acting at the direction of a foreign government, and interest earned on the property under specified conditions. Subchapter B: International Drug Control - Amends the Foreign Assistance Act of 1961 to direct the President, by November 1 of each year, to submit to Congress a separate plan for the activities to be undertaken by the United States in order to address drug-trafficking and other drug-related matters in each country that is determined by the President to be a major drug-transit country or a major illicit drug producing country, with which the United States is maintaining diplomatic relations. (Sec. 2102) Prohibits any funds appropriated for any fiscal year after FY 1999 for U.S. counter-drug or counter-narcotics activities from being obligated or expended for such activities between November 1 of such fiscal year and the later of the notification date required in such fiscal year under provisions of the Foreign Assistance Act of 1961 regarding authority to transfer excess defense articles or the date of the submittal of the plans required by this subtitle. (Sec. 2103) Expresses the sense of the Congress regarding Colombia (regarding counter-narcotics assistance and human rights), Mexico (regarding a maritime agreement to improve cooperation in interdicting seaborne drug smuggling), and Iran and Syria (regarding narcotics). (Sec. 2107) Authorizes the Administrator of the Drug Enforcement Administration (DEA) to purchase a King Air aircraft for DEA activities, and station the aircraft, in Brazil. Expresses the sense of the Congress regarding narcotics trafficking in Brazil, Jamaica, and North Korea. Subchapter C: Foreign Military Counter-Drug Support - Directs: (1) the Departments of State and Defense to report monthly to specified congressional committees on the current status of any formal letter of request for foreign military sales of counter-narcotics-related assistance from the head of any police, military, or other appropriate security agency official in an Andean country; and (2) the Department of State to review and forward to the Congress an analysis of the current foreign military sales program within 180 days of this Act's enactment. Subchapter D: Additional Funding For Source and Interdiction Zone Countries - Authorizes appropriations, beyond sums appropriated for Colombia and Peru for counter-narcotics operations for a fiscal year, for: (1) Peru and Colombia to support additional surveillance, pursuit of drug aircraft, and general support for counter-narcotics operations; and (2) Bolivian counter-narcotics programs for FY 2000. (Sec. 2132) Authorizes additional appropriations for FY 2000 for enhanced efforts in counter-narcotics matters for countries in Central America by the United States Coast Guard, Customs Service, and other law enforcement agencies. Chapter 2: Domestic Law Enforcement - Subchapter A: Criminal Offenders - Specifies that, for purposes of this Act, an offense is committed in the presence of a child if: (1) it takes place in the line of sight of an individual who has not attained age 18; or (2) an individual who has not attained age 18 habitually resides in the place where the violation occurs. Directs the Commission to amend the Federal sentencing guidelines to provide for specified sentencing enhancements with respect to a CSA offense that is committed in the presence of a child. (Sec. 2202) Expresses the sense of the Congress that the President should take immediate and effective action at and near the U.S.-Mexican border to control violence and other illegal acts. Directs the Attorney General to report to the House and Senate Judiciary Committees on what steps are being taken to ensure the safety of U.S. citizens at and near the border, and to prevent the illegal acquisition of sites and facilities in such areas by drug traffickers, and what steps need to be taken to ensure the safety and well being of the people of the United States along that border. (Sec. 2203) Amends the code to authorize the use of a clone pager (defined as a numeric display device that receives communications intended for another numeric display paging device). Prohibits the installation or use of a pen register, trap and trace device, or clone pager without first obtaining a court order under the code or under the Foreign Intelligence Surveillance Act of 1978, except as provided in this section. Amends provisions regarding the use of pen registers and trap and trace devices to cover the use of clone pagers. Authorizes a provider of electronic communication service, upon the request of an attorney for the Government or an officer of a law enforcement agency authorized to use a clone pager, to furnish to such investigative or law enforcement officer all information, facilities, and technical assistance necessary to accomplish the programming and use of such pager unobtrusively and with a minimum of interference with the paging services provided. Sets forth provisions regarding application for an order for use of a clone pager and issuance of such an order. Subchapter B: Powder Cocaine Mandatory Minimum Sentencing - Amends CSA and the Controlled Substances Import and Export Act to decrease (from five kilograms to 500 grams, and from 500 to 50 grams) the amounts of a mixture or substance containing a detectable amount of coca leaves, cocaine, ecgonine, or compounds thereof (cocaine powder) the manufacture, distribution, or possession of which is punishable by specified penalties under such Acts. Directs the Commission to promulgate or amend guidelines to reflect the amendment made by this subchapter. Subchapter C: Drug-Free Borders - Amends the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 to direct the Attorney General, in each of FY 2000 through 2004, to increase by not less than 1,500 the number of positions for full-time, active-duty border patrol agents within the Immigration and Naturalization Service (INS) above the number of such positions for which funds were allotted for the preceding fiscal year, to achieve a level of 15,000 positions by FY 2004. (Sec. 2222) Prohibits a border patrol agent from ceasing pursuit of an alien suspected of unlawfully entering, or of an individual unlawfully importing a narcotic into, the United States, until State or local law enforcement authorities are in pursuit and have the alien or individual in their visual range. Chapter 3: Demand Reduction - Subchapter A: Education, Prevention, and Treatment - Expresses the sense of the Congress that the Congress and the President should: (1) make the reauthorization of the Safe and Drug-Free Schools and Communities Act of 1994 a high priority for the 106th Congress, and that such reauthorization should maintain substance abuse prevention as a major focus; and (2) make the reauthorization of Federal substance abuse prevention and treatment programs a high priority for the 106th Congress, and provide more flexibility to States in the use of Federal funds for provision of drug abuse prevention and treatment services while holding States accountable for their performance. (Sec. 2253) Directs the National Institute on Standards and Technology to: (1) conduct a study of drug-testing technologies in order to identify and assess the efficacy, accuracy, and usefulness for purposes of the national effort to detect the use of illicit drugs of any drug-testing technologies that may be used as alternatives or complements to urinalysis as a means of detecting the use of such drugs; and (2) report on the results to Congress. (Sec. 2254) Amends the Public Health Service Act (PHSA) to require: (1) the Director of the National Institute on Alcohol Abuse and Alcoholism to ensure that the results of all current alcohol research that is set aside for services is widely disseminated to treatment practitioners in an easily understandable format, and in a manner that provides easily understandable steps for the implementation of best practices based on the research, and make technical assistance available to the Center for Substance Abuse Treatment to assist alcohol and drug treatment practitioners to make permanent changes in treatment activities through the use of successful treatment models; and (2) the Director of the National Institute on Drug Abuse to take analogous steps with respect to drug abuse research and treatment. (Sec. 2255) Amends the PHSA to prohibit the expenditure of Federal funds made available to carry out any program of distributing sterile needles or syringes to individuals for the injection of any illegal drug. (Sec. 2256) Directs the Secretary of Transportation to establish an incentive grant program to assist the States in improving their laws relating to controlled substances and driving. Sets forth grant requirements, including regarding the use of grant funds. Authorizes appropriations for FY 2000 through 2004. (Sec. 2258) Amends the Victims of Crime Act of 1984 to authorize an eligible crime victim compensation program to expend appropriated funds to offer compensation to elementary and secondary school students or teachers who are victims of school violence. Authorizes the Director of the BJA to make a grant for a demonstration project or for training and technical assistance services to a program that: (1) assists State and local educational agencies in developing, establishing, and operating programs to protect victims of and witnesses to incidents of elementary and secondary school violence; or (2) supports a student safety toll-free hotline that provides students and teachers in such schools with confidential assistance relating to the issues of school crime, violence, drug dealing, and threats to personal safety. (Sec. 2259) Authorizes the Secretary of Education to award grants to States, and State and local educational agencies, to develop, establish, or conduct innovative programs to improve unsafe elementary or secondary schools. Provides priorities for programs that: (1) provide prompt parent and teacher notification of certain school incidents; (2) provide annual reports to parents and teachers regarding such incidents; and (3) enhance school security measures. Authorizes appropriations. Amends the Safe and Drug-Free Schools and Communities Act of 1994 to authorize innovative voluntary random drug testing programs. Subchapter B: Drug-Free Families - Drug-Free Families Act of 1999 - Directs the DEA Administrator to make a grant to the Parent Collaboration, a legal entity established by specified organizations, to conduct a national campaign to build a new parent and family movement to help parents and families prevent drug abuse among their children. Authorizes appropriations. Chapter 4: Funding for United States Counter-Drug Enforcement Agencies - Subchapter A: Border Activities - Amends the Customs Procedural Reform and Simplification Act of 1978 to authorize appropriations for drug enforcement and other noncommercial operations, commercial operations, and air and marine interdiction for FY 2000 through 2001. Directs the Commissioner of Customs to submit to specified congressional committees the projected amount of funds for the succeeding fiscal year that will be necessary for Customs Service operations. (Sec. 2302) Makes specified FY 2000 funds available until expended for acquisition and other expenses associated with implementation and deployment of specified narcotics detection equipment along the United States-Mexico border, the United States-Canada border, and Florida and the Gulf Coast seaports. Earmarks specified FY 2001 funds for the maintenance and support of, and training of personnel to maintain and support, such equipment. (Sec. 2303) Sets forth provisions regarding: (1) peak hours and investigative resource enhancement; (2) air and marine operation and maintenance funding; (3) compliance with performance plan requirements; (4) a change of salary for the Commissioner of Customs from level III to level IV of the executive pay schedule; and (5) passenger preclearance services. Subchapter B: United States Coast Guard - Authorizes additional funding for the United States Coast Guard for FY 2000 and 2001 for operation and maintenance. Subchapter C: Drug Enforcement Administration - Authorizes additional funding for the DEA for FY 2000 for counter-narcotics and information support operations. Subchapter D: Department of the Treasury - Authorizes additional funding for the Department of the Treasury for FY 2000 and 2001 for counter-narcotics, information support, and money laundering efforts. Subchapter E: Department of Defense - Authorizes additional funding for the Department of Defense for FY 2000 and 2001 to expand activities to stop the flow of illegal drugs into the United States. (Sec. 2342) Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects to establish an air base or bases for use in support of counter-narcotics operations in the southern Caribbean Sea, northern South America, and eastern Pacific Ocean, located in Latin America or the Caribbean Sea, or both. Authorizes appropriations. (Sec. 2343) Authorizes appropriations for the Department of Defense for FY 2000 for the procurement of a Relocatable Over the Horizon Radar, located in South America. (Sec. 2344) Expresses the sense of Congress that: (1) the President should allocate funds appropriated for FY 1999 pursuant to the authorizations of appropriations for that fiscal year in the Western Hemisphere Drug Elimination Act to fully carry out the purposes of that Act during that fiscal year, and should include with the budgets for FY 2000 and 2001 that are submitted to the Congress a request for funds for such fiscal years in accordance with the authorizations of appropriations for such fiscal years in that Act; and (2) the Secretary of Defense should revise the Global Military Force Policy of the Department of Defense to treat the international drug interdiction and counter-drug activities of the Department as a military operation other than war (thereby elevating the priority given such activities to that given to peacekeeping operations), and allocate Department assets to such activities in accordance with the priority given such activities under the revised Policy. Chapter 5: Faith-Based Substance Abuse Treatment - Faith-Based Drug Treatment Enhancement Act - Amends the PHSA to declare that the amendments made by this Act apply to each program that makes awards of Federal financial assistance to prevent or treat substance abuse. Allows, notwithstanding any other provision of law, a religious organization to be an award recipient, make subawards, provide services through vouchers, or accept vouchers for providing services. Makes religious organizations eligible on the same basis as any other nonprofit private organization. Prohibits Federal or State: (1) discrimination against an organization on the basis that the organization has a religious character; and (2) requirements that a religious organization, in order to be a program participant, remove religious art, icons, scripture, or other symbols. Requires a religious organization to arrange for services through an alternative entity if an individual objects to the religious organization. Allows a religious organization to require a beneficiary who has elected to receive services from the organization to actively participate in religious practice, worship, and instruction. Prohibits using funds for sectarian worship or instruction, unless the beneficiary may choose where the assistance is redeemed or allocated. Declares that assistance to or on behalf of a beneficiary is aid to the beneficiary and not to the organization. Requires, if a State law or constitution would prevent the expenditure of State or local funds by religious organizations, that the Federal funds shall be segregated from State or other public funds. Requires, for personnel working in religious organization drug treatment programs, giving credit for religious education and training equivalent to credit given for secular course work. Mandates waiver of educational requirements if the religious organization has a record of successful drug treatment and the State or local government fails to demonstrate empirically that the educational qualifications are necessary. Chapter 6: Methamphetamine Laboratories - Determined and Full Engagement Against the Threat of Methamphetamine or DEFEAT Meth Act of 1999 - Directs the Commission to amend the Federal sentencing guidelines with respect to any offense relating to the manufacture, attempt to manufacture, or conspiracy to manufacture amphetamine or methamphetamine in violation of the CSA, the Controlled Substances Import and Export Act, or the Maritime Drug Law Enforcement Act, by: (1) increasing the base offense level so that the base offense level is the same as that applicable to an identical amount of cocaine base; and (2) increasing such level three levels higher if the offense created a substantial risk of danger to the health and safety of another person. Directs the Commission to promulgate amendments pursuant to this Act in accordance with the procedure set forth in the Sentencing Act of 1987, as though the authority of that Act had not expired. (Sec. 2363) Directs the Administrator of the Drug Enforcement Administration to implement a comprehensive approach for targeting and investigating methamphetamine production, trafficking, and abuse to combat the trafficking of methamphetamine in areas designated by the Director of National Drug Control Policy as high intensity drug trafficking areas. Authorizes appropriations. Requires the Director to: (1) combat methamphetamine trafficking in areas designated as high intensity drug trafficking areas, including by hiring new laboratory technicians in rural communities; and (2) engage in specified methamphetamine abuse prevention efforts. Authorizes appropriations. Grants priority to assisting rural and urban areas that are experiencing a high rate or rapid increases in methamphetamine abuse and addiction. Sets forth provisions regarding analyses and evaluation and annual reports. Authorizes appropriations. (Sec. 4) Amends the CSA to include: (1) among list II chemicals red phosphorus and sodium dichromate; and (2) within the definition of \"drug paraphernalia\" items primarily intended or designed for use in introducing methamphetamine into the body. Chapter 7: Doctor Prescriptions of Schedule I Substances - Directs the Secretary of Health and Human Services (Secretary of HHS) to: (1) promulgate regulations that require any and all hospitals or health care service providers who receive Federal medicare or medicaid payments based upon appropriate compliance certification, as an additional certification requirement, to certify that no physician or other health care professional who has privileges with such hospitals or health care service provider, or is otherwise employed by them, is currently, or will in the future, prescribe or otherwise recommend a schedule I substance to any person; and (2) report to Congress the number and names of institutions refusing or otherwise failing to fill the certification requirement. Requires the Attorney General to promulgate regulations to revoke the DEA registration of any physician or other health care provider who recommends or prescribes a schedule capital I controlled substance. Subtitle B: Drug Treatment - Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to direct the Attorney General and the Secretary of HHS to make grants to a consortium within a State of State or local juvenile justice agencies, State or local substance abuse and mental health agencies, and child service agencies to coordinate the delivery of services to children among those agencies. Sets forth provisions regarding the use of funds, applications for coordinated juvenile services grants, and reporting requirements. Authorizes appropriations. (Sec. 2402) Amends the Safe Streets Act to authorize the use of residential substance abuse treatment grants to provide nonresidential substance abuse treatment aftercare services for inmates or former inmates if the State's chief executive officer certifies to the Attorney General that the State is providing, and will continue to provide, an adequate level of residential treatment services. Makes specified funds available to a State to make grants to local correctional facilities in the State for the purpose of assisting jail-based substance abuse treatment programs established by those facilities. Sets forth provisions regarding the Federal share, application requirements, review of applications, State implementation of a statewide communications network to track the participants in jail-based substance abuse treatment programs established by local correctional facilities in the State as those participants move between such facilities within the State, the use of grant sums, reporting requirements, and performance review. (Sec. 2403) Amends the Safe Streets Act to authorize the Attorney General to make grants to States, State and local courts, local governments, and Indian tribes to establish programs that: (1) continue judicial supervision over juvenile offenders with substance abuse problems; and (2) integrate administration and other sanctions and services, including substance abuse treatment for each participant. Sets forth provisions regarding the use of grants for treatment, counseling, and other related and necessary expenses not covered by other funding sources, continued availability of such grants, application requirements, the Federal share, reporting requirements, and technical assistance, training, and evaluation. Authorizes appropriations. Subtitle C: Gangs and Domestic Terrorism - Chapter 1: Juvenile Gangs - Amends the code to prohibit and set penalties for the use of any facility in, or traveling in, interstate or foreign commerce, or causing another to do so, to recruit another person to be or to remain as a member of a criminal street gang, including conspiring to do so. (Sec. 2502) Amends: (1) the CSA to increase penalties for using minors to distribute drugs; and (2) the code to prohibit and set penalties for knowingly and intentionally using a minor to commit a Federal crime of violence, or to assist in avoiding detection or apprehension for such offense. (Sec. 2504) Authorizes the Attorney General to designate high intensity interstate gang activity areas, and to facilitate the establishment of a regional task force and direct the detailing of personnel from any Federal department or agency to such areas. Sets forth criteria for such designation. Authorizes appropriations. (Sec. 2505) Amends the code to increase penalties for the use of physical force, or the threat of force, to tamper with witnesses, victims, or informants. Chapter 2: Travel Act Amendment - Amends the Travel Act to increase: (1) penalties for violations (regarding interstate and foreign travel or transportation in aid of criminal gangs); and (2) the scope of unlawful activities under such Act. Chapter 3: Distribution of Information on Destructive Devices - Amends the code to prohibit and set penalties for teaching or demonstrating the making or use of an explosive, destructive device, or weapon of mass destruction, or distributing such information, with intent or knowing that such activity constitutes or is for, or in furtherance of, a Federal crime of violence. Chapter 4: Animal Enterprise Terrorism and Ecoterrorism - Amends the code to increase penalties for animal enterprise terrorism. (Sec. 2532) Requires the Director of the FBI to establish and maintain a national animal terrorism and ecoterrorism incident clearinghouse. Subtitle D: High Intensity Drug Trafficking Areas - Requires the Director of the Office of National Drug Control Policy to designate appropriate areas along the northern border of the United States, including Minnesota, as a high intensity drug trafficking area. Authorizes appropriations. Title III: Criminal Use of Firearms by Felons - Subtitle A: Criminal Use of Firearms by Felons - Criminal Use of Firearms by Felons (CUFF) Act - Directs the Attorney General to establish in 25 specified jurisdictions a Criminal Use of Firearms by Felons Program to: (1) provide for coordination with State and local law enforcement officials in the identification of violations of Federal firearms laws; (2) provide for the establishments of agreements with State and local law enforcement officials for the referral to the U.S. Attorney for prosecution of persons arrested for violations of the Brady Handgun Violence Prevention Act and specified firearms-related provisions of the Internal Revenue Code; (3) require the U.S. Attorney to designate not less than one Assistant U.S. Attorney to prosecute violations of Federal firearms laws; (4) provide for the hiring of agents for the Bureau of Alcohol, Tobacco, and Firearms to investigate specified violations under the Brady Act; and (5) ensure that each person referred to the U.S. Attorney for firearms violations be charged with a violation of the most serious Federal offense consistent with the act committed. Directs the U.S. Attorney to carry out an extensive media campaign focused in high-crime areas to: (1) educate the public about the severity of penalties for violations of Federal firearms laws; and (2) encourage law-abiding citizens to report the possession of illegal firearms to authorities. (Sec. 3003) Directs the Attorney General to report annually to the House and Senate Judiciary Committees with respect to the Program. (Sec. 3004) Authorizes appropriations. Sets forth provisions regarding the use of funds. Urges that sums made available for the public education campaign be matched with State or local funds or private donations. Subtitle B: Apprehension and Treatment of Armed Violent Criminals - Amends the code to define \"crime of violence\" to include possession of explosives or firearms by convicted felons (thus making such persons subject to pretrial detention). Bars the court from granting a probationary sentence to a person who has more than one previous conviction for a violent felony or a serious drug offense, committed under different circumstances. Title IV: Juvenile Crime Control and Delinquency Prevention - Subtitle A: Juvenile Justice Reform - Repeals provisions of the code regarding the surrender to State authorities of juveniles arrested for the commission of Federal offenses. (Sec. 4102) Authorizes juveniles age 14 years or older to be tried as adults, with an exception involving Indian country, at the discretion of the U.S. Attorney, in Federal district court for violations of Federal law which are serious violent felonies or serious drug offenses or which are other felony offenses, if the U.S. Attorney certifies that there is a substantial Federal interest to warrant the exercise of Federal jurisdiction or that the ends of justice otherwise so require. Authorizes the U.S. Attorney (or in the case of certain felony offenses, the Attorney General), upon declining prosecution of the charged person as a juvenile, to refer the matter to the appropriate legal authorities of the State or Indian tribe with jurisdiction over both the offense and the juvenile. Directs the U.S. Attorney in the appropriate jurisdiction (or in the case of certain felony offenses, the Attorney General), in cases of concurrent jurisdiction between the Federal Government and a State or Indian tribe over both the offense and the juvenile, to exercise a presumption in favor of referral unless the U.S. Attorney (or Attorney General) certifies that: (1) the prosecuting authority or the juvenile court or other appropriate court of the State or Indian tribe refuses, declines, or will refuse or decline to assume jurisdiction over the offense or the juvenile; and (2) there is a substantial Federal interest in the case or the offense to warrant the exercise of Federal jurisdiction. Authorizes a juvenile to be prosecuted and convicted as an adult for an offense that is properly joined under the Federal Rules of Criminal Procedure with a Federal offense that is a serious violent felony or serious drug offense, or that is a conspiracy or attempt to commit such offense. Permits conviction of a lesser included offense. Makes a determination to approve or not to approve, or to institute or not to institute, such a prosecution unreviewable. Directs the court in which criminal charges have been filed in such prosecution, if the juvenile was less than age 16 at the time of the offense, or in the case of certain felonies, upon motion of the defendant and after a hearing, to determine whether to issue an order to provide for the transfer of the defendant to juvenile status for purposes of proceeding against the defendant. Sets forth time requirements. Prohibits the court from ordering the transfer of a defendant to juvenile status unless the defendant establishes by clear and convincing evidence or information that removal to juvenile status would be in the interest of justice. Sets forth provisions regarding status of orders, inadmissibility of evidence, and applicable procedures. Subjects juveniles prosecuted as adults in U.S. district court to the same procedures and penalties as adults, except that no person under age 18 shall be subject to the death penalty. Makes mandatory restitution provisions applicable to juveniles tried as adults for specified offenses. Grants the U.S. Attorney (or, as appropriate, the Attorney General), in making determinations concerning juvenile arrest or prosecution, complete access to prior Federal and State (if permitted by State law) juvenile records. Specifies that certification regarding the trial of a juvenile as an adult shall not be made nor granted with respect to a juvenile who is subject to the criminal jurisdiction of an Indian tribal government if the juvenile is under age 15 at the time of the offense and is alleged to have committed an offense for which there would be Federal jurisdiction solely based on commission of the offense in Indian country, unless the governing body of the tribe having jurisdiction over the place where the alleged offense was committed has, before the occurrence of the alleged offense, notified the Attorney General in writing of its election that prosecution as an adult take place. Requires the court, in the case of a defendant convicted for conduct that occurred before the juvenile attained age 16, to impose a sentence without regard to any statutory minimum sentence upon finding at sentencing, after affording the Government an opportunity to make a recommendation, that the juvenile has not been previously adjudicated delinquent for, or convicted of, a serious violent felony or a serious drug offense. Directs the Commission to: (1) amend the Federal sentencing guidelines to require that prior juvenile convictions and adjudications for crimes of violence, controlled substance offenses, any other offense for which the defendant received a sentence or disposition of imprisonment for one year or more, and any other offense punishable by a term of imprisonment of more than one year for which the defendant was prosecuted as an adult, receive a criminal history score for any juvenile offender being sentenced as an adult similar to that which the defendant would have received if those offenses had been committed by the defendant as an adult, if any portion of the sentence had been imposed or served within 15 years; (2) determine whether the criminal history treatment of juvenile adjudications or convictions for other offenses should be similarly adjusted and make any additional guideline amendments necessary; (3) assign criminal history points for juvenile adjudication based principally on the nature of the acts committed (and authorizes adjusting the score in light of the length of sentence the juvenile received); (4) submit emergency guidelines or amendments to Congress; and (5) amend the guidelines to provide for inclusion in any determination regarding whether a juvenile or adult defendant is a career offender, and in any computation of the sentence that any defendant found to be a career offender should receive, of any act for which the defendant was previously convicted or adjudicated delinquent as a juvenile that would be a felony if committed by the defendant as an adult. (Sec. 4104) Modifies code provisions regarding custody prior to appearance before a magistrate to direct that: (1) the arresting officer notify the U.S. Attorney of the appropriate jurisdiction as soon as practicable and promptly take reasonable steps to notify the juvenile's parents, guardian, or custodian of custody; and (2) the juvenile not be subject to detention under conditions that permit prohibited physical contact or sustained oral communication with adult inmates. (Sec. 4105) Provides for pretrial detention of juveniles tried as adults on the same basis as adults. Prohibits the pretrial or predisposition detention of juveniles with adults. (Sec. 4106) Extends the period in which the trial of a juvenile in detention must be commenced from 30 to 70 days after the beginning of detention. Applies in juvenile cases the same tolling provisions for such time period that apply in adult prosecutions. Directs the court, in determining whether an information should be dismissed with or without prejudice, to consider the seriousness of the alleged act of juvenile delinquency, the facts and circumstances of the case that led to the dismissal, and the impact of a re-prosecution on the administration of justice. (Sec. 4107) Revises code provisions regarding the sentencing of juveniles found to be delinquent but not tried as adults to direct the court to hold a dispositional hearing within 40 court days after the finding of delinquency, unless the court has ordered further study. Requires: (1) a predisposition report to be prepared by the probation officer who shall promptly provide a copy to the juvenile, the juvenile's counsel, and the attorney for the Government; (2) victim impact information to be included in the report; (3) victims or their official representatives to be provided the opportunity to make a statement to the court or present information in relation to the disposition; and (4) the court to place the juvenile on probation or commit the juvenile to official detention and to impose any fine that would be authorized if the juvenile had been tried and convicted as an adult. Directs the court to enter an order of restitution. Requires that any such imprisonment be terminated on the juvenile's 26th birthday and prohibits a juvenile sentenced to a term of imprisonment from being released from custody simply because the juvenile reaches age 18. (Sec. 4108) Rewrites code provisions regarding the use of juvenile records to permit disclosure to unauthorized persons of the records of a juvenile proceeding and release of such records only to the extent necessary for specified purposes, including (subject to specified requirements): (1) docketing and processing by the court; (2) responding to inquiries from courts, law enforcement agencies, the director of certain treatment agencies or facilities, and victims and their immediate family; and (3) communicating with a victim or the victim's official representative. Sets forth provisions regarding: (1) records transmission to, and maintenance by, the FBI; (2) availability of records to schools in limited circumstances; (3) notification of the juvenile, and the juvenile's parent or guardian, of the juvenile's rights vis-a-vis adjudication record; and (4) records of juveniles tried as adults. (Sec. 4109) Revises code provisions regarding juvenile commitment to require the sentence for a juvenile who is adjudicated delinquent or found guilty of an offense in U.S. district court to be carried out in the same manner as for an adult defendant, with exceptions. Specifies that the parent, guardian, or custodian of a juvenile sentenced to pay a fine or ordered to pay restitution or a special assessment may not be made liable for such payment by any court. Prohibits a juvenile under age 18 who is committed to the custody of the Attorney General for incarceration from being placed or retained in any jail or correctional institution in which the juvenile has prohibited physical contact with an adult inmate or can engage in sustained oral communication with adult inmates. Directs that violent juveniles be kept separate from nonviolent juveniles. Requires the Attorney General to: (1) commit a juvenile to a foster home or community-based facility located in or near the juvenile's home community if such commitment is practicable, in the juvenile's best interest, and consistent with community safety, with an exception; and (2) study and report to Congress on the capabilities of Indian tribal courts and criminal justice systems relating to the prosecution of juvenile criminals under tribal jurisdiction; and (3) evaluate an expansion of tribal court criminal jurisdiction. (Sec. 4110) Extends the jurisdiction of Federal magistrate judges to class A misdemeanors. Permits magistrate judges to impose terms of imprisonment on juveniles. (Sec. 4111) Amends the Sentencing Reform Act to: (1) apply Federal sentencing guidelines regarding maximum penalties for violent crimes and serious drug crimes to juveniles tried as adults; and (2) direct the Commission, by affirmative vote of not fewer than four of its members, to promulgate and distribute to all U.S. courts and to the U.S. Probation System guidelines for sentencing juveniles tried as adults in Federal court and for dispositional hearings for juveniles adjudicated delinquent in the Federal system. (Sec. 4112) Directs the Attorney General to conduct a study of the juvenile justice systems of Indian tribes, and to report to specified congressional committees. Subtitle B: Juvenile Crime Control, Accountability, and Delinquency Prevention - Chapter 1: Reform of the Juvenile Justice and Delinquency Prevention Act of 1974 - Rewrites provisions of the Juvenile Justice and Delinquency Prevention Act of 1974 to establish in the Department of Justice an Office of Juvenile Crime Control and Prevention, headed by an Administrator. Directs the Administrator to develop objectives, priorities, and short- and long-term plans, and implement overall policy and strategy to carry out such plan, for all Federal juvenile crime control, prevention, and juvenile offender accountability programs and activities relating to improving juvenile crime control, the rehabilitation of juvenile offenders, the prevention of juvenile crime, and the enhancement of accountability by offenders within the U.S. juvenile justice system. Authorizes the Administrator to make grants to eligible States to provide financial assistance to eligible entities to carry out projects designed to prevent juvenile delinquency, including educational projects or supportive services for juveniles to encourage juveniles to remain in elementary and secondary schools or in alternative learning situations in educational settings, projects that use neighborhood courts or panels that increase victim satisfaction and require juveniles to make restitution or perform community service for the damage caused by their delinquent acts, projects that expand the use of probation officers, and projects that leverage funds to provide scholarships for postsecondary education and training for low-income juveniles who reside in neighborhoods with high rates of poverty, violence, and drug-related crimes. Sets forth provisions regarding State eligibility to receive grants, State plan approval and modification by a State Advisory Group, compliance with statutory requirements, and grant allocations. Establishes within the National Institute of Justice a National Institute for Juvenile Crime Control and Delinquency Prevention. Directs the Administrator to: (1) establish within the latter a training program designed to train enrollees regarding methods and techniques for the prevention and treatment of juvenile delinquency; and (2) conduct a study, and report, on the effect of incarceration on status offenders compared to similarly situated individuals who are not placed in secure detention. Requires the Administrator to make grants to or enter into contracts with public and private nonprofit agencies, organizations, and institutions to establish and support programs and activities that: (1) involve families and communities and that are designed to carry out specified purposes, such as preventing and reducing juvenile participation in the activities of gangs that commit crimes, targeting elementary school students in steering students away from gang involvement, and providing treatment to juvenile gang members; and (2) reduce juvenile participation in illegal gang activities, develop regional task forces involving State, local, and community-based organizations to coordinate gang disruption, prosecution, and curtailment, facilitate coordination and cooperation among specified agencies and community-based programs, and support programs that are designed to encourage courts to develop and implement a specified continuum of post-adjudication restraints, and assist in the provision by the Administrator of information and technical assistance to States in the design and utilization of risk assessment mechanisms to aid juvenile justice personnel in determining appropriate sanctions for delinquent behavior. Authorizes the Administrator to make grants to, and enter into contracts with, States, local governments, Indian tribal governments, public and private nonprofit agencies, organizations, and institutions, and individuals, or combinations thereof, to carry out projects for the development, testing, and demonstration of promising initiatives and programs for the prevention, control, or reduction of juvenile delinquency. Directs the Administrator: (1) by making grants to and entering into contracts with local educational agencies, to establish and support programs and activities for the purpose of implementing mentoring programs; and (2) to make a grant to a qualified cooperative extension service for the purpose of expanding and replicating family mentoring programs to reduce the incidence of juvenile crime and delinquency among at-risk youth. Authorizes the Administrator, in cooperation with the Secretary of Agriculture, to make grants to cooperative extension services to establish such family mentoring programs. Authorizes appropriations through FY 2005. Makes religious nondiscrimination provisions of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 applicable to a State or local government exercising its authority to distribute grants to applicants under this title. Sets forth restrictions on the use of appropriations for experimentation on individuals, construction by private agencies, lobbying, and legal action against Federal, State, or local agencies, institutions, or employees. Sets penalties for violations. Repeals provisions regarding incentive grants for local delinquency prevention programs. (Sec. 4203) Amends the Runaway and Homeless Youth Act (the Act) to: (1) include findings that it is the responsibility of the Federal Government to assist in the development of an accurate national reporting system on runaway and homeless youth and that services for such youth are needed in urban, suburban, and rural areas; (2) authorize the Secretary of Health and Human Services to make grants to public and nonprofit private entities to establish and operate local centers to provide services for such youth and their families; (3) require a grant applicant, to be eligible for assistance, to include assurances that the applicant shall submit an annual report that includes, with respect to the year for which the report is submitted, statistical summaries describing the number and the characteristics of such youth and youth at risk of family separation who participated in the project and the services provided to such youth by the project; and (4) modify the services that applicants must plan to provide in order to use grant money for street-based, home-based, and drug abuse education and prevention services. Revises Act provisions regarding: (1) approval of applications to direct the Secretary to consider the geographical distribution in the State of the proposed services and which areas of the State have the greatest need for such services, and to give priority to eligible applicants who have demonstrated experience in providing services to runaway and homeless youth and who request grants of less than $200,000; (2) authority for the transitional living grant program to repeal definitions of \"homeless youth\" and \"transitional living youth project\"; (3) eligibility for assistance by stating that the annual report submitted by grant applicants to the Secretary must include statistical summaries describing the number and characteristics of the services provided to the homeless youth;(4) coordination by the Secretary of the activities of the Department of Health and Human Services with respect to matters relating to the health, education, employment, and housing of runaway and homeless youth; and (5) authority to make grants for research, demonstration, and service projects to repeal references to home-based and street based services from the research and demonstration projects. Repeals provisions of the Act directing that assistance to potential grantees include information on the need for the establishment of additional runaway and homeless youth centers in the geographical area identified by the potential grantee involved. Amends the Act to require the Secretary, by April 1, 1999, and biennially thereafter, to submit to specified congressional committees a report on the status, activities, and accomplishments of entities that receive grants under the Act. Lists information that must be included in the report. Requires the Secretary to include summaries of the Secretary's evaluations of grantees and descriptions of the qualifications and training of the individuals administering the evaluations. Modifies the Act to authorize the disclosure or transfer of records containing the identity of individual youths to an individual or public or private agency for purposes of the disposition of criminal or delinquency charges against, or the coordinated delivery of services to, individual youths. Authorizes appropriations under such Act for FY 2000 through 2005. Sets forth the division of appropriations among the programs. Authorizes the Secretary to make grants to nonprofit private agencies to provide street-based services to runaway and homeless, and street youth, who have been subjected to, or are at risk of being subjected to, sexual abuse, prostitution, or sexual exploitation. Directs the Secretary to give priority to nonprofit private agencies that have experience in providing services to runaway and homeless, and street youth. Authorizes appropriations for FY 1999 through 2005. Grants the Secretary authority to implement a single consolidated application review process. (Sec. 4204) Amends the Missing Children's Assistance Act to direct the Administrator of the Office of Juvenile Justice and Delinquency Prevention to annually make a grant to the National Center for Missing and Exploited Children, which shall be used to: (1) operate a national 24-hour toll-free telephone line by which individuals may report information regarding the location of any missing child, or other child age 13 or younger whose whereabouts are unknown to such child's legal custodian, and request information pertaining to procedures necessary to reunite such child with the child's legal custodian; (2) coordinate the operation of such telephone line with the operation of the national communications system referred to in the Runaway and Homeless Youth Act; (3) operate the official national resource center and information clearinghouse for missing and exploited children; (4) provide to State and local governments, public and private nonprofit agencies, and individuals, information regarding free or low-cost legal, restaurant, lodging and transportation services that are available for the benefit of missing and exploited children and their families and the existence and nature of programs being carried out by Federal agencies to assist missing and exploited children and their families; (5) coordinate public and private programs that locate, recover, or reunite missing children with their families; (6) disseminate, on a national basis, information relating to innovative and model programs, services, and legislation that benefit missing and exploited children; (7) provide technical assistance and training to law enforcement agencies, State and local governments, elements of the criminal justice system, public and private nonprofit agencies, and individuals in the prevention, investigation, prosecution, and treatment of cases involving missing and exploited children; and (8) provide assistance to families and law enforcement agencies in locating and recovering missing and exploited children, both nationally and internationally. Authorizes appropriations through FY 2005. Requires the Administrator, either by making grants to or entering into contracts with public or nonprofit private agencies, to: (1) periodically conduct national incidence studies to determine for a given year the actual number of children reported missing each year, abducted by strangers, kidnaped by parents, and recovered each year; and (2) provide to State and local governments, public and private nonprofit agencies, and individuals information to facilitate the lawful use of school records and birth certificates to identify and locate missing children. Authorizes the Administrator to make grants to and enter contracts with the Center for specified purposes, such as for research, demonstration projects, or service programs designed to assist in the locating and return of missing children. (Currently, such grants or contracts may only be made with public or nonprofit private organizations, or combinations thereof.) Authorizes appropriations through FY 2005. Repeals requirements regarding a study to determine the obstacles that prevent or impede individuals who have legal custody of children from recovering such children from parents who have illegally removed such children from such individuals, and regarding a report on such study. (Sec. 4205) Transfers functions and allocates appropriations and personnel to the new Office of Juvenile Crime Control and Prevention. Chapter 2: Accountability for Juvenile Offenders and Public Protection Incentive Grants - Amends the Safe Streets Act to direct the Attorney General, subject to the availability of appropriations, to make grants to States for use by States and local governments in planning, establishing, operating, coordinating, and evaluating projects for the development of more effective investigation, prosecution, and punishment of crimes or acts of delinquency committed by juveniles, programs to improve the administration of justice for and ensure accountability by juvenile offenders, and programs to reduce the risk factors associated with juvenile crime or delinquency. Sets forth provisions regarding use of grants, State grant allocation and distribution, grant allocation among qualifying States and restrictions on use, and grants to Indian tribes. Directs the Attorney General, upon application from a State, to makes grants to eligible States that maintain certain records regarding juvenile criminal history and fingerprints and that will establish procedures by which an official of an elementary, secondary, and post-secondary school may, as appropriate, gain access to the juvenile adjudication record of a student enrolled or seeking to enroll at that school. (Sec. 4222) Directs the Attorney General to establish a pilot program to encourage and support communities that adopt a comprehensive approach to suppressing and preventing violent juvenile crime patterned after successful State juvenile crime reduction strategies. Sets forth program requirements. (Sec. 4224) Extends the Violent Crime Reduction Trust Fund under the VCCLEA. (Sec. 4225) Amends: (1) the Immigration Reform and Control Act of 1986 to provide for the reimbursement of States for costs of incarcerating juvenile aliens; and (2) the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 to require annual reporting of the number of illegal juvenile aliens committed to State or local juvenile correctional facilities. (Sec. 4226) Expresses the sense of the Congress that each State should enact legislation to provide, on motion of the prosecution and with court approval, that an individual who is between age ten and fourteen may be tried as an adult and, upon conviction, may be subject to any penalty (other than a sentence of death) if the individual is charged with an offense that, if committed by an adult, would be a felony offense for which the maximum penalty is a sentence of death. Chapter 3: Alternative Education and Delinquency Prevention - Amends the Elementary and Secondary Education Act of 1965 to direct: (1) the Secretary of Education to make grants to State or local education agencies for not less than ten demonstration projects that enable the agencies to develop models for and carry out alternative education for at-risk youth; and (2) each agency receiving such a grant to enter into a partnership with a private sector entity to provide alternative educational services to at-risk youth. Sets forth application, grantee selection, matching, and evaluation requirements. Authorizes appropriations through FY 2003. Subtitle C: General Provisions - Amends the Brady Handgun Violence Prevention Act to prohibit firearms possession by persons who have committed an act of violent juvenile delinquency. (Sec. 4302) Amends the Webb-Kenyon Act to authorize the Attorney General, if the Attorney General of the State has reasonable cause to believe that a person is engaged in, or is about to engage in, or has engaged in, any act that would constitute a violation of a State law regulating the importation or transportation of any intoxicating liquor, to bring a civil action for injunctive relief against the person as necessary to restrain the person from engaging or continuing to engage in the violation and to enforce compliance with the State law. Sets forth provisions regarding Federal jurisdiction, requirements for injunctions and orders, and consolidation of the hearing with trial on the merits. Specifies that an action brought under this section shall be tried before the court. Title V: Protecting Victims of Crime - Subtitle A: Victims Rights - Chapter 1: General Reforms - Amends the code to provide for victim allocution in pretrial detention proceedings. Requires the Government, prior to any detention hearing,to make a reasonable effort to notify the victim of the hearing and of his or her right to be heard on the issue of detention. Requires the court: (1) at the hearing, to inquire of the Government as to whether the notification efforts were successful and, if so, whether the victim wishes to be heard on such issue; and (2) if so, to afford the victim such opportunity, subject to a limitation to protect the integrity of the process of identification of the defendant by the victim. (Sec. 5103) Requires a judge to consider, in determining whether to grant a continuance, the interests of the victim (or the victim's family, if the victim is deceased or incapacitated) in the prompt and appropriate disposition of the case, free from unreasonable delay. (Sec. 5104) Grants each victim of an offense the right to be present at the sentencing proceedings of a defendant convicted of the offense. Specifies that a victim who, at the time that the sentencing proceedings of the defendant are conducted, is incarcerated in any Federal, State, or local correctional or detention facility, shall not have the right to appear in person at sentencing proceedings of a defendant, but shall be afforded a reasonable opportunity to present views by alternate means. Grants each victim of the offense, present in person or through counsel, the opportunity to address the court on the issue of sentencing. (Sec. 5105) Directs that notice of commitment to the custody of the Bureau of Prisons (Bureau) be provided to each victim of the offense for which the person is committed. Directs the Bureau to notify each victim of an offense for which a person is imprisoned regarding prisoner transfers, escapes, and release. Makes it the victim's responsibility to notify the Bureau of any change in the victim's mailing address while the defendant is subject to imprisonment. Requires the Bureau to ensure the confidentiality of any information relating to a victim. (Sec. 5106) Amends rule 11 of the Federal Rules of Criminal Procedure to direct the attorney for the Government to consult with the victims of all offenses chargeable to the defendant regarding any plea agreement with the defendant. Authorizes the attorney for the Government to impose, and request the court to enforce, such confidentiality requirements on the victim as the attorney for the Government deems appropriate. Directs the court to consider the views of the victim in determining whether to accept or reject the agreement. Sets forth provisions regarding victims rights to notification of plea agreement hearings and to address the court. Directs the Judicial Conference of the United States to report to Congress with recommendations for amending the Federal Rules of Criminal Procedure to provide enhanced opportunities for victims to be consulted by the attorney for the Government, to provide the court views on the issue of whether or not the court should accept a plea of guilty or nolo contendere, and to have such views considered by the court. (Sec. 5107) Makes this chapter applicable to hearings regarding revocation of probation, supervised release, and resentencing upon failure to pay to fine or restitution. (Sec. 5108) Authorizes a victim to present information or otherwise participate at trial. Amends: (1) the Antiterrorism and Effective Death Penalty Act of 1996 to specify that the intention of a victim to present information or otherwise participate in a sentencing proceeding shall not be grounds to exclude a victim; and (2) the Victim and Witness Protection Act to specify that victim statements at sentencing, other information presented by or on behalf of a victim at sentencing, and other victim participation shall not be considered to be testimony. (Sec. 5109) Directs the Attorney General to establish and carry out a program to provide for pilot programs to establish and operate Victim Ombudsman Information Centers in specified States. Sets forth provisions regarding agreements, objectives, duties, oversight, review of program effectiveness, and termination of pilot programs. (Sec. 5110) Amends the Victims of Crime Act of 1984 to: (1) provide for the deposit into the Crime Victims Fund of any gifts, bequests, or donations from private entities or individuals; (2) direct that specified unobligated balances transferred to the judicial branch for administrative costs be returned to the Crime Victims Fund, which may be used to improve services for crime victims in the Federal criminal justice system; (3) direct that States that receive supplemental funding to respond to incidents of terrorism or mass violence be required to return to the Fund for deposit in the reserve fund amounts subrogated to the State as a result of third-party payments to victims; (4) increase the percentage of funding for crime victim compensation and authorize a certain percentage to be used for evaluation; and (5) authorize the use of grant funds for training and technical assistance that address the significance of and effective delivery strategies for providing long-term psychological care. Chapter 2: Victim Restitution Enforcement - Victim Restitution Enforcement Act of 1999 - Amends the code to revise procedures for the issuance and enforcement of restitution orders. Directs the court to: (1) order the probation service of the court to obtain and include in its presentence report, or in a separate report, information sufficient for the court to exercise its discretion in fashioning a restitution order (which shall include a complete accounting of the losses to each victim, any restitution owed pursuant to a plea agreement, and information relating to the economic circumstances of each defendant); and (2) disclose to the defendant and the attorney for the Government all portions of the report pertaining to such matters. Makes specified provisions of the Federal criminal code and Rule 32(c) of the Federal Rules of Criminal Procedure the only laws and rules applicable to proceedings for the issuance and enforcement of restitution orders. Authorizes the court, upon application of the United States, to enter a restraining order or injunction, require the execution of a satisfactory performance bond, or take any other action to preserve the availability of property or assets necessary to satisfy a criminal restitution order, if specified circumstances apply. Sets forth provisions regarding: (1) notice requirements; (2) evidence and information that the court may consider at a hearing; (3) the use of temporary restraining orders; (4) disclosure of financial information regarding the defendant; (5) the use of consumer credit reports; and (6) timetables for the attorney for the Government to provide the probation service of the court with information available to the attorney, including matters occurring before the grand jury relating to the identity of the victims, the amount of losses, and financial matters relating to the defendant. Directs the attorney for the Government to provide notice to all victims as soon as practicable. Authorizes: (1) the court to limit the information to be provided or sought by the probation service under specified circumstances; (2) a victim who objects to any information provided to the probation service by the attorney for the Government to file a separate affidavit with the court; and (3) the court to require additional documentation or hear testimony after reviewing the report of the probation service. Provides for the privacy of records filed and testimony heard and permits records to be filed or testimony to be heard in camera. Establishes procedures regarding the court's ascertaining of the victims' losses. Permits the court to refer any issue arising in connection with a proposed restitution order to a magistrate or special master for proposed findings of fact and recommendations as to disposition, subject to a de novo determination of the issue by the court. Prohibits consideration of compensation for losses from insurance or other sources. Requires that the court resolve any restitution dispute by the preponderance of evidence. Directs the court to order restitution to each victim in the full amount of each victim's losses as determined by the court without consideration of the defendant's economic circumstances. Sets forth provisions regarding situations where the amount of the loss is not reasonably ascertainable, and where there is more than one defendant. Specifies that no victim shall be required to participate in any phase of a restitution order. Requires the defendant to notify the court and the Attorney General of any material change in the defendant's economic circumstances that might affect the defendant's ability to pay restitution. Authorizes the court to adjust the payment schedule. Sets forth provisions regarding: (1) court retention of jurisdiction over criminal restitution judgments; and (2) enforcement of restitution orders. Specifies that: (1) a conviction of a defendant for an offense giving rise to restitution shall estop the defendant from denying the essential allegations of that offense in any subsequent Federal civil proceeding or State civil proceeding, regardless of any State law precluding estoppel for a lack of mutuality; and (2) the victim, in the subsequent proceeding, shall not be precluded from establishing a loss that is greater than that determined by the court in the earlier criminal proceeding. (Sec. 5123) Adds restitution to a provision governing the post-sentence administration of fines. Provides that an order of restitution shall operate as a lien in favor of the United States for its benefit or for the benefit of any non-Federal victims against all property belonging to the defendant. Authorizes the court, in enforcing a restitution order, to order jointly owned property divided and sold, subject to specified requirements. (Sec. 5124) Specifies that a defendant shall not incur any criminal penalty for failure to make a payment on a fine, special assessment, restitution, or cost because of the defendant's indigency. (Sec. 5125) Authorizes the court, where a defendant knowingly fails to pay a delinquent fine, to increase the defendant's sentence to any sentence that might originally have been imposed under the applicable statute. Subtitle B: Combating Violence Against Women and Children - Chapter 1: Violence Against Women - Violence Against Women Act of 1999 - Subchapter A: Strengthening Law Enforcement to Reduce Violence Against Women - Amends the Safe Streets Act to authorize the Attorney General to make grants to eligible States, Indian tribal governments, or local governmental units to provide technical assistance and computer and other equipment to police departments, prosecutors, and courts to facilitate the widespread, including interstate, enforcement of protection orders. Instructs the Attorney General to give priority to grant applicants that: (1) have established cooperative agreements with neighboring jurisdictions to facilitate the enforcement of protection orders from other jurisdictions; and (2) will use the grant to develop and install data collection and communication systems linking police, prosecutors, and courts in order to identify and track protection orders and violations of such orders. Directs the Attorney General to compile and disseminate information about successful data collection and communication systems. (Sec. 5204) Reauthorizes appropriations through FY 2003 for grants to: (1) combat violent crimes against women; and (2) encourage arrest policies. (Sec. 5206) Authorizes the Attorney General to make grants to institutions of higher education for use by campus personnel and nonprofit victim services programs to assist campus administrators and campus security personnel to develop and strengthen: (1) effective security and investigation strategies to combat violent crimes against women on campuses, particularly sexual assault, stalking, and domestic violence; and (2) victim services in cases involving violent crimes against women on campuses, which may include partnerships with local criminal justice authorities and community-based victims services agencies. Sets forth provisions regarding application and certification requirements, disbursement of funds, and the Federal share. Authorizes appropriations through FY 2003. (Sec. 5207) Amends the Violence Against Women Act of 1994 to reauthorize through FY 2003: (1) rural domestic violence and child abuse enforcement grants (and allots not less than five percent of the total made available for each fiscal year for grants to Indian tribal governments); and (2) national stalker and domestic violence reduction grants. (Sec. 5209) Modifies Federal criminal code provisions regarding interstate domestic violence, interstate stalking, and interstate violation of a protective order to cover situations where persons travel in interstate or foreign commerce or to or from Indian country. (Sec. 5210) Directs the Secretary of Defense to: (1) conduct a review of the occurrence of domestic violence by members of the Armed Forces at military installations inside and outside the United States and the actions taken with the Department of Defense to prevent, control, and otherwise respond to such violence; and (2) report to Congress. Subchapter B: Strengthening Services to Victims of Violence - Amends the Family Violence Prevention and Services Act to reauthorize appropriations through FY 2003. Directs the Secretary of Health and Human Services (the Secretary) to conduct a nationwide needs assessment relating to family violence prevention and services programs. Requires that, in awarding grants, the application indicate the number of persons served and develop a plan for evaluating need and utility services. (Sec. 5212) Extends through FY 2003 the authorization of appropriations for the national domestic violence hotline. (Sec. 5213) Makes changes to the Immigration and Nationality Act, and the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, aimed at removing barriers to adjustment of status for victims of domestic violence, removing barriers to cancellation of removal and suspension of deportation for such victims, and eliminating time limitations on motions to reopen removal and deportation proceedings for such victims. Subchapter C: Limiting the Effects of Violence on Children - Reauthorizes appropriations through FY 2003 under: (1) the Runaway and Homeless Youth Act; and (2) the Victims of Child Abuse Act of 1990 for the court-appointed special advocate program and for child abuse training programs for judicial personnel and practitioners. Directs the Secretary and the Attorney General, respectively, to compile annually and disseminate, especially to community-based programs (including domestic violence and sexual assault programs), specified information about the use of amounts expended and the projects funded under such Acts. Subchapter D: Strengthening Education and Training to Combat Violence Against Women - Directs the Attorney General to make grants to States and nongovernmental private entities to provide education and technical assistance for the purpose of providing training, consultation, and information on violence, abuse, and sexual assault against women who are individuals with disabilities. Authorizes appropriations through FY 2003. (Sec. 5217) Amends the Family Violence Prevention and Services Act to make grants to groups that provide services to or advocate on behalf of individuals with disabilities eligible for demonstration grants for community initiatives. Authorizes appropriations for such grants through FY 2003. Chapter 2: General Reforms - Makes religious organizations eligible to participate in grant programs authorized by the Violence Against Women Act of 1994. Prohibits Federal and State governmental agencies receiving funds under any such program from discriminating against an organization based on its religious character. (Sec. 5222) Amends the code to authorize the death penalty for fatal interstate domestic violence offenses and fatal interstate violations of protective orders. (Sec. 5224) Amends rule 404 of the Federal Rules of Evidence to allow the admission of evidence of the defendant's disposition toward the victim in domestic violence and other cases. (Sec. 5225) Amends the code to provide for testing for the human immunodeficiency virus in sexual assault cases. Directs the Commission to amend the Federal sentencing guidelines to enhance the sentence in such cases where the offender knew he or she was infected, except if the offender did not engage or attempt to engage in conduct creating a risk of transmission of the virus to the victim. Amends VCCLEA provisions regarding payment of the cost of testing for sexually transmitted diseases to authorize the Government to obtain an order requiring that the defendant be tested for the presence of the etiologic agent for acquired immune deficiency syndrome. Chapter 3: Miscellaneous Provisions - Increases penalties for possession of material involving the sexual exploitation of minors and material constituting or containing child pornography. (Sec. 5232) Includes within the definition of first degree murder a murder perpetrated as part of a pattern or practice of assault or torture against a child or children under the perpetrator's care or control. (Sec. 5233) Directs the Commission to: (1) review and amend its guidelines and policy statements to provide for increased penalties for persons convicted of crimes of violence that are committed in the presence of a child; and (2) report to Congress on issues relating to the exposure of children to crimes of violence. (Sec. 5234) Amends the code to provide for alternatives to live in-court testimony for a child witness. Includes child witnesses within provisions applicable to child victims regarding privacy protections, closing of a courtroom, and adult attendants. (Sec. 5236) Amends the Victims of Crime Act of 1984 to make grants available: (1) to assist Federal law enforcement agencies in providing services to victims of non-Federal crime; (2) for the financial support of services to U.S. citizens who are victims of crime occurring outside the United States; and (3) for the establishment of a fellowship or internship program in the Office for Victims of Crime to utilize the expertise and experience of the victims community to carry out training and technical assistance services and special projects authorized. Authorizes the Director of the Office to make supplemental grants to States for compensation and assistance to victims of terrorism or mass violence occurring within, and in specified circumstances outside, the United States. (Sec. 5237) Amends the Crime Victims With Disabilities Awareness Act to direct the Bureau of Justice Statistics to initiate revisions to the National Crime Victimization Survey to systematically gather data from individuals with developmental disabilities relating to the nature of crimes against such individuals and the specific characteristics of such victims. (Sec. 5238) Amends the code to grant wiretapping authority for investigations relating to travel with intent to engage in sexual acts with juveniles. Subtitle C: Victims Rights Amendment - Expresses the sense of the Senate that Congress should pass and refer to the States for consideration and ratification an amendment to the Constitution recognizing and protecting the rights of crime victims. Subtitle D: Recognition of Victims in Sentencing - Amends the Federal judicial code to require that at least two of the members of the Commission who are not Federal judges be victims of a crime of violence or, in the case of a homicide, an immediate family member of such a victim. Title VI: Prisons and Jails - Subtitle A: Violent Offender Incarceration and Truth-in-Sentencing Incentive Grants - Amends the VCCLEA to direct the Attorney General to provide Violent Offender Incarceration and Truth-in-Sentencing Incentive grants to eligible States, subject to specified requirements, to open or operate a correctional facility or jail, including the hiring and training of correctional officers and other correctional facility or jail personnel. Directs each State to reserve not more than 20 (currently, 15) percent of funds allocated in a fiscal year for counties and local governments to construct, develop, expand, modify, or improve jails and other correctional facilities. Authorizes appropriations through FY 2005. Directs the Attorney General to reserve, as payments for incarceration on tribal lands, an amount equal to that to which all Indian tribes that qualify for a grant would collectively be entitled if such tribes were collectively treated as a State. Repeals VCCLEA provisions regarding: (1) payments to eligible States for incarceration of criminal aliens; and (2) support of Federal prisoners in non-Federal institutions. Subtitle B: Criminal Alien Incarceration - Transfer of Alien Prisoners Act of 1999 - Directs the Attorney General to begin transferring undocumented aliens who are incarcerated in the United States and whose convictions have become final to the custody of the government of the alien's country of nationality for service of the duration of the alien's sentence in that country, except for aliens who are nationals of a foreign country that the Secretary of State (Secretary) has determined has repeatedly provided support for acts of international terrorism. (Sec. 6203) Directs the Secretary to: (1) renegotiate all treaties requiring the consent of such an alien to such a transfer; and (2) withdraw the United States as a party to any such treaty requiring such consent if the Secretary is unable to negotiate a new treaty that would go into effect by December 31, 2000. Specifies that the consent of an alien covered by this title shall not be required before such alien may be designated for transfer or before such alien may be transferred to the country of nationality of that alien. (Sec. 6204) Directs the President, by March 1 of each year, to submit to the Congress: (1) a certification as to whether each foreign country has accepted, and has confined for the duration of their sentences, such persons; and (2) a report describing the operation of the provisions of this title, particularly with regard to the ten countries having the greatest number of their nationals incarcerated in the United States. (Sec. 6207) Provides for the withholding of bilateral assistance, opposition to multilateral development assistance, and withholding of visas with respect to countries refusing to accept at least 75 percent of such nationals designated for transfer or to confine such persons for at least 85 percent of their sentences, with exceptions. Sets forth provisions regarding certification procedures, waivers, congressional review, and denial of assistance for countries decertified. (Sec. 6208) Directs: (1) the Secretary to begin to negotiate and renegotiate bilateral prisoner transfer treaties; and (2) the President to submit to Congress an annual certification as to whether each such treaty in force is effective. Subtitle C: Drug-Free Prisons and Jails - Amends the VCCLEA to direct the Attorney General to make incentive grants to eligible States and Indian tribes in order to encourage the establishment and maintenance of drug-free prisons and jails. Sets forth provisions regarding reservation of funds, grant eligibility, application requirements, permissible uses of funds, and allocation of funds. (Sec. 6302) Modifies code provisions to direct the Bureau to endeavor to make available appropriate substance abuse treatment for each prisoner who is determined by the Bureau to have a treatable drug abuse problem, with priority given to younger offenders and those who would benefit most from the treatment. (Sec. 6303) Creates an exemption from certain wiretapping-related restrictions by a law enforcement officer if: (1) in the case of any wire, oral, or electronic communication, at least one of the parties is an inmate or detainee in the custody of the Attorney General or is in the custody of a State or political subdivision thereof; or (2) in the case of a pen register, a trap and trace device, or a clone pager, the facility is regularly used by such an inmate or detainee. Directs the Attorney General to promulgate regulations governing such interceptions to protect communications protected by the attorney-client privilege and the right to counsel. Authorizes: (1) discovery of a statement recorded from a telephone in a Federal, State, or local correctional or detention facility if the defendant shows the substantial likelihood that the statement will lead to admissible evidence; and (2) the routine recording or monitoring by officers of any such facility of any electronic communication, one of the parties to which is an inmate or detainee in such facility. Amends the code to expand those covered by the prohibition against providing or possessing contraband in prison. Subtitle D: Prison Work - Prison Work Act of 1999 - Requires the Director of the Bureau to ensure that each convicted inmate in the custody of the Attorney General and confined in any Federal prison, correctional facility, jail, or other facility be engaged in work, with the type of work determined on the basis of appropriate security and disciplinary considerations and by the inmate's health, with exceptions. Disallows any inmate entitlement to compensation or to a cause of action arising out of such work. (Sec. 6403) Amends the code to revise the requirements for procurement of products of Federal Prison Industries (FPI). Directs a Federal agency which has a requirement for a specific product listed in the current edition of the FPI catalog to: (1) provide a copy of the notice required under the Office of Federal Procurement Policy Act to FPI at least 15 days before the issuance of a solicitation of offers for procurement of such product; (2) use competitive procedures (with exceptions); and (3) consider a timely offer from FPI for award in accordance with the specifications and evaluation factors specified in the solicitation. Requires the agency to: (1) negotiate a contract with FPI for a product on a non-competitive basis if the Attorney General determines it is unreasonable to expect that FPI would be selected on a competitive basis and it is necessary to award the contract to FPI to maintain work opportunities that are essential to the safety and effective administration of the penal facility at which the contract would be performed or to permit diversification into the manufacture of a new product that has been approved for sale by the FPI board of directors; and (2) award the contract to FPI if the contracting officer determines that FPI can meet the agency's requirements with respect to the product in a timely manner, at a fair and reasonable price. Directs FPI, to the extent practicable, to concentrate any effort to produce a new product or to expand significantly the production of an existing product on products that are otherwise produced with non-U.S. labor. Modifies the prohibition against the transportation or importation of prison-made goods. Makes such provision inapplicable to goods, wares, or merchandise manufactured or produced, or services provided, by inmates at an industry: (1) provided by FPI, unless the Attorney General has exercised authority with respect to that product; or (2) provided by a State, unless the industry is operated by a person other than the State and after September 30, 2008, the State does not have in effect any requirement that the departments and agencies of the State purchase a portion of their requirements for such goods, wares, merchandise, or services provided by products produced by inmates at that industry. Requires the Director of the Bureau of Labor Statistics to make an initial determination of those goods of which 95 percent or more of the amount sold in the United States are fabricated in a foreign place, and to report to Congress. (Sec. 6404) Authorizes the chief executive officer of a Federal penal or correctional facility, as part of an inmate work program, to provide products or services, free of charge or at minimal cost, to private, nonprofit organizations or to a component of any State government or political subdivision thereof, subject to specified requirements. Subtitle E: Federal Incarceration Improvement - Federal Incarceration Improvement Act - Directs the Attorney General to report to specified congressional committees on overcrowding in the Federal prison system, including ten-year projections for the population of the system and specific recommendations on prison space needs. (Sec. 6503) Amends the Prison Litigation Reform Act of 1995 to authorize the court, in any civil action brought by a person convicted of a crime and confined in a Federal correctional facility, to make a finding whether: (1) the claim was filed for a malicious purpose or to harass the party against which it was filed; or (2) the claimant testified falsely or otherwise knowingly presented false evidence or information to the court. Directs the Bureau, if the court makes such affirmative finding, to revoke unvested good time credit or the institutional equivalent accrued to the prisoner. Specifies that: (1) credit that has been revoked may not later be reinstated; and (2) credit awarded may be revoked by the Bureau for noncompliance with institutional disciplinary regulations at any time before vesting. (Sec. 6504) Revises provisions regarding the implementation of a death sentence to direct the Attorney General to promulgate regulations to provide for such implementation. Requires a U.S. marshal charged with supervising such implementation to use appropriate Federal facilities for that purpose. (Sec. 6505) Requires the Bureau to ensure that no prisoner or detainee (prisoner) under its jurisdiction: (1) engages in any physical activity designed to increase or enhance the prisoner's fighting ability or physical strength; and (2) is permitted access to, use of, or possession of specified materials or equipment, such as in- cell television viewing (with an exception), movies rated NC-17, R, or X, heating elements, pornographic or sexually explicit printed material, bodybuilding or weightlifting equipment, and electric or electronic musical equipment. Authorizes the Director of the Bureau to grant certain exceptions if a licensed medical doctor employed by or under contract to the Bureau certifies that such exception is medically necessary for the prisoner to pursue a program of physical therapy or rehabilitation. (Sec. 6506) Authorizes the Director of the Bureau to assess and collect a fee for health care services provided in connection with each health care visit requested by a prisoner, except for preventative health care services. Requires that each fee assessed be collected by the Director from the account of: (1) the prisoner receiving health care services in connection with a health care visit requested by the prisoner; or (2) in the case of such services that results from an injury inflicted on a prisoner by another prisoner, the prisoner who inflicted the injury. Sets a minimum fee of two dollars. Specifies that the prisoner's consent shall not be required for the collection of the fee. Specifies that nothing herein may be construed to permit refusal of treatment to a prisoner on the basis that: (1) the prisoner's account is insolvent; or (2) the prisoner is otherwise unable to pay. Requires that sums collected under this Act, where the prisoner is: (1) subject to a restitution order, be used for restitution of the victims in accordance with such order; and (2) not subject to such an order, be deposited in the Crime Victims Fund (75 percent), and be available to the Attorney General for administrative expenses incurred in carrying out this Act (25 percent). Sets forth reporting requirements by the Director. Authorizes a State or local government to assess and collect a reasonable fee from a Federal prisoner's trust fund account (or institutional equivalent) for health care services if the prisoner is confined in a non-Federal institution under specified circumstances. (Sec. 6507) Requires the Director of the Administrative Office of the United States Courts to report to the Chief Justice of the United States, the Attorney General, and specified congressional committees on the resources of the probation service of the Federal courts. (Sec. 6508) Amends Title XVIII of the Social Security Act (Medicare) to require a provider of services, to be qualified to participate and to be eligible for payments, to file with the Secretary of Health and Human Services an agreement to be a participating provider of medical care for prisoners and detainees in the custody of the Attorney General, in accordance with the practices, payment methodology, and amounts prescribed under regulations issued by the Attorney General. (Sec. 6509) Amends the code to make medical quality assurance records created by or for the Bureau as part of a medical quality assurance program confidential and privileged. Prohibits any part of such a record from being subject to discovery or admitted into evidence in any judicial or administrative proceeding, and any person who reviews or creates such records for the Bureau or who participates in any proceeding for the purpose of reviewing or creating such records from being permitted or required to testify regarding such records, with exceptions for: (1) a Federal, State, or local law enforcement officer, if the record is requested in connection with a criminal investigation; (2) a criminal or civil law enforcement agency or instrumentality charged under applicable law with the protection of public health or safety, upon written request; (3) health care personnel to the extent necessary to meet a medical emergency affecting the health or safety of an individual; or (4) a Bureau officer or employee who has a need for such record or testimony to perform official duties. Prohibits disclosure of such a record or testimony for any purpose except that provided in this section. Exempts medical quality assurance records from the Freedom of Information Act. Limits civil liability for a person who participates in or provides information to a person or body that reviews or creates medical quality assurance records if made in good faith based on prevailing professional standards at the time the program activity took place. Authorizes the Director to prescribe regulations to implement this section. Sets penalties for violations. (Sec. 6510) Replaces a provision authorizing the Attorney General to accept gifts or bequests of money for credit to the Commissary Funds, Federal Prisons, with one authorizing the Director to establish, operate, and maintain commissaries in Federal penal or correctional facilities, from and through which articles and services may be procured, sold, rendered, or otherwise provided for made available for the benefit of inmates confined within those facilities. Establishes in the Treasury a revolving fund, the Prison Commissary Fund. Authorizes the Director to accept gifts or bequests. Sets forth provisions regarding deposits into, and uses of funds from, the Fund. (Sec. 6511) Authorizes the Director to enter into a service agreement with a physician assistant or nurse practitioner that provides for the completion of a specified period of service in the Bureau in return for an allowance for the duration of such agreement in an amount to be determined by the Director and specified in the agreement, but not to exceed $20,000. Sets forth restrictions on the use of use allowance. (Sec. 6512) Redesignates the Federal Correctional Institution in Butner, North Carolina, as the Federal Correctional Complex. (Sec. 6513) Includes persons in the custody of the Bureau or the Attorney General or confined in any institution or facility by direction of the Attorney General within the scope of provisions regarding sexual abuse offenses, assaults, and murders by Federal prisoners. Increases penalties for sexual abuse offenses. (Sec. 6514) Directs that a defendant be given credit toward the service of a term of imprisonment for any time spent in official detention prior to the date the sentence commences only if that detention: (1) is as a result of the offense for which the sentence was imposed; and (2) has not been credited toward another sentence or applied in any manner to an undischarged concurrent term of imprisonment. Modifies code provisions regarding: (1) the transfer of offenders serving sentences of imprisonment to provide that good time and other credits toward the service of sentence be combined by the Bureau and deducted from the sentence imposed by the foreign court; and (2) modification of an imposed term of imprisonment to allow a court to impose a sentence of probation or supervised release under specified circumstances. (Sec. 6515) Amends rule 43(c) of the Federal Rules of Criminal Procedure to authorize video teleconferencing for certain proceedings. Subtitle F: United States Marshals Service - Amends the Federal judicial code to authorize the U.S. Marshals Service to provide for the residential security for Federal jurists. (Sec. 6602) Authorizes the Attorney General, in any investigation with respect to the apprehension of a fugitive, to subpoena witnesses for the purpose of the production of any records that the Attorney General finds relevant or material in the investigation. (Sec. 6603) Revises code provisions regarding subsistence for prisoners to direct the Attorney General to acquire subsistence and medical care for persons in the custody of the Marshals Service at fair and reasonable prices. Limits expenses incurred for medical care for Federal prisoners. (Sec. 6605) Amends Federal law to expand the definition of \"public aircraft\" to include: (1) a privately leased or rented aircraft and crew that is operated for the purpose of transporting prisoners or detainees; and (2) an aircraft that is used for purposes of law enforcement, search and rescue, or responding to an imminent threat to property or natural resources. Subtitle G: Federal Prisoner and Criminal Alien Detention - Amends the code to authorize the Director of the Marshals Service to: (1) designate districts experiencing or projected to experience a severe shortage, or high growth, in the number of spaces for Federal detainees; and (2) enter into contracts or cooperative agreements to meet the long-term detention needs of the district or districts designated. Authorizes appropriations. (Sec. 6702) Directs the Attorney General to report to the House and Senate Judiciary Committees on detention space for Federal detainees in the custody of the Marshals Service and the INS. (Sec. 6703) Amends rule 46 of the Federal Rules of Criminal Procedure to require the district court to declare a forfeiture of bail if the defendant fails to appear as required by (currently, if there is a breach of condition of) a bond. Subtitle H: Prison Litigation Reform - Incorporates provisions of the code concerning remedies regarding prison conditions into the Civil Rights of Institutionalized Persons Act (the Act). Amends such Act to set forth court procedure for entering orders of prospective relief in civil actions regarding prison conditions. Authorizes plaintiffs to oppose termination of prospective relief on the ground that the relief is necessary to correct a current and ongoing violation of a Federal right. Sets forth specific elements to be included in answers opposing termination of relief entered before and after enactment of the Prison Litigation Reform Act. Describes: (1) requirements for responses to answers; (2) the burden of persuasion; and (3) required findings for terminating, or denying termination of, prospective relief. Makes certain requirements regarding special masters under the Act inapplicable to special masters appointed before the enactment of the Prison Litigation Reform Act, unless their original appointment expires after such enactment date. (Sec. 6802) Revises provisions limiting attorney's fees in prisoner suits. Authorizes any defendant to waive the right to respond to any complaint in any civil action arising under Federal law brought by a prisoner. Bars relief to a plaintiff unless a response has been filed. Authorizes the court to direct defendants to file a response to the cognizable claims identified by the court. (Sec.6803) Permits the court, in any civil action brought in Federal court by a prisoner (other than one confined in a Federal correctional facility), to make findings that a claim was filed for malicious or harassment purposes or was knowingly false. Authorizes the affected State Department of Corrections to: (1) revoke such amount of good time credit accrued to the prisoner as appropriate; or (2) consider such finding in determining whether the prisoner should be released from prison under any other State or local program governing the release of prisoners. (Sec. 6804) Denies a Federal court jurisdiction, in a civil action regarding prison conditions, to enter or carry out a prisoner release order that would result in the release from or nonadmission to a prison, on the basis of prison conditions, of any person subject to incarceration, detention, or admission to a facility because of a felony conviction under the laws of the relevant jurisdiction, or a violation of the terms or conditions of parole, probation, pretrial release, or a diversionary program, relating to the commission of a felony under the laws of the relevant jurisdiction. Title VII: Criminal Law and Procedural Improvements - Subtitle A: Equal Protection for Victims - Amends: (1) rule 24 of the Federal Rules of Criminal Procedure to provide for six peremptory challenges by each side; (2) rule 23 to allow six-member juries under specified circumstances; and (3) rule 404 of the Federal Rules of Evidence to permit rebuttal of attacks on the victim's character. (Sec. 7104) Amends the code to repeal a requirement that notice of release of prisoners be used only for law enforcement purposes. (Sec. 7105) Amends the Federal judicial code regarding the balance in the composition of rules committees. Subtitle B: Reform of Judicially Created Exclusionary Rules - Amends code provisions regarding the admissibility of confessions to define the term: (1) \"any criminal prosecution by the United States\" to include a prosecution by the United States under the Uniform Code of Military Justice (UCMJ); and (2) \"offense against the laws of the United States\" to include an offense under the punitive articles of the UCMJ. (Sec. 7202) Amends the Federal judicial code to provide that no writ of habeas corpus or other post conviction remedy or any other provision of Federal law shall lie to challenge the custody or sentence of a person on the ground that the custody or sentence is the result in whole or in part of the voluntary confession of the person. (Sec. 7203) Requires the attorney for the United States: (1) in a Federal criminal prosecution where the defendant seeks to suppress or to exclude from evidence the defendant's own voluntary confession, to seek the admission of the confession into evidence; and (2) in any appeal from a ruling admitting or suppressing a defendant's voluntary confession, to argue that the code requires the admission of the confession or forbids its suppression. (Sec. 7204) Declares that Federal law shall not bar the admission into evidence in State court of the voluntary confession of any defendant in the criminal prosecution of that defendant if: (1) the prosecuting authority does not seek admission of the confession to establish its case in chief; or (2) the confession was obtained by interrogation reasonably prompted by a concern for public safety. (Sec. 7205) Provides that the act of a person acting under color of any statute, ordinance, regulation, custom, or usage of the United States or of any State or territory or the District of Columbia in seeking or obtaining the voluntary confession of another person shall not, by itself and in the absence of any other act that violates a person's right under the Constitution, give rise to any liability of the person in an action under Federal law. (Sec. 7206) Amends the code to bar the exclusion of evidence obtained as a result of a search or seizure carried out under circumstances justifying an objectively reasonable belief that the search or seizure was in conformity with the Fourth Amendment. Specifies that the fact that evidence was obtained pursuant to and within the scope of a warrant constitutes prima facie evidence of the existence of such circumstances. Prohibits the exclusion of evidence on the ground that it was obtained in violation of a statute, administrative rule or regulation, or rule of procedure unless the exclusion is expressly authorized by statute or by a rule prescribed by the Supreme Court pursuant to statutory authority. Provides that evidence which is otherwise excludable under such provision shall not be excludable where the search and seizure was carried out in circumstances justifying an objectively reasonable belief that it was in conformity with the pertinent statute, administrative rule or regulation, or rule procedure. (Sec. 7207) Amends the Federal judicial code to prohibit a Federal court from barring the retrial in State court of a person who files an application for a writ of habeas corpus. Subtitle C: Federal Law Enforcement Improvements - Chapter 1: General Provisions - Amends the code to eliminate a requirement that an assault with a dangerous weapon within the U.S. special maritime and territorial jurisdiction be committed with intent to do bodily harm in order for the attacker to be punished. Amends the Racketeer Influenced and Corrupt Organizations Act to cover acts and threats committed in Indian country or in other areas of exclusive Federal jurisdiction. Increases penalties for voluntary manslaughter within the U.S. special maritime and territorial jurisdiction. (Sec. 7302) Redefines: (1) \"biological agent\" to include bacteria, fungi, rickettsias, protozoa, or any synthesized component of any microorganism or infectious substance; and (2) \"toxin\" to include the toxic product of plants, animals, microorganisms, or a synthesized molecule. (Sec. 7303) Modifies provisions regarding violent crimes in aid of racketeering activity to increase penalties for specified attempt and conspiracy offenses. (Sec. 7306) Eliminates as a requirement for carjacking that the offense be committed with intent to cause death or serious bodily harm. (Sec. 7307) Sets penalties for criminal offenses committed by persons formerly serving with, presently employed by, or accompanying the armed forces outside the United States. (Sec. 7308) Adds attempt coverage for the interstate domestic violence offense. (Sec. 7309) Includes threats to kill within the interstate threat statute. (Sec. 7310) Expands provisions regarding protection of officers and employees of the United States to cover killings and attempts to kill a Federal officer or employee because of their status as a Federal officer or employee, and a person assisting who is an officer or employee of a State, local, or Indian tribal government, because of that status. (Sec. 7311) Revises the drive-by shooting statute to cover shootings with intent to kill. (Sec. 7312) Expands the list of those covered by provisions regarding threats against former presidents and others eligible for secret service protection. (Sec. 7313) Includes among internationally protected persons, for purposes of a prohibition on the murder or manslaughter of such persons, any participant or guest attending any international sporting event sponsored or sanctioned by the International Olympic Committee or U.S. Olympic Committee. (Sec. 7314) Directs the Commission to amend the sentencing guidelines to include the following: (1) post-offense rehabilitation shall not be a ground for imposing a sentence outside the applicable guidelines range, except where the defendant initiates substantial steps toward rehabilitation before the defendant has reason to believe that law enforcement authorities have learned of the defendant's offense; and (2) plea bargaining and other prosecutorial policies, and differences in those policies among different districts, are not a ground for imposing a sentence outside the applicable guidelines range. (Sec. 7315) Amends the code to increase the civil penalty for knowingly imparting or conveying false information. Chapter 2: Professional Standards for Federal Prosecutors - Amends the Federal judicial code to replace provisions regarding ethical standards for attorneys for the Government with ethical standards for Federal prosecutors. Subjects a Federal prosecutor (defined as an attorney employed by the Department of Justice (DOJ) who is directly engaged in the prosecution of violations of Federal civil or criminal law) to all laws and rules governing ethical conduct of attorneys of the State in which such prosecutor is licensed as an attorney, except to the extent such law or rule is inconsistent with Federal law or interferes with the effectuation of Federal law. Directs the Attorney General to establish by rule that it shall be punishable conduct for any DOJ officer or employee, in the discharge of his or her official duties, to intentionally: (1) seek the indictment of any person in the absence of a reasonable belief of probable cause; (2) fail to disclose exculpatory evidence to the defense; (3) mislead a court as to the guilt of any person by knowingly making a false statement of material fact or law; (4) offer evidence known to be false; (5) alter evidence; (6) attempt to corruptly influence or color a witness's testimony with intent to encourage untruthful testimony; (7) violate a criminal defendant's right to discovery; (8) offer or provide sexual activities to any Government witness or potential witness in exchange for his or her testimony; or (9) improperly disseminate confidential, non-public information to any person during an investigation or trial. Requires the Attorney General to: (1) establish a range of penalties for engaging in such prohibited conduct, including reprimand, demotion, dismissal, suspension from employment, referral of ethical charges to the bar, and referral of evidence related to the conduct to a grand jury; and (2) report annually to specified congressional committees on the activities and operations of DOJ's Office of Professional Responsibility. Establishes a Commission on Federal Prosecutorial Conduct. Sets forth reporting requirements. Authorizes appropriations. (Sec. 7322) Makes code provisions holding criminally liable whoever: (1) \"directly or indirectly, gives, offers, or promises anything of value to any person, for or because of the testimony under oath or affirmation given or to be given by such person as a witness upon a trial, hearing, or other proceeding\" inapplicable to a public official who is acting within the scope of official duties to investigate or prosecute any violation of criminal or civil law (thus allowing a prosecutor to promise leniency to a cooperating witness in exchange for testimony, notwithstanding the July 1, 1998 decision by a panel of the U.S. Court of Appeals for the Tenth Circuit in United States v. Singleton); and (2) \"directly or indirectly, demands, seeks, receives, accepts, or agrees to receive or accept anything of value personally for or because of the testimony under oath or affirmation given or to be given by such person as a witness\" inapplicable to a potential witness who demands, seeks, receives, accepts, or agrees to receive or accept anything of value that may be directly or indirectly given, offered, or promised consistent with clause (1). Chapter 3: Amendments Relating to Courts and Sentencing - Amends the code to: (1) allow appeals by the United States in a criminal case to lie to a court of appeals under specified circumstances as to any part of any count; and (2) repeal a requirement that the U.S. Attorney certify to the district court that the appeal is not taken for purpose of delay and that the evidence is substantial proof of a fact material in the proceeding. (Sec. 7333) Amends: (1) the VCCLEA to direct the Commission to promulgate or amend guidelines to provide sentencing enhancements of not less than three offense levels for offenses that the court at sentencing (currently, the finder of fact at trial) determines beyond a reasonable doubt are hate crimes; and (2) the code to authorize the court to impose a sentence of probation or supervised release with or without conditions when reducing a sentence of imprisonment in certain cases. (Sec. 7336) Revises code provisions regarding contempt power, destruction of letter boxes, and breaches of official duty to permit the imposition of both a fine and imprisonment for violations. (Sec. 7338) Amends the Federal judicial code to provide that no Federal court shall have jurisdiction to hear any cause or claim arising from the exercise of a State's executive clemency or pardon power or the process or procedures used under such power. Chapter 4: Amendments Relating to White Collar Crime - Amends the code to provide for coverage of \"attempts\" under various theft and embezzlement-related prohibitions. (Sec. 7343) Expands a provision regarding breaking into a post office (including attempts to do so) to include breaking into any post office box or postal stamp vending machine. (Sec. 7344) Makes provisions regarding transportation, and sale or receipt, of stolen vehicles applicable to vessels. (Sec. 7348) Eliminates the proof of value requirement for property constituting \"matters occurring before the grand jury\" with respect to felony theft or conversion of grand jury material. (Sec. 7349) Amends the interstate travel fraud statute to cover travel by the perpetrator. (Sec. 7350) Amends the Controlled Substances Import and Export Act to drop the threshold from 100 to 50 marihuana plants to trigger specified penalties for violations of such Act. (Sec. 7351) Amends the code to authorize personnel of a foreign government or of a State, subdivision of a State, or an Indian tribe to participate in interception of wire, oral, or electronic communications. (Sec. 7352) Amends code provisions regarding tampering with a witness, victim, or informant, and regarding release or detention pending trial, to add \"supervised release\" to references to \"probation, parole, or release\" pending judicial proceedings, trial, sentencing, appeal, or completion of sentence. (Sec. 7353) Amends a provision regarding entry of goods by means of false statements to increase penalties and to specify that such provision shall not be construed to require proof of any mental state as to whether the defendant's willful act or omission would deprive the Government of any lawful customs duties. (Sec. 7354) Amends financial crimes provisions of the code to provide that the definition of \"State\" in the International Banking Act of 1978 shall be deemed to include a U.S. commonwealth, territory, or possession. (Sec. 7358) Expands jurisdiction over child buying and selling offenses to include U.S. special maritime areas and U.S. commonwealths. (Sec. 7359) Restores wiretap authority for certain money laundering offenses. (Sec. 7360) Amends the CSA to decrease the amount of flunitrazepam necessary to trigger penalties. (Sec. 7361) Repeals provisions of: (1) the Immigration and Nationality Act that sunset the S visa classification program (involving certain aliens who assist Federal or State law enforcement authorities or a Federal or State court in prosecuting individuals involved in a criminal organization or enterprise); and (2) the code regarding fugitives from, and jurisdiction of offenses in, the Panama Canal Zone. (Sec. 7364) Amends the code to prohibit and set penalties for fraud involving aircraft or space vehicle parts in interstate or foreign commerce. Sets forth provisions regarding civil remedies, criminal forfeiture, investigative demand procedures, enforcement, and immunity from civil liability for good faith compliance with a subpoena. Provides wiretap authority with respect to this section. Chapter 5: Fraud Against the Elderly - Directs the Attorney General, as part of each National Crime Victimization Survey, to include statistics relating to: (1) crimes targeting or disproportionately affecting seniors; (2) crime risk factors for seniors; and (3) specific characteristics of the victims of crimes who are seniors. (Sec. 7473) Directs the Commission to: (1) review and, if appropriate, amend the sentencing guidelines to include the age of a crime victim as one of the criteria for determining whether the application of the sentencing enhancements is appropriate; and (2) report to Congress on issues relating to the age of crime victims. (Sec. 7474) Directs the Commission to: (1) review and, if appropriate, amend the guidelines and the policy statements of the Commission with respect to persons convicted of offenses involving fraud in connection with a health-care benefit program; and (2) report to Congress on issues relating to such offenses. (Sec. 7475) Amends the code to increase penalties for fraud resulting in serious injury or death. (Sec. 7476) Expands the scope of telemarketing fraud subject to enhanced criminal penalties to include wire communications utilizing a telephone service. Requires a common carrier subject to the jurisdiction of the Federal Communications Commission, if notified in writing by the Attorney General, acting within the Attorney General's jurisdiction, that any wire communications facility furnished by such common carrier is being used or will be used by a subscriber for the purpose of transmitting or receiving a wire communication in interstate or foreign commerce for the purpose of executing any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, in connection with the conduct of telemarketing, to discontinue or refuse the leasing, furnishing, or maintaining of the facility to or for the subscriber after reasonable notice to the subscriber. Prohibits damages against any common carrier for any act done in compliance with a notice received from the Attorney General under this section. (Sec. 7477) Authorizes a court, upon ex parte motion of an attorney for the Government showing that such disclosure would be of assistance to enforce any provision of Federal law, to direct the disclosure of any matter occurring before a grand jury during an investigation of a Federal health-care offense to an attorney for the Government to use in any investigation or civil preceding relating to fraud or false claims in connection with a Federal health-care program. (Sec. 7478) Amends the CSA to prohibit a defendant from using property subject to forfeiture to satisfy an order of restitution, with an exception if there are one or more identifiable victims entitled to restitution and the defendant has no assets other than the property subject to forfeiture with which to pay restitution to the victim or victims (but, in such case, the Government shall restore the forfeited property to the victims once the ancillary preceding has been completed and the costs of the forfeiture action have been deducted). Subtitle D: Federal Law Enforcement Agency Improvements - Repeals a provision of the Antiterrorism and Effective Death Penalty Act of 1996 that requires compilation of statistics relating to intimidation of Government employees. (Sec. 7502) Amends the code provision regarding flight to avoid prosecution or giving testimony to cover such flight by those entering or leaving Indian country. (Sec. 7503) Expands the definition of \"prison,\" for purposes of the prohibition against providing or possessing contraband in prison, to cover any facility (including any privately owned facility) housing persons detained under the Immigration and Nationality Act. (Sec. 7504) Modifies provisions of the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1998 to: (1) authorize the FBI Director, during the four-year period beginning on the enactment date of such Act, to establish a personnel management system meeting specified requirements; and (2) prohibit an employee from being separated from employment with the FBI or from receiving a reduction in pay by reason of the termination of authority. (Sec. 7505) Revises provisions of the Crime Control Act of 1990 regarding authorization of appropriations for humanitarian expenses to authorize the Administrator of the DEA and the FBI Director to pay humanitarian assistance expenses incurred by a DEA or FBI employee as a result of, or by a member of the employee's immediate family incident to, the serious illness or injury, or death, of the employee occurring while on official business. Authorizes specified other assistance. Authorizes appropriations to the DEA and FBI for each fiscal year. (Sec. 7506) Authorizes the heads of the DOJ law enforcement agencies to send employees in supervisory positions as students to accredited masters degree programs in areas related to their jobs, subject to specified requirements. (Sec. 7507) Authorizes: (1) a Schedule B appointment DEA employee to be converted noncompetitively to a career or career-conditional appointment on completion of at least three years of full time service under specified circumstances; and (2) the DEA Administrator to grant Schedule B appointments to individuals who are selected for positions in the GS-132 or GS-1801 job series. (Sec. 7508) Amends the CSA to grant the Attorney General subpoena authority with respect to investigations into allegations of misconduct by DEA employees. (Sec. 7509) Authorizes appropriations to the U.S. Customs Service to carry out programs established by its Cybersmuggling Center. Directs the Service to provide 2.5 percent of each such fiscal year appropriation to the National Center for Missing and Exploited Children for the operation of the child pornography cyber tipline of the Center and for increased public awareness of the tipline. Grants the Service certain discretionary authority over remaining amounts appropriated. Title VIII: 21st Century Department of Justice Appropriations Authorization Act - 21st Century Department of Justice Appropriations Authorization Act - Subtitle A: Authorization of Appropriations for Fiscal Years 2000, 2001, and 2002 - Authorizes appropriations for FY 2000 through 2002 to carry out DOJ activities for: (1) General Administration; (2) Administrative Review and Appeals; (3) the Office of Inspector General; (4) General Legal Activities; (5) the Antitrust Division; (6) U.S. Attorneys; (7) the FBI; (8) the Marshals Service; (9) the DEA; (10) the INS; (11) Fees and Expenses of Witnesses; (12) Interagency Crime and Drug Enforcement; (13) the Federal Prison System; (14) the Foreign Claims Settlement Commission; (15) the Community Relations Service; (16) the Assets Forfeiture Fund; (17) Federal Prisoner Detention; (18) the U.S. Parole Commission; and (19) official reception and representation expenses of DOJ. (Sec. 8102) Makes specified funds available for FY 2000 through 2002 for Federal Prison Industries. (Sec. 8103) Authorizes the Attorney General to appoint 200 assistant U.S. attorneys. Sets forth provisions regarding selection of appointees and termination of positions. Authorizes appropriations. Subtitle B: Authorizations of Appropriations for Specific Programs - Amends the VCCLEA and the Violence Against Women Act of 1994 to authorize appropriations for various programs, including (with respect to the former) expeditious deportation for denied asylum applicants, border control improvement, expanded special deportation proceedings, training programs, a missing Alzheimer's disease patient alert program, a motor vehicle theft prevention program, and rural domestic violence and child abuse enforcement assistance. (Sec. 8202) Reauthorizes appropriations under the Antiterrorism and Effective Death Penalty Act of 1996, the Communications Assistance for Law Enforcement Act., and the Immigration and Nationality Act (for criminal alien assistance). (Sec. 8205) Amends the VCCLEA to provide for the transfer of funds through FY 2005 for the Violent Crime Reduction Trust Fund. Sets forth provisions regarding discretionary spending limits, points of order in the Senate with respect to such limits, waivers, appeals in the Senate from decisions of the Chair, and determination of budget levels. Subtitle C: Permanent Enabling Provisions - Amends the Federal judicial code to authorize the Attorney General to use available funds to carry out DOJ activities for specified general purposes (including the payment of translators, the payment of rewards, and health care and travel expenses for DOJ employees serving abroad), specific permitted uses (such as for the purchase of firearms and ammunition), subsistence and medical expenses of persons in the custody of the Marshals Service, and fees and expenses of witnesses. Authorizes the FBI to establish and collect fees to process fingerprint identification records and name checks for non-criminal justice, non-law enforcement employment and licensing purposes, and for certain employees of private sector contractors with classified Government contracts. Makes funds available for the INS and for the Federal Prison System for specified purposes. Sets forth provisions regarding limits on compensation of individuals employed as attorneys and regarding reimbursements paid to Government entities. (Sec. 8302) Amends the Federal Judicial Code to direct the Attorney General to report to Congress whenever the Attorney General or any other DOJ officer: (1) establishes or adopts a policy to refrain from enforcing any provision of a Federal statute within the officer's responsibility because of that officer's (or the President's) opinion that the provision is unconstitutional; or (2) determines to contest, or to refrain from defending or asserting, in any proceeding any provision of a Federal statute, or not to appeal any determination affecting its constitutionality, because of that officer's (or the President's) opinion that the provision is unconstitutional. (Sec. 8303) Sets forth provisions regarding notification of Congress with respect to the reprogramming or transfer of funds authorized. (Sec. 8304) Amends: (1) the Economic Opportunities Act of 1964 to define \"political activity\" to include any activity designed or intended to contest or challenge before any tribunal the constitutionality of any statute or regulation; (2) the Safe Streets Act to prohibit drug control and system improvement (Byrne) grants or contracts to provide security enhancements or equipment to a nongovernmental entity; and (3) the Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 to prohibit funds appropriated to the Legal Services Corporation in such Act or any future Act from being used for specified purposes, and to substitute for references to 1998 and 1999, references, in any given fiscal year, to the last and the current fiscal years. (Sec. 8305) Amends the Federal judicial code to: (1) reauthorize the Attorney General's authority to transfer property of marginal value and to make such transfer subject to the satisfaction of the recipient involved of any outstanding lien against the transferred property; and (2) authorize the Attorney General to appoint officials to assist in the protection of the Attorney General. (Sec. 8307) Authorizes DOJ and the Department of the Treasury, respectively, to pay an extended assignment allowance or bonus to any individual assigned to a permanent position located in Puerto Rico, the Northern Mariana Islands, or U.S. territories and possessions when the Attorney General or the Secretary of the Treasury, as to his respective agency, determines that the position is difficult to fill and that it is in the interests of the pertinent Department to encourage an incumbent employee to remain in that position, subject to limitation. (Sec. 8308) Prohibits the use of funds available to the Attorney General in any fiscal year from being used to require any person to perform, or facilitate the performance of, any abortion. Subtitle D: Miscellaneous - Repeals certain open-ended authorizations of appropriations for the National Institute of Corrections and for the Marshals Service. (Sec. 8404) Revises Federal law regarding the Counterterrorism Fund to authorize reimbursement of Federal departments and agencies for costs incurred in connection with: (1) counterterrorism technology research and development; and (2) providing training and related equipment to State and local law enforcement agencies for prevention and response capabilities against bombs and against chemical, biological, nuclear, and cyber attack. (Sec. 8406) Amends the Family and Medical Leave Act to authorize the Solicitor of Labor to appear for and represent the Secretary of Labor on litigation in Act enforcement (current law) with the express permission of and under the direction and authority of the Attorney General. (Sec. 8407) Directs the Attorney General, by February 1 of each year, to provide to specified congressional committees: (1) a report identifying and describing every grant, cooperative agreement, or services contract that was made or extended in the preceding fiscal year by the Office of Justice Programs; and (2) a performance review thereof. Amends the Legal Services Corporation Act to: (1) consider the Legal Services Corporation to be a department or agency of the Government for specified purposes; and (2) require applicants for financial assistance from the Corporation to file applications supported by written declarations under penalty of perjury. Directs the Comptroller General to conduct an annual audit of the Corporation and report to Congress and the Attorney General. (Sec. 8408) Amends the Federal judicial code to make the Assistant Attorney General for Administration the Chief Financial Officer (CFO) for DOJ. Terminates the existing CFO position. Makes the CFO of DOJ an executive level IV salary position. Title IX: Miscellaneous - Amends the code to exempt qualified current and former law enforcement officers from State laws prohibiting the carrying of concealed firearms. Gives the consent of Congress to any two or more States to: (1) enter into compacts or agreements for cooperative effort in enabling individuals to carry concealed weapons as dictated by laws of the State within which the owner of the weapon resides and is authorized to carry a concealed weapon; and (2) establish agencies or guidelines as the States may determine to be appropriate for making effective such agreements and compacts. (Sec. 9102) Amends the Brady Handgun Violence Prevention Act to exempt the return of a firearm to a person from whom the firearm was received from the requirement that an instant criminal background check be conducted in connection with the transfer of a firearm. (Sec. 9103) Directs the Attorney General to provide annual funding for the National Center for Rural Law Enforcement if the executive director of the Center certifies in writing to the Attorney General that the Center meets specified requirements, including that it shall use sums made available for development of an educational program for law enforcement agencies serving rural areas and the employees of those agencies. Authorizes appropriations through FY 2005. (Sec. 9104) Directs the Attorney General, subject to the availability of appropriations, to fund the DOJ Center for Domestic Preparedness. Authorizes appropriations through FY 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "21st Century Justice Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "21st Century Department of Justice Appropriations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Criminal Use of Firearms by Felons (CUFF) Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "DEFEAT Meth Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Determined and Full Engagement Against the Threat of Methamphetamine", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Drug-Free Families Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Faith-Based Drug Treatment Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Incarceration Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Crime Control Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "James Guelff Body Armor Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Local Government Law Enforcement Block Grant Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "New Millennium Drug Free Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "New Millennium Law Enforcement Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Prison Work Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transfer of Alien Prisoners Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victim Restitution Enforcement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims Rights Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Violence Against Women Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce crime and protect the public in the 21st Century by strengthening Federal assistance to State and local law enforcement, combating illegal drugs and preventing drug use, attacking the criminal use of guns, promoting accountability and rehabilitation of juvenile criminals, protecting the rights of victims in the criminal justice system, and improving criminal justice rules and procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:33-05:00"
}