{
  "actions": [
    {
      "acted_at": "1983-04-27", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2777-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1983-06-01", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1983-04-27", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1983-05-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1983-04-27", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1983-05-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1983-04-27", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Price, Melvin", 
      "sponsored_at": "1983-05-10", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1983-04-27", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-27", 
  "number": "2777", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to improve the budget process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-27", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Economics and public finance", 
    "Federal budgets", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-27", 
    "text": "Title I: Congressional Budget Process - Amends the Congressional Budget Act of 1974 to revise the timetable for the congressional budget process to provide for adoption of one concurrent resolution on the budget. Repeals the requirement of a second concurrent resolution on the budget. Permits the concurrent resolution to contain a second title comprised of recommended adjustments which specify the total amount by which spending authority, permanent budget authority and revenues are to be changed and which direct the committees of jurisdiction to consider changes to accomplish such total amount. Requires the budget committees of each House to report the concurrent resolution on or before March 15 of each year. Includes within the required accompanying report: (1) an explanation of differences between the Budget Committee's recommendations and the views and estimates of the standing committees of its House; and (2) a discussion and assessment of national budget priorities. Requires that action be completed on bills providing authorizations, new budget authority, new spending authority, and revenues by August 7 of each year. Requires the Director of the Congressional Budget Office to submit an economic forecast report to each House of Congress on February 1 of each calendar year. Provides for automatic continuing appropriations if by the beginning of the fiscal year no sums have been appropriated for that year for programs, projects, or activities for which sums were appropriated for the preceding year. Revises the reconciliation process to include reconciliation directions if needed in the first budget resolution. Requires action to be completed on the reconciliation resolution by September 25 of each calendar year. Prohibits Congress from adjourning until action is completed on the reconciliation resolution. Requires that new budget authority, new spending authority and revenue legislation be within appropriate levels. Title II: Miscellaneous Amendments to the Congressional Budget and Impoundment Control Act of 1974 - Amends the Congressional Budget and Impoundment Control Act of 1974 to make technical and conforming changes. Requires specified committees of the House and of the Senate to make the following studies: (1) a study of existing spending authority and permanent appropriations (Appropriations Committees); and (2) studies of off-budget agencies and of additional budget reform proposals (House Rules Committee and Senate Budget Committee). Title III: Amendments to the Rules of the House of Representatives - Amends the Rules of the House of Representatives to make technical and conforming changes. Title IV: Additional Provisions - Declares that it is the sense of Congress that the President shall submit his budget to Congress not later than the first Monday after the first day of January of of each calendar year and that its justification documents shall be submitted to Congress within two weeks thereafter. Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to improve the budget process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:50-05:00"
}