{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres32-99", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "32", 
  "official_title": "A resolution to reform the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Cloture", 
    "Legislation", 
    "Legislative amendments", 
    "Limitation of debate", 
    "Senate", 
    "Senate rules and procedure", 
    "Treaties", 
    "Treaty-making power"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Amends rule VIII of the Standing Rules of the Senate to limit debate to two hours on motions to proceed made after the first two hours of a new legislative day, such time to be equally divided between the majority and minority leaders. Amends rule XXVIII to provide that the reading of a conference report shall be deemed waived for those which are printed and available at the desk at least 24 hours before presentation. Amends rule XXX to revise the method of considering treaties. Amends rule XIX to remove the time restriction of actual session with respect to the germaneness of debate. Amends rule XV to require sense of the Senate/Congress amendments to be germane to the pending measure if such measure is subject to a germaneness requirement. Amends rule XIV to require certain resolutions, if objection is heard to immediate consideration, to be held at the desk for one day and then placed on the Calendar of General Orders. (Currently, such resolutions are laid before the Senate on the next legislative day.) Amends rule XVI to declare that questions of germaneness of amendments to appropriations bills shall be decided by the Presiding Officer and any appeals shall be decided without debate. (Currently, such questions are decided by the Senate without debate.) Amends rule XV to set forth the procedure for imposing a germaneness requirement on floor amendments. Amends rule XXII to allow Senators to yield back all or part of their hour on matters pending under cloture for the purpose of reducing the time for consideration of such matters. Declares that there shall be two hours available for the consideration of matters under cloture. Provides that, during cloture, any amendment proposed by the committee of jurisdiction shall be considered germane. Provides for filing amendments to committee amendments filed under cloture. Amends rule XIV to set forth a time limitation procedure for consideration of a bill, joint resolution, or resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to reform the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:59:11-05:00"
}