{
  "actions": [
    {
      "acted_at": "1980-06-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7640-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-23", 
  "number": "7640", 
  "official_title": "A bill to provide water to the Papago Tribe of Arizona and its members, to settle tribal and individual water rights claims in portions of the Papago reservations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Papago Water Rights Settlement Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-23", 
  "subjects": [
    "Arizona", 
    "Indian lands", 
    "Indian water rights", 
    "Irrigation", 
    "Native Americans", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Indian water rights", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-23", 
    "text": "Papago Water Rights Settlement Act of 1980 - Defines the term \"Central Arizona project\" to mean the project authorized under the Colorado River Basin Project Act of September 30, 1968. Title I: Papago Water Projects - Directs the Secretary of the Interior to undertake, and within ten years complete, a program to deliver annually a firm water supply at points designated by the Papago Tribe of: (1) 90,000 acre-feet to the boundary of the San Xavier Indian Reservation; (2) 30,000 acre-feet to the boundary of the Schuk Toak District of the Sells Papago Reservation for use in the Garcia Strip area; (3) 40,000 acre-feet to the boundary of the Sif Oidak District of the Sells Papago Reservation for use in the Chuichu area; and (4) 20,000 acre-feet to the boundary of the Gila Bend Reservation. Authorizes the Secretary, if a conduit or canal is extended to or near Tucson, Arizona, to construct, operate, and maintain a suitable water distribution system for the delivery of water to the San Xavier Indian Reservation and the Schuk Toak project of the Sells Papago Reservation. Allows the Secretary to enter into a written agreement with the city of Tucson for such water delivery, if such action is determined feasible. Directs the Secretary, unless alternate firm water supplies become available, to construct, operate and maintain well fields, where necessary, to supply sufficient water to the Papago Tribes as entitled under this Act. Directs the Secretary to: (1) improve and extend (and construct for the Schuk Toak District) irrigation systems on tribal lands on condition that such tribe agrees to subjugate the lands; (2) make loans, if requested, to the tribe for the costs of subjugation and water delivery, with repayment to begin ten years after the first water delivery; and (3) require the tribe to assume responsibility for the operation and maintenance of such system after specified acreage has been irrigated. Conditions the implementation of such irrigation system upon the execution of an agreement by the Papago Tribe with the Secretary for such tribe to waive and release any and all right to claim damages for past or future deprivation of water rights on its reservation. Provides that such waiver shall not be construed as a waiver of the right to sue for damages or specific performance arising out of the Secretary's failure to carry out provisions of this Act. Confers jurisdiction over such Act upon the United States District Court for the District of Arizona. Stipulates that provisions of this Act shall not become operative for the San Xavier Reservation until the Papago Tribe requests voluntary dismissal of a specified case pending before such Court. Authorizes the Secretary to exchange lands within the Gila Bend Reservation upon a determination that present lands for such Reservation are not feasible for an irrigation system. Title II: General Provisions - Permits the Secretary, in his discretion, to transfer to lands within the reservations of the Papago Tribe any Federal water rights appurtenant to the public lands or to any lands within a Federal reservation under his jurisdiction. Authorizes the Secretary to develop new water supplies on public lands or other Federal lands under his jurisdiction and to transfer such water rights to the Tribe. Authorizes the Secretary to acquire, by purchase, exchange, or eminent domain proceedings, such private lands and such State water rights as he deems appropriate for the purpose of providing water to the Papago Tribe. Prohibits the acquisition of water rights belonging to any Indian tribe, band, group or community, or any individual Indian allottees. Allows the Secretary to enter into contracts and to use facilities constructed in whole or in part with Federal funds to facilitate the delivery of water to reservations of the Papago Tribe. Provides that any water available on a firm basis from underground sources of such reservations and within specified water basins shall be credited against the amount of water the Secretary is obligated to deliver to the tribe. Directs the Secretary to construct powerlines as are necessary and to sell power and energy available to the tribe at rates not to exceed actual cost. Requires that the differential of power prices sold to the tribe which is less than that sold to non-Indian customers shall be credited to the Colorado River Basin Development Fund established by the Colorado River Basin Project Act of September 30, 1968. Grants the tribe the right to drill wells and pump water within the Sells Papago Reservation to serve lands outside the San Xavier, Schuk Toak, Chuichu, and Gila Bend systems. Directs that such water not be charged against the entitlement of such tribe under provisions of this Act. Gives the tribe the right to devote water supplies it develops and to which it is entitled to any beneficial use, provided that: (1) nonagricultural use shall not increase the tribe's entitlement; (2) the tribe does not alienate any water right without the consent of the Secretary; and (3) any profit derived from the sale or other disposition of water shall be devoted to the subjugation of land within the irrigation systems. Deems all water entitled to the Papago Tribe, except water acquired from the state of Arizona, to have been reserved or appropriated as of the date such reservation was established. Authorizes appropriations to carry out provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Papago Water Rights Settlement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide water to the Papago Tribe of Arizona and its members, to settle tribal and individual water rights claims in portions of the Papago reservations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:23-05:00"
}