{
  "actions": [
    {
      "acted_at": "1992-06-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2898-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-25", 
  "number": "2898", 
  "official_title": "A bill to authorize a project to identify, map and assess transboundary aquifers along the border between the United States and Mexico, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-25", 
  "subjects": [
    "Boundaries", 
    "Environmental assessment", 
    "Environmental protection", 
    "Groundwater", 
    "International environmental cooperation", 
    "Maps", 
    "Mexico", 
    "Negotiations", 
    "Potable water", 
    "Standards", 
    "Transboundary pollution", 
    "Treaties", 
    "Water pollution measurement", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-25", 
    "text": "Requires the Secretary of the Interior, acting through the Director of the Geological Survey, to map each transboundary aquifer (aquifers that cross the U.S.-Mexican border). Directs the Secretary, acting through the Director, to conduct an assessment and study of each aquifer, including a study of the uses of water from each aquifer. Requires the Secretary, acting through the Director, to quantify: (1) in any aquifer used as a drinking water source, anthropogenic pollutants present in a quantity that exceeds a standard under the Safe Drinking Water Act; and (2) in any case in which an aquifer connects with surface water, such pollutants in a quantity that exceeds a standard under the Federal Water Pollution Control Act. Authorizes and directs the Secretary of State to enter into negotiations for an agreement with the Mexican Government to facilitate cooperation in groundwater mapping and quality assessment and remediation activities. Directs the Administrator of the Environmental Protection Agency to: (1) identify the sources of anthropogenic pollutants present in a transboundary aquifer in a quantity that exceeds standards under the Safe Drinking Water Act, the Federal Water Pollution Control Act, or the Comprehensive Environmental Response, Compensation, and Liability Act; and (2) take action to ensure compliance with all Federal environmental laws. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize a project to identify, map and assess transboundary aquifers along the border between the United States and Mexico, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:39-05:00"
}