{
  "actions": [
    {
      "acted_at": "1977-02-04", 
      "committee": "Senate Committee on Labor and Public Welfare (Subsequently: Human Resources)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare (Subsequently: Human Resources).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s641-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-04", 
  "number": "641", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for a Federal Drug Compendium which will list all prescription drugs by the generic names and provide reliable, complete, and readily accessible prescribing information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Drug Compendium Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-04", 
  "subjects": [
    "Advertising", 
    "Advisory bodies", 
    "Consumer protection", 
    "Drug advertising", 
    "Drug industry", 
    "Drugs", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Health", 
    "Health warnings", 
    "Labeling"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-04", 
    "text": "Federal Drug Compendium Act - Amends the Federal Food, Drug, and Cosmetic Act to direct the Secretary of Health, Education, and Welfare to prepare and publish a drug compendium and distribute it to all practitioners licensed to prescribe and administer drugs. States that the compendium shall list all drugs by established name and requires such listing to include adequate and reliable prescribing information for each drug. Directs the Secretary to list the proprietary names of all listed drugs and the names of suppliers from whom such drugs may be obtained. Allows the Secretary to issue a price information supplement to the compendium. Permits the Secretary to exclude any drug of questionable safety from the compendium. Establishes procedures to insure due process of law for any person adversely affected by a decision of the Secretary to include or exclude a drug from the compendium. Allows the Secretary to establish an Advisory Committee on matters pertaining to the compendium. Authorizes the Secretary to require persons engaged in manufacturing, preparing, distributing, or importing drugs to furnish any available information to the Secretary. Empowers the Secretary to receive and maintain of records of clinical experience and other such data relevant to such drugs. Permits the Secretary to waive certain package insert requirements established by regulation. Deems a drug misbranded if it has labeling or advertising inconsistent with the compendium description, except a drug shall not be deemed misbranded solely by reason of such inconsistency if it is in full conformity with labeling regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Drug Compendium Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for a Federal Drug Compendium which will list all prescription drugs by the generic names and provide reliable, complete, and readily accessible prescribing information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:04-05:00"
}