{
  "actions": [
    {
      "acted_at": "1973-03-01", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres79-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-01", 
  "number": "79", 
  "official_title": "A resolution expressing the sense of the Senate with respect to access to the International Court of Justice.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-01", 
  "subjects": [
    "Armed forces and national security", 
    "Prisoners of war", 
    "Vietnamese Conflict", 
    "War"
  ], 
  "subjects_top_term": "Vietnamese Conflict", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-01", 
    "text": "Delcares that the President of the United States, Richard Nixon, be commended for rightfully making firm demands on North Vietnam to live up to its agreement regarding the return of American prisoners of war. Makes it the sense of the Senate that any reconstruction aid for North Vietnam should be contingent upon the following conditions set forth in this resolution: (1) North Vietnam should completly meet its obligations under the Vietnam and Laos ceasefire agreements, including the return of all known American prisoners of war within the time period agreed upon; (2) North Vietnam should cooperate fully in an effort to locate or give an accounting for the more than 1,500 Americans missing in action; (3) the United States should obtain firm assurances from other countries, including Japan, the Western European countries, the Union of Soviet Socialist Republics, and the Peoples Republic of China, that they are willing to contribute substantial amounts of aid; and (4) other spending priorities of the United States, including funds for education, health, housing and other domestic programs, should be given full consideration in determining the amount of aid to be given to Vietnam, since these programs represent an investment in the future of citizens of this country."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution expressing the sense of the Senate with respect to access to the International Court of Justice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:01-05:00"
}