{
  "actions": [
    {
      "acted_at": "1998-06-26", 
      "references": [
        {
          "reference": "CR S7256-7257, S7259", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-26", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-23", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Hearings held. Hearings printed: S.Hrg. 105-1012.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-01", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-10-06", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator McCain with an amendment in the nature of a substitute. With written report No. 105-371.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-06", 
      "calendar": "Senate Legislative", 
      "number": "705", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 705.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-10-08", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S12054-12056", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-10-09T09:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09T20:04:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-27", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2238-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1998-06-26", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1998-07-27", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-10-08", 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-26", 
  "number": "2238", 
  "official_title": "A bill to reform unfair and anticompetitive practices in the professional boxing industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Muhammad Ali Boxing Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1998-10-08", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Athletes", 
    "Boxing", 
    "Business records", 
    "Commerce", 
    "Conflict of interests", 
    "Contracts", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Fees", 
    "Fines (Penalties)", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Information services", 
    "Injunctions", 
    "Labor and employment", 
    "Labor contracts", 
    "Law", 
    "Legal fees", 
    "Professional associations", 
    "Professional sports", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sports agents", 
    "Sports and recreation", 
    "Standards", 
    "Web sites"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1998-10-08", 
    "text": "Muhammad Ali Boxing Reform Act - Amends the Professional Boxing Safety Act of 1996 to require any contract between a boxer and a promoter or manager to: (1)include mutual obligations between the parties;(2) specify a minimum number of professional boxing matches (match or matches) per year for the boxer; and (3) set forth a specific period of time during which the contract will be in effect, including any provision for extension of that period due to the boxer's temporary inability to compete because of an injury or other cause. (Sec. 4) Limits to 12 months the period for which promotional rights to promote a boxer may be granted under a contract between the boxer and a promoter, or between promoters with respect to a boxer, if such rights are required as a condition for the boxer's participation in a match against another boxer who is under contract to the promoter. Prohibits a promoter exercising promotional rights with respect to such boxer during the 12-month period beginning on the day after the last day of such promotional right period from securing exclusive promotional rights from the boxer's opponents as a condition of participating in a professional boxing match against the boxer. Makes any contract to the contrary unenforceable and considered to be in restraint of trade and contrary to public policy. Prohibits: (1) a promoter or a sanctioning organization from requiring a boxer, in a contract arising from a match that is a mandatory bout under the organization's rules, to grant promotional rights to any promoter for a future match; and (2) a licensee, manager, matchmaker, or promoter from requiring a boxer to employ, retain, or provide compensation to any individual or business enterprise recommended or designated by that person as a condition of such person's working with the boxer or arranging for the boxer to participate in a match or as a condition of such boxer's participation in a match. Declares that: (1) a contractual provision between a promoter and a boxer, or between promoters with respect to a boxer, that violates this Act's prohibition regarding promotional rights under mandatory bout contracts is contrary to public policy and unenforceable; and (2) in any action brought against a boxer to recover money for acting as a licensee, manager, matchmaker, or promoter for the boxer, the court, arbitrator, or administrative body may deny recovery under the contract as contrary to public policy if the employment, retention, or compensation that is the subject of the action was obtained in violation of this Act. Prohibits: (1) a promoter from having a direct or indirect financial interest in the management of a boxer; or (2) a manager from having a direct or indirect financial interest in the promotion of a boxer, or being employed by or receiving compensation or other benefits from a promoter. Allows a boxer to act as his own promoter or manager. (Sec. 5) Requires a sanctioning organization that sanctions matches on an interstate basis to: (1) establish objective and consistent written criteria for the ratings of professional boxers; (2) establish and publish an appeals procedure that affords a boxer rated by that organization a reasonable opportunity to submit information to contest its rating of the boxer (under which the organization shall, within 14 days after the boxer's request, provide to the boxer a written explanation of the organization's criteria and its rating of the boxer, including a response to any specific questions submitted by the boxer, and submit a copy to the President of the Association of Boxing Commissions of the United States and to the boxing commission of the boxer's domiciliary State); (3) mail a notice to a boxer such organization rates in its top ten, with a written explanation of the reasons for any change in such rating, and post a copy of such notice and explanation of the change on its Internet website or homepage, in any; and (4) submit to the Federal Trade Commission (FTC), by January 31 of each year, a complete description of the organization's ratings criteria, policies, general sanctioning fee schedule, bylaws, and appeals procedure and a list and business address of the organization's officials who vote on boxer ratings. Directs the FTC to make information received under this section available to the public. Authorizes the FTC to assess sanctioning organizations a fee to offset the cost it incurs in processing the information and making it available to the public. Authorizes a sanctioning organization, in lieu of submitting the required information to the FTC, to maintain a website on the Internet that meets specified requirements. Prohibits an officer or employee of a sanctioning organization from receiving any compensation, gift, or benefit directly or indirectly from a promoter, boxer, or manager, but allows the receipt of: (1) payment by a promoter, boxer, or manager of such organization's published fee for sanctioning a match or reasonable expenses in connection therewith if the payment is reported to the responsible boxing commission; or (2) a gift or benefit of de minimis value. (Sec. 6) Requires a sanctioning organization, before sanctioning a match in a State, to provide to the State's boxing commission a written statement of: (1) all charges, fees, and costs the organization will assess any boxer participating in that match; (2) all payments, benefits, complimentary benefits, and fees the organization will receive for its affiliation with the event from all sources; and (3) such additional information as the commission may require. Requires that before a match organized, promoted, or produced by a promoter is held in a State, the promoter provide to the appropriate State boxing commission a written statement containing: (1) a copy of any agreement to which the promoter is a party with any participating boxer; (2) a statement made under penalty of perjury that there are no other agreements between the promoter and the boxer with respect to that match; and (3) a written statement of all fees, charges, and expenses that will be assessed by or through the promoter on the boxer pertaining to the event and of all payments, gifts, or benefits the promoter is providing to any sanctioning organization affiliated with the event. Requires a promoter, upon request, to make information received under this section available to the chief law enforcement officer of the State in which the match is to be held. Makes the requirements of this section inapplicable to a match scheduled to last less than ten rounds. (Sec. 7) Sets penalties for violation of anti-exploitation, sanctioning organization, or disclosure provisions. Provides for civil actions by the chief law enforcement officer of a State and for private rights of action. (Sec. 8) Requires license revocations to be treated as suspensions. Requires State commissions to honor suspensions of boxers ordered by other State commissions for unsportsmanlike conduct or other inappropriate behavior inconsistent with generally accepted methods of competition in a professional boxing match."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Muhammad Ali Boxing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Muhammad Ali Boxing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform unfair and anticompetitive practices in the professional boxing industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:32-05:00"
}