{
  "actions": [
    {
      "acted_at": "1994-04-26", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-05-05", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator DeConcini. With written report No. 103-256.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-05", 
      "committee": "Committee on Armed Services for a period not to exceed 30 days of session, pursuant to section 3(b) of Senate Resolution 400 of the 94th Congress", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Armed Services for a period not to exceed 30 days of session, pursuant to section 3(b) of Senate Resolution 400 of the 94th Congress.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-30", 
      "in_committee": "Committee on Armed Services for a period not to exceed 30 days of session, pursuant to section 3(b) of Senate Resolution 400 of the 94th Congress", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-06-30", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Nunn with amendments. With written report No. 103-295.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-30", 
      "calendar": "Senate Legislative", 
      "number": "501", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 501.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-08-12", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-12", 
      "bill_ids": [
        "hr4299-103"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4299 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-12", 
      "bill_ids": [
        "hr4299-103"
      ], 
      "references": [
        {
          "reference": "CR S11363-11382, S11384-11390,  S11393-11401", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H.R. 4299 in lieu of this measure by Yea-Nay Vote. 97-2. Record Vote No: 285.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-12", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2553-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2553"
    }, 
    {
      "amendment_id": "s2554-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2554"
    }, 
    {
      "amendment_id": "s2555-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2555"
    }, 
    {
      "amendment_id": "s2556-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2556"
    }, 
    {
      "amendment_id": "s2557-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2557"
    }
  ], 
  "bill_id": "s2082-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-05", 
  "number": "2082", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1995 for the intelligence activities of the United States Government and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": "Authorization bill FY95, Intelligence", 
  "related_bills": [
    {
      "bill_id": "hr4299-103", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4299-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr4299-103", 
      "reason": "includes"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 1995", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-04-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative responsibility", 
    "Advice and consent of the Senate", 
    "Africa (Sub-Saharan)", 
    "Annuities", 
    "Appropriations", 
    "Armed forces and national security", 
    "Australia", 
    "Authorization", 
    "Bank records", 
    "Boundaries", 
    "Building construction", 
    "Business intelligence", 
    "Business records", 
    "Canada", 
    "Central Intelligence Agency", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Classified defense information", 
    "Commerce", 
    "Compensation for victims of crime", 
    "Confidential communications", 
    "Confidential funding (Federal budgets)", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Customs administration", 
    "Damages", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of State", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "District courts", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Environmental protection", 
    "Espionage", 
    "Europe", 
    "Executive reorganization", 
    "Extraterritoriality", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal installations", 
    "Federal office buildings", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "France", 
    "Freedom of information", 
    "Geodesy", 
    "Germany", 
    "Government attorneys", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government trust funds", 
    "Great Britain", 
    "Information services", 
    "Informers", 
    "Injunctions", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "International cooperation", 
    "Israel", 
    "Jurisdiction", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Legislation", 
    "Liability (Law)", 
    "Mandatory retirement", 
    "Maps", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military intelligence", 
    "Narcotic traffic", 
    "North America", 
    "Oceania", 
    "Official secrets", 
    "Presidential appointments", 
    "Punitive damages", 
    "Research and development", 
    "Right of privacy", 
    "Russia", 
    "Russian Republic", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security classification (Government documents)", 
    "Security clearances", 
    "Sentences (Criminal procedure)", 
    "South Africa", 
    "Subversive activities", 
    "Transfer of employees", 
    "Travel", 
    "Travel costs", 
    "Virginia", 
    "War and emergency powers", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1994-08-12", 
    "text": "TABLE OF CONTENTS: Title I: Intelligence Activities Title II: Central Intelligence Agency Retirement and Disability System Title III: General Provisions Title IV: Central Intelligence Agency Title V: Department of Defense Title VI: Federal Bureau of Investigation Title VII: Counterintelligence and Security Title VIII: Commission on the Roles and Capabilities of the United States Intelligence Community Intelligence Authorization Act for Fiscal Year 1995 - Title I: Intelligence Activities - Authorizes appropriations for FY 1995 for the conduct of the intelligence activities of the: (1) Central Intelligence Agency (CIA); (2) Department of Defense (DOD); (3) Defense Intelligence Agency (DIA); (4) National Security Agency (NSA); (5) National Reconnaissance Office (NRO); (6) Departments of the Army, Navy, and Air Force; (7) Department of State; (8) Department of the Treasury; (9) Department of Energy; (10) Federal Bureau of Investigation (FBI); and (11) Central Imagery Office (established under this Act). (Sec. 102) Specifies that the amounts authorized to be appropriated and the authorized personnel ceilings as of September 30, 1995, for such conduct are those specified in the classified Schedule of Authorizations prepared by the conference committee to accompany S. 2082 of the 103rd Congress. (Sec. 103) Permits the Director of Central Intelligence (DCI) to authorize the employment of civilian personnel in excess of the number authorized for FY 1995 if such action is necessary to the performance of important intelligence functions, subject to specified limitations. Directs the DCI to promptly notify the House and Senate intelligence committees whenever the DCI exercises such authority. (Sec. 104) Authorizes appropriations for the Community Management Account of the DCI for FY 1995, with funds for the Advanced Research and Development Committee and the Environmental Task Force remaining available until September 30, 1996. Authorizes 221 full-time personnel for the Account as of September 30, 1995. Requires any officer or employee of the United States or a member of the armed forces who is detailed to the Account from another element of the Government during FY 1995 to be detailed on a reimbursable basis, with exceptions. Title II: Central Intelligence Agency Retirement and Disability System - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1995. Title III: General Provisions - Authorizes amounts to be appropriated in addition to sums authorized for salary, pay, retirement, and other benefits of Federal employees as necessary to cover increases in those benefits authorized by law for FY 1995. (Sec. 302) Specifies that the authorizations of appropriations contained in this Act do not constitute authority for the conduct of any intelligence activity which is not otherwise authorized by the Constitution or laws of the United States. (Sec. 303) Repeals a provision of the Intelligence Authorization Act for FY 1987 restricting intelligence cooperation with South Africa. (Sec. 304) Requires the DCI to submit to the congressional defense and intelligence committees a report setting forth: (1) a legislative proposal, coordinated as appropriate with elements of the intelligence community, for mandatory retirement for expiration of time in class comparable to provisions of the Foreign Service Act of 1980 for all civilian employees of the CIA, NSA, DIA, and the intelligence elements of the Army, Navy, Air Force, and Marine Corps; and (2) assessments of the feasibility of instituting a mandatory retirement policy, alternatives, and the impact of such a policy on all other DOD civilian employees. Title IV: Central Intelligence Agency - Amends the Central Intelligence Agency Act of 1949 to repeal a limitation on the payment of travel expenses and the cost of treatment of illness or injury requiring hospitalization of an officer or full time employee of the CIA where such illness or injury is the result of vicious habits, intemperance, or misconduct. (Sec. 402) Provides for the appointment by the President, by and with the advice and consent of the Senate, of a General Counsel of the CIA from civilian life to be the chief legal officer of the CIA. Title V: Department of Defense - Amends the National Security Act of 1947 to provide for a Central Imagery Office (Office) (currently, central imagery authority). Authorizes the Secretary of Defense to exercise certain authorities pertaining to civilian officers and employees in DIA with respect to such officers and employees of the Office. Specifies that: (1) civilian personnel administrative support for officers and employees of the Office shall remain a responsibility of DIA; and (2) certain authority provided regarding civilian officers and employees of the Office may be delegated by the Secretary of Defense only to the Deputy Secretary of Defense. (Sec. 502) Authorizes the Secretary of Defense to withhold from public disclosure any geodetic product in the possession or under the control of DOD that contains information that the Director of the Defense Mapping Agency has determined in writing would, if disclosed, jeopardize or interfere with ongoing military or intelligence operations. (Sec. 503) Authorizes the Secretary to expend specified funds to establish a National Public Information Center to: (1) survey, collect, store, distribute, and present unclassified information; (2) provide support for training in decisionmaking and for professional education in DOD and the intelligence community; and (3) inform more broadly the American public. (Sec. 504) Specifies that, of the funds made available by this Act for the NRO under the classified schedule of authorizations: (1) $50 million out of the Miscellaneous Support account of the Mission Support Consolidated Expenditure Center may not be obligated or expended until the DCI and the Secretary of Defense have completed a review of the NRO headquarters building project and the results of such review have been disclosed to the intelligence committees; (2) no such funds may be obligated or expended for the purchase of any real property, or to contract for any construction or acquisition, in connection with the construction of buildings or facilities, unless and to the extent that such purchase or contract is made or entered into in accordance with the policies and procedures applicable to other elements of DOD, or the President determines that national security requires that such policies and procedures not apply to a particular purchase or contract and reports such determination in writing not later than 30 days after making the determination to such committees. Prohibits funds made available under any provision of law from being obligated or expended for such project without specific authorization if such funds would cause the total amount obligated or expended for the project to exceed $310 million. Title VI: Federal Bureau of Investigation - Amends the Fair Credit Reporting Act to require a consumer reporting agency to furnish a consumer report to the FBI when presented with a written request signed by the Director of the FBI which certifies compliance with this title. Authorizes the Director to make such a certification only upon determining in writing that: (1) such records are necessary for the conduct of an authorized foreign counterintelligence investigation; and (2) there are specific and articulable facts giving reason to believe that the consumer is a foreign power or agent. Sets forth provisions regarding: (1) identifying information; (2) confidentiality; (3) payment of fees; (4) limits on dissemination; and (5) reporting requirements. Provides for damages and disciplinary actions for any Government agency or department obtaining or disclosing consumer information in violation of this Act. Makes remedies and sanctions under this title the only judicial remedies and sanctions for such violations. Authorizes injunctive relief. Authorizes recovery of costs in the event of a successful action. Title VII: Counterintelligence and Security - Counterintelligence and Security Enhancements Act of 1994 - Amends the National Security Act of 1947 to add a new title VIII concerning access to classified defense information. Directs the President to establish procedures governing access to such information which shall be binding on all executive departments, agencies, and offices. Prohibits providing any executive employee access to such information unless, based upon an appropriate background investigation, such access is determined to be consistent with national security interests. Requires such procedures to: (1) establish uniform minimum requirements for the scope and frequency of background investigations for all employees who require access to such information in the performance of their duties; (2) require employee consent to agency access to relevant financial, consumer, and travel information; and (3) establish standards for advising employees of the reasons for denial of access to classified information. Allows any authorized investigative agency to request from any financial institution or credit reporting agency such financial information as necessary to conduct law enforcement investigations, counterintelligence inquiries, or security determinations. Allows such investigative agencies to request travel records with respect to travel outside the United States. Outlines request conditions and limitations. Provides for the confidentiality of information received. States that the provisions of title VIII shall not apply to the President, Vice President, Members of Congress, Supreme Court Justices, and Federal judges appointed by the President. (Sec. 703) Establishes within the executive branch a National Counterintelligence Policy Board to: (1) develop policies and procedures for the approval of the President to govern the conduct of counterintelligence activities; and (2) resolve conflicts which may arise between governmental elements which carry out such activities. Requires the head of each executive agency to ensure that the FBI is: (1) advised of any information indicating that classified information may have been deliberately disclosed in an unauthorized manner to a foreign power; (2) consulted with respect to all subsequent agency actions to determine the source of such compromise; and (3) given access to agency employees and records for purposes of investigative activities to determine the source of the compromise. Requires the Director of the FBI to ensure that agencies are: (1) provided any counterintelligence information obtained pertaining to their personnel or operations; and (2) consulted with respect to any FBI action involving their personnel or operations. Authorizes presidential waivers of such requirements where essential for the national security. Requires the Director to report to the intelligence committees annually on compliance with such requirements. (Sec. 704) Amends the Fair Credit Reporting Act to require a consumer reporting agency to furnish a consumer report to the FBI when presented with a written request signed by the Director or Deputy Director of the FBI, who certifies in writing that such records are necessary for the conduct of an authorized foreign counterintelligence investigation and that there are specific and articulable facts giving reason to believe that the consumer whose report is sought is a foreign power or agent. Sets forth provisions regarding: (1) the furnishing of identifying information; (2) confidentiality; (3) payment of fees; (4) reporting requirements; and (5) remedies for violations (damages and injunctive relief, with a good faith exception). (Sec. 705) Authorizes the Attorney General to provide rewards to individuals who furnish information leading to: (1) the arrest or conviction, in any country, of any individual for commission of an act of espionage against the United States or for conspiring or attempting to commit such an act; and (2) the prevention or frustration of any such act. (Sec. 706) Permits a trial for espionage and related offenses not committed in any district to be held in the District of Columbia or in any other district authorized by law. (Sec. 707) Provides for: (1) the forfeiture of property for violation of certain espionage laws; and (2) the denial of Federal annuities or retired pay to persons convicted in foreign courts of espionage involving U.S. information. (Sec. 709) Amends the Foreign Intelligence Surveillance Act of 1978 to add a new title III concerning physical searches within the United States for foreign intelligence purposes. Grants the Foreign Intelligence Surveillance Court jurisdiction to hear applications for orders approving a physical search in order to obtain foreign intelligence information anywhere within the United States. Provides an exception and allows for the review of denied applications under other provisions of the Act. Requires applications to be approved by the Attorney General and to include: (1) the identity of the target of the search and the information sought to be seized; and (2) a certification that the information sought is foreign intelligence information which cannot be obtained by normal investigative techniques. Outlines information required to be included within a Court order approving such a search. Limits the period for conducting an approved search, with extensions under certain circumstances. Allows the Attorney General, in emergency circumstances, to authorize the execution of an emergency physical search, as long as an application for such search is submitted to a judge having jurisdiction within 24 hours after such search. Prohibits information obtained from such a search from being used against the person involved if the proceeding application is denied. Allows information concerning a U.S. person appropriately acquired to be used and disclosed by Federal officers and employees for lawful purposes without the consent of such individual only in accordance with certain minimization procedures provided under the Act (procedures designed to minimize unlawful or unnecessary harm to the person involved). Directs the United States, or a State or political subdivision thereof, to disclose to the person and the appropriate court that it intends to use information so obtained. Allows the aggrieved party to move to suppress such evidence, with a hearing on such motion by the appropriate U.S. district court. Provides: (1) congressional oversight concerning such searches; (2) penalties for misuse of search powers (with defenses); (3) civil actions by aggrieved persons for unlawful searches (allowing for actual and punitive damages and attorney's fees); and (4) authority for the President to conduct physical searches without a court order for up to 15 days following a declaration of war by the Congress. (Sec. 710) Amends the Federal criminal code to provide civil and criminal penalties for the unauthorized removal by a U.S. officer, employee, contractor, or consultant of classified documents or materials. (Sec. 711) Requires the President to submit to the Congress a report describing: (1) the respective policy functions and operational roles of the executive branch agencies in identifying and countering threats to U.S. industry of foreign industrial espionage, including the manner in which such functions and roles are coordinated; (2) the means by which the Government communicates information on such threats to U.S. industry in general and to U.S. companies known to be targets of foreign industrial espionage; (3) the specific measures that are being or could be undertaken to improve such activities, including proposals for any modifications of law necessary to facilitate the undertaking of such activities; and (4) the threat to U.S. industry of foreign industrial espionage and any trends on that threat. Requires such report to be updated annually and, to the maximum extent practicable, submitted in unclassified form. Amends the Defense Production Act of 1950 to require the President and such agencies as the President designates to include in the required quadrennial report an evaluation of whether there are industrial espionage activities directly assisted (currently, directed) by foreign governments against private U.S. companies aimed at obtaining commercial secrets related to critical technologies. (Sec. 712) Requires: (1) not less than $10 million from the NSA base budget to be transferred to U.S. Army signals intelligence activities directed at counternarcotics targets; and (2) a detailed operations plan with special emphasis on the U.S.-Mexico border and including the participation of the NSA, Drug Enforcement Administration, FBI, and U.S. Customs Service to be provided to the House and Senate intelligence committees by November 15, 1994. Title VIII: Commission on the Roles and Capabilities of the United States Intelligence Community - Establishes the Commission on the Roles and Capabilities of the United States Intelligence Community to review and report to the President and the intelligence committees on the efficacy and appropriateness of the activities of the U.S. intelligence community in the post-Cold War global environment."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY95, Intelligence", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Intelligence FY95 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Authorization Act for Fiscal Year 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1995 for the intelligence activities of the United States Government and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:23-05:00"
}