{
  "actions": [
    {
      "acted_at": "2009-07-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1471-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2009-07-20", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-20", 
  "number": "1471", 
  "official_title": "A bill to direct the Secretary of the Army to carry out certain water control projects at Lake Pontchartrain, Louisiana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3169-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3169-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Providing the Utmost safety Measures to the Permanent Protection System in New Orleans, Louisiana", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-20", 
  "subjects": [
    "Dams and canals", 
    "Floods and storm protection", 
    "Government investigations", 
    "Louisiana", 
    "Water resources development", 
    "Water resources funding"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-20", 
    "text": "Providing the Utmost safety Measures to the Permanent Protection System in New Orleans, Louisiana or the PUMPPS NOLA Act of 2009 - Modifies the project for permanent pumps and canal modifications at Lake Pontchartrain, Louisiana, to direct the Secretary of the Army, acting through the Chief of Engineers, to: (1) construct a pump station and optimized diversion from Hoey's Basin to the Mississippi River to help reduce storm water flow into the 17th Street canal; (2) construct an optimized diversion through the Florida Avenue canal for discharging water into the Inner Harbor Navigation Canal; (3) construct new, permanent pump stations near the lakefront on the 17th Street, Orleans Avenue, and London Avenue canals to provide for future flow capacity; (4) deepen, widen within each existing right-of-way, and line the bottom and side slopes of the 17th Street, Orleans Avenue, and London Avenue canals to allow for a gravity flow of storm water to the pump stations at the lakefront; (5) modify or replace bridges close or adjacent to the 17th Street, Orleans Avenue, and London Avenue canals; (6) remove existing levees and floodwalls that line each side of such canals down to ground grade, if the Secretary determines it to be appropriate; (7) decommission or bypass the interior pump stations of the Sewerage and Water Board of New Orleans that are located at each such canal to maintain the water surface differential across the existing pumping stations until all systems and features are in place to allow for a fully functional system at a lowered canal water surface elevation; and (8) decommission and remove the interim control structures that are located at each such canal. Conditions initiation of such project on the state of Louisiana agreeing to: (1) pay all costs arising from the operation, maintenance, repair, replacement, and rehabilitation of each completed project component; and (2) hold the U.S. harmless from any claim or damage that may arise from carrying out the project, except with regard to the federal government's negligence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Providing the Utmost safety Measures to the Permanent Protection System in New Orleans, Louisiana", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "PUMPPS NOLA Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of the Army to carry out certain water control projects at Lake Pontchartrain, Louisiana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:15-05:00"
}