{
  "actions": [
    {
      "acted_at": "1981-05-20", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3646-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-20", 
  "number": "3646", 
  "official_title": "A bill to Credit Union Modernization Act of 1981.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Credit Union Modernization Act of 1981", 
  "sponsor": {
    "district": "6", 
    "name": "Evans, David W.", 
    "state": "IN", 
    "thomas_id": "00359", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-20", 
  "subjects": [
    "Credit unions", 
    "Finance and financial sector", 
    "Interest", 
    "Interest rates", 
    "Monetary policy", 
    "Money"
  ], 
  "subjects_top_term": "Credit unions", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-20", 
    "text": "Credit Union Modernization Act of 1981 - Title I: Amends the Federal Credit Union Act to redefine the purposes of a 'Federal credit union' to be: (1) encouraging thrift; (2) creating a source of credit at fair and reasonable rates of interest; (3) meeting the financial needs of its members and the members' families; and (4) providing an opportunity for its members to use and control their own money in order to improve their economic and social condition. Declares that the par value of the shares of a Federal credit union shall be in $5 multiples, not less than $5 and not more than $50 each. Grants a Federal credit union the power to make: (1) residential real estate loans on a one-to-four family dwelling, including a cooperative unit that is or will be the principal residence of a credit union member, and which is secured by a first lien upon such dwelling; and (2) a second mortgage loan secured by a residential dwelling which is the residence of a credit union member and has a maturity not to exceed 15 years. Permits a Federal credit union, on first or second mortgage loans, to require that any partial payments be: (1) made on the date monthly installments are due; and (2) be in the amount of that part of one or more monthly installments which would be applicable to principal. Permits a Federal credit union to invest its funds in obligations, participations, securities, or other instruments of, or issued by, or fully guaranteed as to principal and interest by any other agency of the United States. Allows a Federal credit union to issue and sell securities which are guaranteed pursuant to the National Housing Act. Permits a Federal credit union to sell, purchase, or process for a fee any money transfer instrument to or for the members of the credit union. Requires the annual meeting of each Federal credit union to be held at the end of the fiscal year of the credit union (December 31). Provides for a meeting of the shareholders, if one is not held within any thirteen-month period, upon application by any member of the credit union. Sets forth provisions concerning the management of a Federal credit union by a board of directors, a supervisory committee and, when the bylaws so provide, a credit committee. Requires the board of directors to meet at least once a month and sets forth certain responsibilities of such board. Sets forth provisions concerning the appointment of the credit committee, meetings, powers and duties, and loans and lines of credit. Prohibits any loan from being made to any member if, upon the making of such loan, the member would be indebted to the Federal credit union in an aggregate amount which exceeds ten percent of the credit union's unimpaired capital and surplus. Title II: Share Insurance - Amends the Federal Credit Union Act to require the National Credit Union Administration Board to consider, before approving the application of any credit union for insurance of its member accounts, whether the applicant is a cooperative association organized for the purpose of promoting thrift among its members and creating a source of credit at a fair and reasonable rate of interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Credit Union Modernization Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to Credit Union Modernization Act of 1981.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:01-05:00"
}