{
  "actions": [
    {
      "acted_at": "1973-04-18", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-11-20", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules with amendment, H. Rept. 93-658.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-05", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #631 (386-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-22", 
      "bill_ids": [
        "s1541-93"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 1541, roll call #87 (80-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-22", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-26", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-11", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1101.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-12", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-924.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-18", 
      "references": [], 
      "text": "House agreed to conference report, roll call #300 (401-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-21", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #261 (75-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-21", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-07-09", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-07-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-07-12", 
      "references": [], 
      "text": "Public law 93-344.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7130-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broyhill, Joel T.", 
      "sponsored_at": "1973-01-03", 
      "state": "VA", 
      "thomas_id": "00139", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Burke, James A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Cederberg, Elford A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Collier, Harold R.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00218", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Davis, Glenn R.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00269", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Griffiths, Martha W.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00467", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Mahon, George H.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00726", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rhodes, John J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "00957", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Rooney, John J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00984", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Schneebeli, Herman T.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01031", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sikes, Robert L. F.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01056", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Whitten, Jamie L.", 
      "sponsored_at": "1973-01-03", 
      "state": "MS", 
      "thomas_id": "01225", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-07-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-18", 
  "number": "7130", 
  "official_title": "An Act to establish a new congressional budget process; to establish Committees on the Budget in each House; to establish a Congressional Budget Office; to establish a procedure providing congressional control over the impoundment of funds by the executive branch; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres715-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1171-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr7638-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7888-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8141-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8748-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8881-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9979-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr10434-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1414-93", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1541-93", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1641-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Budget Control Act", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-18", 
  "subjects": [
    "Congress", 
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-07-12", 
    "text": "(LATEST SUMMARY) Congressional Budget and Impoundment Control Act - Declares the purposes of this Act. Sets forth the definitions of terms used in the Act. =Title I: Establishment of House and Senate Budget Committees= - Establishes a Standing Committee of the Senate to be known as the Committee of the Budget. Establishes such a Committee of the House. Outlines the composition and duties of the committees. Provides that each such committee shall make a continuing study of the effects of budget outlays and devise methods of coordinating tax policies with budget outlays. =Title II: Congressional Budget Office= - Creates a Congressional Budget Office and outlines the duties of such Office. States that the function of the Office is to provide information to the Budget Committees of the two Houses and to other Committees of the two Houses with respect to the budget, appropriation bills, and other bills providing budget authority or tax expenditures. Abolishes the Joint Committee on Reduction of Federal Expenditures. Provides for public access to budget data. Directs the Director of the Office to submit to the Committees on the Budget of the House of Representatives and the Senate a report, for the fiscal year commencing on October 1 of that year, with respect to fiscal policy, including new budget authority, total outlays, levels of tax expenditures under existing law, projected economic factors, and any changes in such levels based on proposals in the budget submitted by the President for such fiscal year. Authorizes the Director of the Office to: (1) equip the Office with up-to-date computer capability; (2) obtain the services of experts and consultants in computer technology; and (3) develop techniques for the evaluation of budgetary requirements. =Title III: Congressional Budget Process= - Sets forth a timetable with respect to the congressional budget process for any fiscal year. Prescribes, under such timetable, the rules for consideration of concurrent resolutions on the budget. Requires that concurrent resolutions on the budget must be adopted before appropriations and changes in revenues and the public debt limit are made. Sets forth exceptions to this provision. =Title IV: Additional Provisions to Improve Fiscal Procedures= - Provides that it shall not be in order for either House to consider any bill which provides new advance spending authority unless that bill provides that such authority is to be effective only to the extent as is provided in appropriation Acts. Requires the Director of the Congressional Budget Office, to the extent practical, to prepare an estimate of costs expected to be incurred in carrying out each bill or resolution. Defines \"new spending authority\" for purposes of this Act. Provides that it shall not be in order for either the Senate or House to consider any bill authorizing a new budget authority for any fiscal year unless such bill or resolution is reported on or before May 15 preceding the beginning of such fiscal year. =Title V: Change of Fiscal Year= - Changes the fiscal year of the Treasury, beginning on October 1, 1976, to commence on October 1 of each year and to end on September 30 of the folowing year. Provides for the conversion of authorizations of appropriations to comply with the new fiscal year. =Title VI: Amendments to Budget and Accounting Act, 1921= - Provides that the Presidential budget shall include the same elements as the Congressional Budget. Provides for five-year budget projections. =Title VII: Program Review and Evaluation= - Requires the Comptroller General, upon request, to assist any Congressional committee in developing a statement of legislative objectives and goals, methods of assessment, and the feasibility of pilot testing. Requires the Comptroller General, when requested, to assist Congressional committees in analyzing program reviews or evaluation studies prepared by and for any Federal agency. Authorizes the Comptroller General to establish an Office of Program Review and Evaluation within the General Accounting Office. Authorizes the employment of up to ten experts. Provides for a continuing study of additional budget reform proposals designed to improve and facilitate methods of congressional budget-making. Requires that such proposals shall include the following: (1) improving the information base required for determining the effectivness of new programs by such means as pilot testing, survey research, and other experimental and analytical techniques; (2) improving analytical and systematic evaluation of the effectivness of existing programs; (3) establishing maximum and minimum time limitations for program authorization; and (4) developing techniques of human resource accounting and other means of providing noneconomic as well as economic evaluation measures. =Title VIII: Fiscal and Budgetary Information and Controls= - Provides that the Secretary of the Treasury, and the Director of the Office of Management and Budget, in cooperation with the Comptroller General of the United States, shall develop, establish and maintain information systems for fiscal, budgetary, and related information. Provides that such information shall be furnished to Congressional committees upon request. =Title IX: Miscellaneous Provisions: Effective Dates= - Makes technical and conforming amendments to the provisions of the Legislative Reorganization Act of 1946. Provides for the application of the Congressional budget process to the fiscal year 1976. =Title X: Impoundment Control= - Impoundment Control Act provides that nothing contained in this Act, or in any amnendments made by this Act, shall be construed as: (1) asserting or conceding the constitutional powers or limitations of either the Congress or the President; (2) ratifying or approving any impoundment heretofore or hereafter executed or approved by the President or any other Federal officer or employee, except insofar as pursuant to statutory authorization then in effect; (3) affecting in any way the claims or defenses of any party to litigation concerning any impoundment; or (4) superseding any provision of law which requires the obligation of budget authority or the making of outlays thereunder. Makes technical amendments to the Antideficiency Act. Repeals the existing impoundment reporting provision of the Budget and Accounting Procedure Act of 1950."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rules of the House of Representatives and the Senate to improve congressional control over budgetary outlay and receipt totals, and to provide for a legislative budget director and staff.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to establish a new congressional budget process; to establish Committees on the Budget in each House; to establish a Congressional Budget Office; to establish a procedure providing congressional control over the impoundment of funds by the executive branch; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:47-05:00"
}