{
  "actions": [
    {
      "acted_at": "1981-05-12", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-12", 
      "bill_ids": [
        "hr3018-97"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.3018.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3534-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Coyne, William J.", 
      "sponsored_at": "1981-05-12", 
      "state": "PA", 
      "thomas_id": "00245", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1981-05-12", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1981-05-12", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1981-05-12", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1981-05-12", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1981-05-12", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1981-05-12", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1981-05-12", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1981-05-12", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-12", 
  "number": "3534", 
  "official_title": "A bill to amend and extend certain Federal laws which establish housing and community and neighborhood development and preservation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3018-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Housing and Community Development Amendments of 1981", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-12", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Apartment houses", 
    "Authorization", 
    "Business and commerce", 
    "Construction industries", 
    "Cooperative housing", 
    "Corporations and Stocks", 
    "Crime and law enforcement", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Disabled", 
    "Disaster insurance", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Flood insurance", 
    "Floods", 
    "Foreclosure", 
    "Government National Mortgage Association", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Insurance", 
    "Low-income housing", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Native Americans", 
    "Presidential appointments", 
    "Public housing", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Riots", 
    "Rural housing", 
    "Single people", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-12", 
    "text": "Housing and Community Development Amendments of 1981 - Title I: Community and Neighborhood Development and Conservation - Amends the Housing and Community Development Act of 1974 to: (1) authorize appropriations for fiscal year 1982 for grants to metropolitan areas for Community Development Programs; (2) limit the amount of commitments to guarantee notes and other obligations which the Secretary may enter into with respect to community development loan guarantees in fiscal year 1982; and (3) include activities designed to assist in the development of a comprehensive community housing and land use plan among activities that may be funded as part of a Community Development Program. Amends the Housing Act of 1964 to increase the amount of funds authorized for rehabilitation loans and to limit the amount of commitments to make such loans for fiscal year 1982. Amends the Housing Act of 1954 to reduce the funds authorized to be appropriated for fiscal year 1982 for grants for activities relating to the development of comprehensive plans for community development, employment, and conservation, and to restrict the use of such funds to carrying out the clearinghouse functions required by OMB Circular A-95. Amends the Neighborhood Self-Help Development Act of 1978 to authorize appropriations for fiscal year 1982 for grants for community development to neighborhood organizations. Amends the Neighborhood Reinvestment Cooperation Act to authorize appropriations for the Corporation for fiscal year 1982. Title II: Assisted Housing - Amends the United States Housing Act of 1937: (1) to increase, on October 1, 1981, the maximum amount of annual contributions which the Secretary of Housing and Urban Development may enter into contracts to make to low-income housing; (2) to limit the amount which may be obligated over the duration of such contracts with respect to additional authority provided after October 1, 1981; (3) to allocate such additional authority; and (4) to authorize appropriations for fiscal year 1982 for annual contributions for the operation of low-income housing projects. Amends the Housing and Community Development Amendments of 1978 to authorize fiscal year 1982 appropriations for operating assistance for troubled multifamily housing projects, with restrictions on the use of such funds for operating deficits resulting from failures to amend project contracts. Amends the National Housing Act to prohibit the approval of the appropriation of funds for such assistance after September 30, 1982. Amends the National Housing Act to: (1) authorize the Secretary to provide additional assistance payments of a specified amount per year to lower income families for acquiring home ownership or membership in a cooperative association; and (2) repeal the requirement that the Secretary recapture such assistance when the homeowner fails to make mortgage payments for 90 days. Amends the United States Housing Act of 1937 to authorize the Secretary to provide financial assistance to public housing agencies for emergency needs relating to fire-safety standards. Directs the Secretary to: (1) study and report to Congress on the extent to which low-income housing projects do not meet fire-safety standards; (2) study the utilization of an existing provision of the United States Housing Act of 1937 authorizing the Secretary to purchase a building containing assisted units and resell the building to the tenants; and (3) submit to Congress a legislative proposal for utilizing such provision to increase home ownership opportunities for lower income families. Amends the United States Housing Act of 1937 to authorize the Secretary to provide financial assistance with respect to projects in which all units do not have bathrooms or kitchens if: (1) there is a high demand for such units in the area; and (2) the local government and local public housing agency approve the use of such units. Exempts single individuals from specified qualifications with respect to eligibility for such assistance. Title III: Program Amendments and Extensions - Amends the National Housing Act to extend the authority of the Secretary to insure loans for mortgages and home improvement, to make assistance payments for emergency stimulation of the housing market, and to establish the maximum interest rates for certain mortgage insurance programs. Limits the maximum principal amount of loans and mortgages that the Secretary may insure under such Act in fiscal year 1982. Amends the Emergency Home Purchase Assistance Act of 1974 to extend the authority of the Secretary to direct the Government National Mortgage Association to purchase mortgages and securities. Amends the Housing Act of 1959 to limit the amount of loans the Secretary may make for the provision of housing for elderly or handicapped families in fiscal year 1982. Amends the Housing and Urban Development Act of 1970 to authorize appropriations for research for the Department of Housing and Urban Development in fiscal year 1982. Amends the National Housing Act to increase the amount of funds authorized to be appropriated to cover losses sustained by the General Insurance Fund. Amends the Federal National Mortgage Association Charter Act to: (1) increase, on October 1, 1981, the limitation on the total amount of commitments authorized for the Government National Mortgage Association; and (2) limit the aggregate principal amount of mortgages that the Association may purchase and the amount of securities issued by the Federal National Mortgage Association that the Association may guarantee during fiscal year 1982. Amends the Housing and Community Development Act of 1975 to direct the President to appoint two of the members of the Board of Directors of the National Institute of Building Sciences selected each year, and to extend the authorization for the Institute through fiscal year 1985. Amends the Energy Conservation in Existing Buildings Act of 1976 to authorize appropriations for the wetherization program for fiscal year 1982 and to require the Secretary to accept and consider applications from Indian tribal organizations for assistance under such program. Amends the National Housing Act to prohibit the Secretary from excluding any sum paid by a purchaser of a unit to a broker acting as the buyer's agent from the principal amount of a mortgage which may be insured under such Act. Amends the National Housing Act to: (1) increase the maximum amount of a Federal loan for the purchase of a manufactured home or a developed lot or rental space for such a home; (2) authorize the Secretary to increase such limit in areas where land or construction costs are high; (3) extend the maturity period for a loan for the purchase of such a home; and (4) permit the owner of a lot purchased without assistance to obtain assistance under such Act to refinance such lot. Title IV: Flood, Crime, and Riot Insurance - Amends the National Flood Insurance Act of 1968 to extend the national flood insurance program until September 30, 1982, and to authorize appropriations for various insurance studies during fiscal year 1982. Declares that the National Flood Insurance Fund shall be available only as approved in appropriation acts, except that the Funds shall be available for all purposes incident to the Government's operation of the program. Permits the Government to purchase insured property which has sustained single casualty damages or to make a low-interest loan to elevate an insured structure only if the property or structure is the principal residence of the owner. Amends the National Housing Act to extend the Secretary's authority: (1) to carry out the Federal riot insurance program and the Federal crime insurance program until September 30, 1982; and (2) to continue riot and crime insurance policies written prior to such date until September 30, 1984. Limits the appropriations authorized for such programs for fiscal year 1982. Title V: Rural Housing - Amends the Housing Act of 1949 to authorize appropriations for fiscal year 1982 to the Secretary of Agriculture: (1) to insure and guarantee loans for rural housing, with certain restrictions; (2) to make loans and grants for improvements of rural housing; (3) to provide financial assistance for the provision of low-rent housing for domestic farm labor; (4) to make grants or contracts for the development of programs to assist low-income persons in benefiting from housing programs in rural areas; (5) to insure loans to provide rental housing for persons of moderate income in rural areas; (6) for programs of mutual and self-help in rural areas; and (7) for the Self-Help Housing Land Development Fund. Extends the Secretary's authority to: (1) provide additional financial assistance to families who cannot afford a dwelling after receiving interest credit subsidies; and (2) enter into rental assistance contracts. Title VI: Multifamily Mortgage Foreclosure - Multifamily Mortgage Foreclosure Act of 1981 - Authorizes the Secretary to foreclose multifamily mortgages held by the Secretary encumbering real estate located in any State. Sets forth procedures for the designation of a foreclosure commissioner or commissioners by the Secretary. Designates the Secretary as a guarantor of payment of any judgment against such commissioners. Permits a foreclosure by the Secretary to commence upon the breach of a covenant or condition in the mortgage agreement for which foreclosure is authorized under such mortgage. Specifies procedures for: (1) notice of default and foreclosure sale; (2) service of such notice; (3) presale reinstatement and cancellation of foreclosure; (4) conduct of a foreclosure sale; (5) disposition of foreclosure costs and sale proceeds; (6) transfer of title and possessions; and (7) recording the foreclosure and sale. Authorizes the Secretary to require, as a condition and term of sale, that the purchaser at a foreclosure sale under this Act agree to the continued operation of the security property in accordance with the appropriate loan program. Title VII: Effective Date - Makes this Act effective on October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Multifamily Mortgage Foreclosure Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend certain Federal laws which establish housing and community and neighborhood development and preservation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:47-05:00"
}