{
  "actions": [
    {
      "acted_at": "1997-07-31", 
      "references": [
        {
          "reference": "CR S8580-8581", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-31", 
      "committee": "Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1117-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-31", 
  "number": "1117", 
  "official_title": "A bill to amend Federal elections law to provide for campaign finance reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-31", 
  "subjects": [
    "Bank employees", 
    "Business and politics", 
    "Campaign contributors", 
    "Campaign funds", 
    "Commerce", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (Senate)", 
    "Corporations", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Employee rights", 
    "Federal employees", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Government employees' political activities", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Loans", 
    "Lobbying", 
    "Misconduct in office", 
    "Personal income tax", 
    "Political action committees", 
    "Political parties", 
    "Presidential elections", 
    "Soft money", 
    "Stockholders", 
    "Tax credits", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Union dues", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-31", 
    "text": "TABLE OF CONTENTS: Title I: Contributions Title II: Independent Expenditures Title III: Political Party Committees Title IV: Miscellaneous Title I: Contributions - Amends the Federal Election Campaign Act of 1971 (FECA) to: (1) decrease the dollar limit on contributions made to a candidate and the candidate's authorized committees by a multicandidate political committee from $5,000 to $1,000 (the current individual contribution limit); and (2) treat contributions delivered from a bundler (lobbyist or entity of a lobbyist or its agent) to a candidate or the candidate's authorized committees as contributions from the bundler to the candidate as well as from the original contributor. (Sec. 103) Amends the Internal Revenue Code to allow an individual a tax credit equal to the total amount of local congressional political contributions made by the individual. (Sec. 104) Amends FECA to require a Senate candidate or the candidate's authorized committees to file a declaration stating the amount of personal funds the candidate intends to use. Modifies specified contribution limits for a Senate candidate in a general election when an opposing Senate candidate or an opponent's authorized committees makes expenditures from personal funds. (Sec. 105) Makes it unlawful for: (1) an individual who is not qualified to vote to make a contribution in a Federal election; or (2) any person to solicit, accept, or receive a contribution in a Federal election from an individual who is not qualified to register to vote in a Federal election. (Sec. 106) Revises provisions concerning the indexing of contribution limits. Title II: Independent Expenditures - Sets forth additional reporting requirements for certain independent expenditures. (Sec. 202) Redefines \"independent expenditure.\" Title III: Political Party Committees - Amends FECA with respect to \"soft money\" to: (1) prohibit a national committee of a political party (including a national congressional campaign committee of a political party but not including a State, district, or local committee of a political party) from soliciting or receiving contributions or making expenditures not subject to such Act; (2) require a State, district, or local committee of a political party to make Federal election year expenditures (with exceptions) from funds subject to such Act; (3) prohibit a national, State, district, or local committee (including a national congressional campaign committee) from soliciting or donating funds to a tax-exempt organization; and (4) prohibit an incumbent or candidate for Federal office or agent of a candidate or incumbent from soliciting or receiving funds not subject to such Act, or to solicit or receive funds for a non-Federal election in excess of certain limits or from prohibited sources (with exceptions for State or local candidates in compliance with State law). (Sec. 302) Establishes aggregate and separate individual contribution limits to State Party Grassroots Funds and all committees established by a State committee of a political party. Increases annual individual contribution limits. Sets forth State Party Grassroots Fund and reporting provisions. (Sec. 303) Increases the dollar limit on individual and multicandidate contributions made to political committees established and maintained by national political parties. (Sec. 304) Eliminates the exception for building funds relating to the definition of the term \"contribution.\" Authorizes the filing of State reports by State committees. Requires the reporting of all disbursements made by authorized committees. Revises requirements for the reporting of the names and addresses of persons to whom certain expenditures are made to meet candidate or committee operating expenses, to require the reporting of the election to which the operating expenditure relates. (Sec. 305) Modifies the limit on expenditures that may be made to a national or State political party committee in the general election campaign to an opponent of a Senate or House candidate in the same election when such a candidate or the candidate's authorized committees transfers funds from a previous election cycle to the current election cycle. (Sec. 306) Amends Federal law to prohibit the solicitation of contributions (soft money) by political committees in Federal buildings. Title IV: Miscellaneous - Amends FECA to prohibit a candidate or officeholder from establishing, maintaining, or controlling any political committee or non-Federal political committee other than the candidate's campaign committee, authorized committee, party committee, or other political committee designated in accordance with the Act, with exceptions. (Sec. 402) Makes it unlawful, except with the separate, prior, written, voluntary authorization of each member, stockholder, or employee, for: (1) national banks or corporations to collect from or assess their stockholders or employees any dues, initiation fee, or other payment as a condition of employment if any part of the dues, fee, or payment will be used for political activities in which the national bank or corporation, as the case may be, is engaged; and (2) labor organizations to collect from or assess its members or nonmembers any dues, initiation fee, or other payment if any part of the dues, fee, or payment will be used for political activities. States that an authorization shall cease to be effective on the date that it is revoked by the individual that gave the authorization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Federal elections law to provide for campaign finance reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:05-05:00"
}