{
  "actions": [
    {
      "acted_at": "1977-02-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3769-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Baucus, Max", 
      "sponsored_at": "1977-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-22", 
  "number": "3769", 
  "official_title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Mine Safety and Health Amendments Act", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-22", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Department of the Interior", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Mine safety", 
    "Miners", 
    "Mines and mineral resources", 
    "Occupational Safety and Health Review Commission", 
    "Occupational health and safety", 
    "Public safety"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-22", 
    "text": "Federal Mine Safety and Health Amendments - Title I: Amendments to the General Provisions of the Federal Coal Mine Health and Safety Act of 1969 - Amends the Federal Coal Mine Health and Safety Act of 1969 to extend the applicability of the provisions of such Act to mines other than coal mines. Transfers the functions of the Secretary of the Interior in developing health and safety standards to the Secretary of Labor. Title II: Mine Safety and Health Standard Amendments - Amends the Federal Coal Mine Health and Safety Act of 1969 to establish the duty of: (1) each mine operator and miner to comply with the health and safety standards of the Act, and (2) each mine operator to furnish a place of employment free from recognized hazards. Authorizes the Secretary of Labor to promulgate, modify, or revoke mine health and safety standards in accordance with prescribed criteria and procedures. Authorizes the Secretary to utilize advisory committees in the development of standards. Authorizes the Secretary, or the Secretary of Health, Education, and Welfare: (1) to enter any mine subject to this Act, and (2) to make reasonable inspections and investigations and to question privately employers, owners, operators, agents, or employees. Requires inspections of underground mines at least four times a year and inspection of surface mines at least two times a year. Stipulates that no advance notice of inspections shall be given. Requires the maintenance of records by mine operators with regard to work-related deaths, injuries, illness, miner exposure to toxic substances, and mine accidents. Authorizes special inspections of mines by the Secretary upon request by any miners or representatives of miners where any violation of standards or imminent danger is alleged to exist. Establishes procedures for review of decisions by the Secretary with respect to establishment and enforcement of standards. Establishes procedures for the enforcement of mine health and safety standards through issuance of citations, imposition of civil and criminal penalties, and injunctive relief. Establishes special procedures to counteract imminently dangerous conditions. Requires that copies of all notices, orders, and decisions affecting mine safety in a particular mine be conspicuously posted at such mine site. Stipulates that, in the event of mine closures by orders issued pursuant to this Act, that miners idled as a result of any such order shall be entitled to full compensation for the period they are idled within prescribed limits. Title III: Relationship to Occupational Safety and Health Program - Adds two members to the Occupational Safety and Health Review Commission who shall be especially qualified in the field of mine safety and health. Establishes procedures governing hearings and other administrative proceedings under this Act and the Occupational Safety and Health Act of 1970. Authorizes the National Institute for Occupational Safety and Health to conduct research related to the development of mine health and safety standards. Title IV: Miscellaneous Provisions - Transfers functions of the Secretary of the Interior with respect to mine health and safety to the Secretary of Labor and the Occupational Safety and Health Review Commission. Establishes a Mine Safety and Health Administration in the Department of Labor to carry out mine safety and health functions assigned to the Secretary of Labor. Repeals the Federal Metal and Nonmetallic Mine Safety Act of 1966."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Mine Safety and Health Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:26-05:00"
}