{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1177-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1177", 
  "official_title": "A bill to increase the production, transportation, and conversion of coal as a source of energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Coal Administration Act", 
  "sponsor": {
    "district": "4", 
    "name": "Roberts, Ray", 
    "state": "TX", 
    "thomas_id": "00969", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Labor disputes", 
    "Mines and mineral resources", 
    "Research and development"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Emergency Coal Administration Act - Establishes within the Federal Energy Office of the President an Emergency Coal Administration, to be administered by the Administrator of the Federal Energy Office. Authorizes the Administrator to take such action as may be necessary to insure the maximum increase in the production, transportation, and conversion of coal so long as the present energy crisis exists. Sets forth the powers and authority of the Administrator under the provisions of this Act, including the following: (1) to set goals for the production and conversion of coal into energy; (2) to encourage, assist, and take steps for increased production, transportation, and conversion of coal into energy; (3) to issue orders which shall constitute a prior claim upon producers of materials and supplies essential to the increased production, transportation, and conversion of coal into energy; and (4) to afford financial incentives for conversion to the use of coal as a source of energy. Authorizes the Administrator to enter into contracts directly or for the account of any person, firm, or corporation engaged in the production, transportation, and conversion of coal for equipment, parts, or other essential articles. Authorizes the Administrator to establish a labor board composed of representatives of labor and management to have authority now vested in the National Mediation Service with respect to labor disputes affecting coal production, transportation, and conversion industries. Authorizes financial and other assistance to labor organizations in order to recruit, train, or retrain personnel to achieve the objectives of this Act. Authorizes the Administrator to engage in research and development including, but not limited to, the construction and operation of pilot plants and projects relating to the production, transportation and conversion of coal. Authorizes the appropriation of such sums as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Coal Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the production, transportation, and conversion of coal as a source of energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:42-05:00"
}