{
  "actions": [
    {
      "acted_at": "1980-03-31", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-30", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 96-916.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-13", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-21", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #250 (338-62).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-28", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 96-826.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #295 (84-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-22", 
      "references": [], 
      "text": "Motion to close to public certain portions of conference committee meeting passed House, roll call #408 (396-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-13", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 96-895.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1222.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-26", 
      "references": [], 
      "text": "House agreed to conference report, roll call #489 (360-49).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-26", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #384 (78-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-26", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Public Law 96-342.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6974-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "41", 
      "name": "Wilson, Robert C.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01234", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-09-08", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-31", 
  "number": "6974", 
  "official_title": "A bill to authorize appropriations for fiscal year 1981 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons and for research, development, test, and evaluation for the Armed Forces, to prescribe the authorized personnel strength for each active duty component and the Selected Reserve of each Reserve component of the Armed Forces and for civilian personnel of the Department of Defense, to authorize the military training student loads, to authorize appropriations for fiscal year 1981 for civil defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres661-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Department of Defense Authorization Act, 1981", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-31", 
  "subjects": [
    "Actions and defenses", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Authorization", 
    "Civil defense", 
    "Civilian personnel positions", 
    "Collective security", 
    "Compulsory military service", 
    "Defense articles", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Education", 
    "Employee rights", 
    "Federal budgets", 
    "Federal employees", 
    "Hostages", 
    "Iran", 
    "Japan", 
    "Land transfers", 
    "Legal services", 
    "M-X missile", 
    "Maryland", 
    "Military aircraft", 
    "Military bases", 
    "Military communications", 
    "Military construction operations", 
    "Military dependents", 
    "Military education", 
    "Military pay", 
    "Military personnel", 
    "Military research", 
    "Military training", 
    "NATO military forces", 
    "National Security and Intelligence Operations", 
    "Officer personnel", 
    "Parking facilities", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Recruiting and enlistment", 
    "Research and development", 
    "Retirement", 
    "Travel costs", 
    "Veterans' loans", 
    "War and emergency powers", 
    "Warships", 
    "Weapons", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-08-18", 
    "text": "(Conference report filed in House, H. Rept. 96-1222) Department of Defense Authorization Act, 1981 - =Title I: Procurement= - Authorizes appropriations for fiscal year 1981 for use by the Armed Forces for the procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons. Authorizes appropriations for the U.S. share of the cost of NATO's Airborne Early Warning and Control System (AWACS). Authorizes the Secretary of Defense to waive reimbursement for specified costs of the AWACS program. Sets forth the amount of appropriated funds for the Army which may be used for the procurement of the PATRIOT missile system. Prohibits the use of any funds for the procurement of such system's end-items until the Secretary of Defense certifies to the appropriate congressional committees that such system is suitable for hardware production. =Title II: Research, Development, Test, and Evaluation= - Authorizes appropriations for fiscal year 1981 for military research, development, test, and evaluation. Directs the Secretary of Defense to proceed with full-scale development of the MX missile and basing mode in a manner that will achieve operational capability by December 31, 1986. Prohibits the use of authorized appropriations for full-scale engineering development of the CX aircraft until the Secretary submits a study to the Congress certifying that: (1) the military cargo and material to be transported to the Indian Ocean area justify the use of such aircraft; and (2) that such development is both economical and technically feasible. Sets forth the amount of appropriations authorized for such aircraft which may be obligated or expended before February 1, 1981, reserving the balance of such amount until 90 days after Congress receives such study. Requires the Secretary to pursue the advanced development of a strategic bomber and directs the submission of a report to Congress on such development by March 15, 1981. Permits the Secretary of the Navy to use any unobligated funds appropriated for fiscal year 1979 for the purpose of resuming research and development work in the Extremely Low Frequency (ELF) Communications System. Directs the President to submit a plan to the Congress for the deployment of such system not later than April 1, 1981. Restricts the use of funds authorized for the Army for the development of the 120-millimeter tank gun until the Secretary has approved a plan for efficient training practices of such gun. Makes available, out of unobligated fiscal year 1980 funds, funds for a study of a fast logistic surface effect ship. Increases the ceiling on funds that may be expended by the Department of Defense for independent research and development and bid and proposal costs. Authorizes the Secretary to adjust such amounts based upon selected economic indexes, beginning October 1, 1983, and every three years thereafter. =Title III: Active Forces= - Establishes the authorized end strength for active duty personnel for fiscal year 1981 for each of the Armed Forces. Restricts the number of male individuals (without prior military service) enlisted or inducted into the Army during fiscal year 1981, who are not high school graduates to 35 percent of all male enlistees or inductees for such fiscal year. Limits the induction or enlistment of persons into the Armed Forces whose mental ability is below a prescribed level to 25 percent of all enlistees or inductees during fiscal years 1981 and 1982, and to 20 percent during fiscal year 1983. Directs the Secretary to report to the Congressional Committees on Armed Services at the end of each fiscal quarter of 1981 on whether such restrictions on enlistees or inductees negatively impacts on combat readiness. Expresses the sense of the Congress that educational institutions should cooperate with armed services recruiting organizations by allowing recruiting personnel to visit high schools and by releasing certain information to the armed services. Requires the Secretary of Defense, in conjunction with the Director of Selective Service, to report to Congress by April 2, 1981, on: (1) a comprehensive plan for effective management during peace time, and mobilization during war, of the military manpower of the United States; and (2) the impact of reinstating registration under the Military Selective Service Act, and the impact of such comprehensive plan, on recruitment and retention of personnel for the active duty and Reserve forces. Requires the Secretary to submit a report to the Congress by January 31, 1981, containing projections for fiscal years 1981 through 1985 for manpower needs and characteristics of personnel for each active duty and reserve component. Directs the Secretary to report to Congress by April 2, 1981, on a study to identify the number of military personnel needed in the several skill categories to respond effectively in situations in which a military conflict is likely to occur. =Title IV: Reserve Forces= - Prescribes the average strengths for the reserve components of the armed forces for fiscal year 1981. =Title V: Civilian Personnel= - Sets forth the authorized end strength for civilian personnel within the Department of Defense for fiscal year 1981. Allows the Secretary of Defense to apportion such personnel among the various military departments. Authorizes the Secretary to employ civilian personnel in excess of the number authorized by this Act to the extent necessary, but no more than two percent. Sets forth restrictions on converting industrial-type functions of Department of Defense personnel to private contractors. Requires the Secretary to report to the Congress on the extent of such conversion by February 1 of each year. =Title VI: Military Training Student Loads= - Prescribes the average military training student load for each of the armed forces for fiscal year 1981, including station unit training for the Army, the Army National Guard, and the Army Reserve. Authorizes the Secretary of any military department to temporarily maintain units of the Junior Reserve Officers' Training Corps with reduced numbers of students from September 1, 1980 to August 31, 1981. =Title VII: - Attack-Related Civil Defense= - Authorizes appropriations for fiscal year 1981 to carry out the provisions of the Federal Civil Defense Act of 1950. Amends the Federal Civil Defense Act of 1950 to state Congressional findings with respect to an enhanced civil defense program. Directs the President to develop and implement a civil defense program which includes specified features, including rapid population relocation, improvement of warning systems and radiological defense capabilities, the development of plans for postattack or postdisaster economic recovery, and research and development. Prohibits the construction of emergency operating centers in any State unless such State provides matching funds for such construction. Permits the Director of the Federal Emergency Management Agency to establish a pilot program of designing and constructing buildings to enhance the ability of the buildings to withstand nuclear explosions and to minimize the damage to such buildings caused by a nuclear explosion. Authorizes appropriations to carry out the pilot program. Authorizes the Director to acquire fee title to parcels of real property currently leased by such agency in Olney, Maryland. =Title VIII: Compensation and Related Benefits= - Authorizes a pay increase for members of the uniformed services effective the first pay period after September 30, 1980. Requires the President to submit to the Congress recommendations to improve the method for determining pay increases for members of the uniformed services, not later than April 1, 1981. Authorizes the allocation of pay increases among pay grades and years of service categories under guidelines set forth in this Act. Increases enlistment and reenlistment bonuses and extends the authority to pay such bonuses until September 30, 1982. Provides special bonuses for enlistment, reenlistment, or voluntary extension in the Ready Reserve of an armed force and for entering into a reserve affiliation agreement. Extends Reserve recruitment incentives for the Selected Reserve until September 30, 1985. Provides a special pay incentive to aviation career officers to extend their period of active duty. Increases per diem allowances for transportation and travel, for such travel expenses incurred after September 30, 1980. Authorizes increases in the payment of transportation expenses for members who have house trailers or mobile homes. Sets forth certain limitations and requirements with respect to the payment of additional expenses incurred in such transportation, effective October 1, 1980. Removes the prohibition against payment of family separation allowances to the lowest four pay grades of the uniformed services. Makes amendments to the CHAMPUS program to authorize payments for immunizations of children under two years, and routine care of newborn and well-babies. Increases the government's share of the costs of medical benefits for dependents of members who are mentally retarded or physically handicapped. Extends the authority for subsistence allowances for Marine Corps platoon leader classes until September 30, 1982. Defers the cost-of-living adjustment in retired or retainer pay, otherwise effective September 7,1980, and incorporates such adjustment in the March 1, 1981, adjustment, only if similar arrangements apply to Civil Service annuities. Links annual cost-of-living adjustments for Armed Forces retirees to the same for Civil Service retirees. Makes such provisions applicable to other specified Federal employees. Revises the method of computing retired pay and retainer pay for persons who enter the armed forces after enactment of this Act. =Title IX: Armed Forces Educational Assistance Program= - Authorizes the Secretary of each military department to establish a program for educational assistance for persons enlisting or reenlisting in the Armed Forces. Specifies eligibility criteria for participation in such educational assistance program, including requirements relating to length of service and period of enlistment. Permits participants in such educational assistance program to receive up to $1,200 per academic year for education expenses and up to $300 per month as a subsistence allowance. Requires the amounts of such assistance to be adjusted in accordance with the actual cost of attendance at a particular educational institution. Permits a member of the Armed Forces who is entitled to educational assistance under this title, and who reenlists, to receive a lump sum payment at the time of his reenlistment in lieu of educational assistance in the amount of 60 percent of the maximum entitlement to which he or she is eligible. Permits such member to transfer the educational entitlement to his or her spouse or dependent children after reenlistment. Declares that such educational assistance shall expire at the end of the ten-year period from the date an eligible person is separated from active duty. Authorizes the Secretary to repay certain loans made under the Higher Education Act of 1965 to persons who enlist or reenlist in the Selected Reserve of the Ready Reserve of an armed force, or enlist or reenlist for service on active duty after September 30, 1980, and before October 1, 1981. Provides an educational assistance pilot program to encourage enlistments and reenlistments in the armed forces after September 30, 1980 and before October 1, 1981. Authorizes the Secretary to pay the monthly contribution of such enlistees who elect to participate in the Post-Vietnam Veterans Educational Assistance Program. Authorizes the Secretary to make such contributions to the spouse or child of such participant in pursuit of a program of education, upon request. Stipulates that the authority conferred upon the Secretary for such program is limited to persons who possess critical military specialities. Directs the Secretary to submit a report to the appropriate congressional committees, at the end of each fiscal quarter, on the implementation of such educational assistance programs. Requires the Secretary to report to such committees by December 31, 1981, on the extent to which such programs encourage persons to enter or remain in the Armed Forces. Increases existing dollar limits for the educational assistance program for enlisted members of the Selected Reserve and extends such program to September 30, 1985. =Title X: General Provisions= - Requires annual authorization of appropriations for operation and maintenance of any armed force or of the activities and agencies of the Department of Defense (other than the military departments). Directs the Secretary to submit to the Congress, by February 15 of each year, a report with respect to such operation and maintenance. Denies benefits to an enlistee who fails to complete at least two years of service by reason of his or her own misconduct. Delays the effective date for ceilings on the number of commissioned officers on active duty and Senior-grade civilian employees of the Department of Defense until October 1, 1981. Provides that a woman officer of the Navy entitled to the pay of a rear admiral of the lower half shall be entitled to the pay of a rear admiral of the upper half when any junior officer to her is entitled to such upper half pay. Makes excess profits provisions of contracts for the construction of aircraft and naval vessels inapplicable for such contracts when final payment is made before October 1, 1981. Prohibits the Secretary of Defense and the Secretary of the Treasury from requiring any report, or promulgating any regulation, pursuant to such provisions before October 1, 1981. Requires the Secretary to report to the Congress, by March 1, 1981, on the degree to which the United States, its NATO allies, and Japan share mutual defense burdens. Directs that such report include a description of efforts to eliminate disparities. Designates the Civil Air Patrol (CAP) as an instrumentality of the U.S. Government when fulfilling a noncombat mission for the Air Force, for purposes of protecting the CAP from legal liability resulting from official Air Force missions. Stipulates that such protection does not revive previous litigation or change any applicable statute of limitations. Expresses the sense of the Congress that the War Powers Resolution be strictly adhered to and the congressional consultation process be utilized strictly according to the terms of such Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1981 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons and for research, development, test, and evaluation for the Armed Forces, to prescribe the authorized personnel strength for each active duty component and the Selected Reserve of each Reserve component of the Armed Forces and for civilian personnel of the Department of Defense, to authorize the military training student loads, to authorize appropriations for fiscal year 1981 for civil defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:09-05:00"
}