{
  "actions": [
    {
      "acted_at": "2006-05-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-05-09", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-09", 
      "calendar": "Senate Legislative", 
      "number": "429", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 429.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-06-22", 
      "references": [
        {
          "reference": "CR S6404-6405", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22", 
      "bill_ids": [
        "s2766-109"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.2766 amended (Division C only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 6/29/2006 S7066-7069", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-06-29T10:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-29T10:14:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2769-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-06-22", 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-09", 
  "number": "2769", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2007 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": "Authorization bill FY2007, Defense", 
  "related_bills": [
    {
      "bill_id": "s2766-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 2007", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2006-06-22", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Central Asia", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Energy", 
    "Economics and public finance", 
    "Energy", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Fissionable materials", 
    "Government contractors", 
    "Government operations and politics", 
    "Indian lands", 
    "International affairs", 
    "International control of nuclear power", 
    "International cooperation", 
    "Kazakhstan", 
    "Land transfers", 
    "Minorities", 
    "New Mexico", 
    "Nuclear energy research", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear ships", 
    "Nuclear weapons", 
    "Plutonium", 
    "Public lands and natural resources", 
    "Radioactive wastes", 
    "Research and development facilities", 
    "Russia", 
    "Science, technology, communications", 
    "Uranium enrichment", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2006-06-22", 
    "text": "Department of Energy National Security Act for Fiscal Year 2007 - Title XXXI [sic]: Department of Energy National Security Programs - Subtitle A: National Security Programs - (Sec. 3101) Authorizes appropriations to the Department of Energy (DOE) for FY2007 for: (1) activities of the National Nuclear Security Administration (NNSA) in carrying out programs necessary for national security, with specified allocations for weapons activities, defense nuclear nonproliferation activities, naval reactors, and the Office of the Administrator for Nuclear Security; and (2) environmental restoration and waste management activities in carrying out national security programs, with specified allocations for defense environmental cleanup, other defense activities, and defense nuclear waste disposal. Subtitle B: Other Matters - (Sec. 3111) Amends the Atomic Energy Defense Act to require the Secretary of Energy (Secretary) to notify the defense and appropriations committees at least 30 days in advance of entering into a third party financing arrangement: (1) in connection with a project using DOE national security funds; and (2) involving a contractor or federal agency obtaining and charging to DOE as an allowable contract cost the use of office space, facilities, or other real property assets with a value of at least $5 million. Provides exceptions. (Sec. 3112) Amends the Ronald W. Reagan National Defense Authorization Act (NDAA) for Fiscal Year 2005 to authorize the Secretary to enter into agreements for the contribution of funds for the Global Threat Reduction Initiative. Prohibits the Secretary from using contributed amounts until 30 days after notification of the defense and appropriations committees. Requires: (1) contributed amounts to be utilized within five years after their contribution; and (2) the Secretary to report annually to such committees on the receipt and utilization of contributed amounts. Terminates on December 31, 2013, the authority to utilize contributed amounts. (Sec. 3113) Authorizes the Secretary to enter into agreements for the contribution of funds for the Second Line of Defense Core Program. Prohibits the Secretary from using contributed amounts until 30 days after notification of the defense and appropriations committees. Requires: (1) contributed amounts to be utilized within five years after their contribution; and (2) the Secretary to report annually to such committees on the receipt and utilization of contributed amounts. Terminates on December 31, 2013, the authority to utilize contributed amounts. (Sec. 3114) Amends the: (1) NDAA for Fiscal Year 2004 to extend through FY2013 DOE's facilities and infrastructure recapitalization program; (2) Atomic Energy Defense Act to extend through FY2008 DOE excepted service authority for the hiring of certain scientific, engineering, and technical personnel; and (3) Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1998 to extend through November 26, 2012, the deadline for completing certain land transfers to Los Alamos County, New Mexico, and of lands in trust for the Pueblo of San Ildefonso. (Sec. 3117) Limits the availability of DOE defense environmental cleanup funds for the Waste Treatment and Immobilization Plant until the Secretary makes two separate certifications to the defense and appropriations committees with respect to such Plant. (Sec. 3118) Prohibits the obligation of DOE defense nuclear nonproliferation funds for implementation of the Russian Surplus Fissile Materials Disposition Program until 30 days after the Secretary provides to the defense and appropriations committees recommendations regarding whether and in what manner such Program should proceed. (Sec. 3119) Prohibits the obligation of DOE defense nuclear nonproliferation funds for a construction project at the Mixed-Oxide Fuel Fabrication Facility until 30 days after the Secretary provides to the defense and appropriations committees an independent cost estimate and a certification with respect to Facility activities. (Sec. 3121) Directs the: (1) Secretary to study the feasibility and merit of establishing a targeted scholarship or fellowship program to educate future nuclear engineers at the postsecondary and postgraduate levels; and (2) President to report on such study to the defense and appropriations committees. Title XXXII: Defense Nuclear Facilities Safety Board - (Sec. 3201) Authorizes appropriations for FY2007 for the Defense Nuclear Facilities Safety Board. Title XXXIII: National Defense Stockpile - (Sec. 3301) Requires the Secretary of the Army to transport to an authorized disposal facility all of the federal government-furnished uranium in the chemical and physical form in which it is stored at the Sequoyah Fuels Corporation site in Gore, Oklahoma. Title XXXIV: Naval Petroleum Reserves - (Sec. 3401) Amends the NDAA for Fiscal Year 1996 to provide for completion of the equity finalization process for Naval Petroleum Reserve Number 1."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2007, Defense", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Department FY2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2007 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:10-05:00"
}