{
  "actions": [
    {
      "acted_at": "2007-05-16", 
      "committee": "Committee on Natural Resources, and in addition to the Committees on Agriculture, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Agriculture, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-16", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-16", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-16", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-23", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-31", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Oversight, Nutrition and Forestry", 
      "text": "Referred to the Subcommittee on Department Operations, Oversight, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-31", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-31", 
      "in_committee": "House Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-06", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-07", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-13", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-13", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 26 - 22.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-07-20", 
      "references": [
        {
          "reference": "CR E1578-1579", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03T20:47:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Natural Resources. H. Rept. 110-296, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03T20:47:00-04:00", 
      "references": [], 
      "text": "Committee on Agriculture discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03T20:47:00-04:00", 
      "references": [], 
      "text": "Committee on Science and Technology discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03T20:47:00-04:00", 
      "calendar": "Union", 
      "number": "186", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 186.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2337-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Oversight, Nutrition and Forestry", 
      "subcommittee_id": "22"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Baca, Joe", 
      "sponsored_at": "2007-05-24", 
      "state": "CA", 
      "thomas_id": "01614", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bordallo, Madeleine Z.", 
      "sponsored_at": "2007-05-24", 
      "state": "GU", 
      "thomas_id": "01723", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Christensen, Donna M.", 
      "sponsored_at": "2007-05-24", 
      "state": "VI", 
      "thomas_id": "01474", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2007-05-24", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "2007-05-24", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Inslee, Jay", 
      "sponsored_at": "2007-05-24", 
      "state": "WA", 
      "thomas_id": "00584", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Napolitano, Grace F.", 
      "sponsored_at": "2007-05-24", 
      "state": "CA", 
      "thomas_id": "01602", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-16", 
  "number": "2337", 
  "official_title": "To promote energy policy reforms and public accountability, alternative energy and efficiency, and carbon capture and climate change mitigation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3221-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3221-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5452-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Policy Reform and Revitalization Act of 2007", 
  "sponsor": {
    "district": "3", 
    "name": "Rahall, Nick J., II", 
    "state": "WV", 
    "thomas_id": "00940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-13", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Air pollution control", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Animals", 
    "Aquifers", 
    "Bats", 
    "Biological diversity", 
    "Biomass energy", 
    "Building construction", 
    "Buy American", 
    "California", 
    "Canals", 
    "Carbon dioxide", 
    "Cellulose", 
    "Civil rights and liberties, minority issues", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Coastal zone", 
    "Commerce", 
    "Concessions", 
    "Congressional reporting requirements", 
    "Conservation easements", 
    "Construction industries", 
    "Construction workers", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Droughts", 
    "Ecological research", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Electric power transmission", 
    "Emergency management", 
    "Endangered species", 
    "Energy", 
    "Energy supplies", 
    "Energy transportation", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fishery management", 
    "Fishes", 
    "Floods", 
    "Foreign trade and international finance", 
    "Forest management", 
    "Forest products", 
    "Geothermal resources", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Green products", 
    "Groundwater", 
    "Habitat conservation", 
    "Historic sites", 
    "History", 
    "Hydroelectric power", 
    "Hydrogen", 
    "Interest", 
    "Labor and employment", 
    "Land use", 
    "Landowners", 
    "Landscape protection", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Local laws", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine resources conservation", 
    "Meteorology", 
    "Migratory bird conservation", 
    "Minimum wages", 
    "Mining leases", 
    "Mining royalties", 
    "National forests", 
    "National parks", 
    "Natural areas", 
    "Natural gas", 
    "Ocean energy resources", 
    "Oceanography", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil shales", 
    "Oil well drilling", 
    "Oregon", 
    "Pest control", 
    "Petroleum", 
    "Pipelines", 
    "Planning", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Remote sensing", 
    "Revenue sharing", 
    "Right of property", 
    "Right-of-way", 
    "Saline waters", 
    "Science, technology, communications", 
    "Sea level", 
    "Shore protection", 
    "Solar energy", 
    "State laws", 
    "Storage", 
    "Storms", 
    "Subpoena", 
    "Surety and fidelity", 
    "Tourism", 
    "Transportation and public works", 
    "Wages", 
    "Washington State", 
    "Water conservation", 
    "Water pollution control", 
    "Water purification", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Watersheds", 
    "Wildlife conservation", 
    "Wind power"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2007-08-03", 
    "text": "Energy Policy Reform and Revitalization Act of 2007 - Title I: Energy Policy Act of 2005 Reforms - (Sec. 101) Instructs the Secretary of the Interior (Secretary) to establish a cost recovery fee for applications for a permit to drill for oil and gas on federal lands administered by the Secretary. Sets forth a temporary interim fee of $1,700. Amends the Mineral Leasing Act to repeal the requirement that rentals received from leases be deposited in the Treasury (in the BLM Permit Processing Improvement Fund, thus repealing authority for the Fund). (Sec. 102) Amends the Mineral Leasing Act to extend from 30 days to 90 days the deadline by which the Secretary must either issue or defer a decision on a drilling permit application. (Sec. 103) Amends the Energy Policy Act of 2005 to repeal the deadline by which the Secretary (and additional specified Secretaries) must designate energy rights-of-way corridors on federal land. Requires the Secretaries to study and report on: (1) congestion and constraints in transmission of electricity, carbon dioxide captured from coal-fired powerplants and coal-to-liquids plants, liquid fuels derived from coal, oil, gas, and hydrogen; (2) barriers to access for transmission from renewable energy sources; and (3) the need for energy corridors on public lands to address identified congestion or constraints. Prohibits the Secretaries from designating energy corridors on public lands, and from authorizing specific rights-of-way or projects in such corridors, until the study is completed.(Sec. 104) Revises requirements governing oil shale and tar sands leasing. Instructs the Secretary to prepare an oil shale and tar sands leasing and development strategy, in cooperation with the Secretary of Energy and the Administrator of the Environmental Protection Agency (EPA). (Sec. 105) Limits the rebuttable presumption that a categorical exclusion (obviating the need for further environmental review) under the National Environmental Policy Act of 1969 (NEPA) applies to drilling an oil or gas well under the Mineral Leasing Act within a developed field for which an approved land use plan or any environmental document prepared pursuant to NEPA analyzed such drilling as a reasonably foreseeable activity. Excepts from application of such a categorical exclusion (thus subjecting to the need for further environmental review) any location or site in an area that is crucial wildlife habitat or a significant wildlife corridor. Requires the Secretaries of the Interior and of Agriculture, in managing their respective public lands, to adhere to Council on Environmental Quality the regulations regarding categorical exclusions. (Sec. 106) Instructs the Secretary of the Interior to amend the best management practices guidelines for oil and gas development on federal lands to: (1) require public review and comment before waiving any stipulation of an oil and gas lease (except in case of emergency); and (2) provide expedited permit review for oil and gas operators that adopt best management practices to minimize adverse impacts to wildlife habitat without seeking such a waiver. (Sec. 107) Federal Consistency Appeals Decision Refinement Act - Amends the Coastal Zone Management Act of 1972 to increase from 160 days to 320 days the amount of time allotted to the Secretary of Commerce to compile a record of decision (ROD) used in an appeal of state consistency Title II: Federal Energy Public Accountability, Integrity, and Public Interest - Subtitle A: Accountability and Integrity in the Federal Energy Program - (Sec. 201) Amends the Energy Policy Act of 2005 to prohibit the federal government from taking royalties in-kind (as opposed to in-value), except when the oil taken in-kind is to be used for filling the Strategic Petroleum Reserve. (Sec. 202) Instructs the Secretary to ensure that by FY2009 the Minerals Management Service shall perform at least 550 audits of oil and gas leases each fiscal year. (Sec. 203) Amends the Federal Oil and Gas Royalty Management Act of 1982 to: (1) increase fines and penalties for underpayment or late payment of federal oil and gas royalties; (2) subject repeat violators to further tripling of the penalty, the potential for a cancellation of the lease, and a prohibition from acquiring future leases; and (3) extend the statute of limitations for oil and gas leases held by violators. Revises requirements for the sharing with states of money awarded to the federal government under civil lawsuits for the underpayment of royalties. Allows such sharing with the Land and Water Conservation Fund (for offshore lease violations). Subtitle B: Amendments to Federal Oil and Gas Royalty Management Act of 1982 - (Sec. 212) Repeals the requirement that the federal government pay interest on royalty overpayments made by operators. (Sec. 213) Obligates any lessee that makes a royalty adjustment resulting in an underpayment to repay that amount (plus interest) from the date the adjustment is made (thus extending the statute of limitations on that royalty payment). (Sec. 214) Allows the Secretary to correspond only with a lease designee in the case of subpoenas or agreements to pause the statute of limitations. (Currently, the Secretary must contact in writing each lessee individually (that has designated that designee). (Sec. 215) Subjects to liability for royalty payments a designee who pays the royalty obligation on behalf the lessee. Subtitle C: Public Interest in the Federal Energy Program - (Sec. 221) Requires the operator and surface owners to file a signed document with the Secretary that the operator has secured a written surface use agreement with the surface estate owner as a prerequisite to exploration and drilling operations on lands with federal title to oil and gas resources, but not federal ownership of the surface estate. Sets conditions for authorizing exploration and drilling operations without a surface use agreement. Permits a surface estate owner to petition the Secretary for payment of a bond or other financial assurance required as compensation for damages resulting from exploration and drilling operations. Prescribes requirements for specified notifications to surface estate owners. (Sec. 222) Amends the Mineral Leasing Act to set forth reclamation requirements governing: (1) oil or gas production (including coalbed methane) under a lease; (2) reclamation bonds or other financial assurances; and (3) remediation or replacement of any lost or contaminated surface or groundwater supply to water users. (Sec. 224) Instructs the Secretary to issue regulations to establish a $1 per acre annual due diligence fee governing federal onshore lands subject to a lease for production of oil, natural gas, or coal under which production is not occurring. Requires the availability of collected fees for the Healthy Lands Initiative to restore federal lands and resources damaged by oil and gas development. Makes such funds also available for coal-to-liquids programs or pilot projects. Subtitle D: Wind Energy - (Sec. 231) Directs the Secretary to convene or utilize an existing Wind Turbine Guidelines Advisory Committee to study and make recommendations on guidance for avoiding or minimizing impacts to wildlife and their habitats related to land-based wind energy facilities. (Sec. 232) Authorizes appropriations for FY2008-FY2015 for research to study wind energy impacts on wildlife. (Sec. 233) Requires the Secretary to enforce specified laws to address adverse wildlife impacts related to wind projects. Subtitle E: Enhancing Energy Transmission - (Sec. 241) Requires the Secretary of Energy, acting through the Administrators of the Bonneville and Western Area Power Marketing Administrations and in coordination with regional transmission entities, to analyze and report to certain congressional committees on the existing capacity of transmission systems serving the states of California, Oregon, and Washington to determine whether it is adequate to accommodate and integrate development and commercial operation of ocean wave, tidal, and current energy projects in state and federal marine waters adjacent to those states. Title III: Alternative Energy and Efficiency - (Sec. 301) Amends the Coastal Zone Management Act of 1972 to authorize the Secretary of Commerce to make grants to eligible coastal states to support voluntary state efforts to initiate and complete surveys of portions of coastal state waters and federal waters adjacent to a state's coastal zone to identify potential areas suitable or unsuitable for the exploration, development, and production of alternative energy consistent with the enforceable policies of coastal management plans. Authorizes the Secretary to make a grant to a coastal state the demonstrates the grant will be used to develop an alternative energy survey. Authorizes appropriations. (Sec. 302) Directs the Secretary of the Interior to evaluate and report to Congress on the potential for developing rights-of-way along Bureau of Reclamation canals and infrastructure for solar or wind energy production through leasing of lands or other means. (Sec. 303) Amends the Water Desalination Act of 1996 to direct the Secretary to implement, and report to Congress on, a research program on methods to improve the energy efficiency of reverse osmosis technology for water desalination, water contamination, and water recycling. (Sec. 304) Instructs the Secretary to implement a strategic solar reserve leasing program for the development of strategic solar reserve on federal lands for the advancement, development, assessment, and installation of commercial concentrating solar power energy systems. (Sec. 305) Directs the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to issue regulations to implement the Administrator's authority to license offshore thermal energy conversion (OTEC) facilities under the Ocean Thermal Energy Conversion Research, Development, and Demonstration Act. (Sec. 306) Amends the Energy Policy Act of 2005 to instruct the Secretary of Agriculture and the Secretary of the Interior to: (1) convert the Biomass Commercial Use Grant Program into a Biomass Utilization Pilot Program, involving 10 different forest types on federal lands; and (2) provide technical assistance and grants to support designated biomass-related activities. Requires the Secretary concerned, before development of any biomass utilization pilot project, to develop a study to determine the long-term, ecologically sustainable, biomass supply available in the pilot program area. Excludes certain federal land from such pilot program. Authorizes appropriations. (Sec. 307) Instructs the Secretary of Commerce and the Secretary of the Interior to prepare jointly programmatic environmental impact statements which contain all the elements of an environmental impact statement under NEPA regarding the impacts of the deployment of marine and hydrokinetic renewable energy technologies in navigable waters of the United States. Title IV: Carbon Capture and Climate Change Mitigation - Subtitle A: Geological Sequestration Assessment - National Carbon Dioxide Storage Capacity Assessment Act of 2007 - Instructs the Secretary of the Interior to: (1) develop and report to Congress on a methodology for conducting a national assessment of capacity for carbon dioxide; and (2) carry out a drilling program to supplement the geological data relevant to determining storage capacity of carbon dioxide in geological storage formations. Authorizes appropriations for FY2008-FY2012. Subtitle B: Terrestrial Sequestration Assessment - (Sec. 421) Instructs the Secretary to: (1) conduct an assessment of the amount of carbon stored in terrestrial, aquatic, and coastal ecosystems (including estuaries); (2) determine the processes that control the flux of carbon in and out of each ecosystem; (3) estimate the potential for increasing carbon sequestration in natural systems through management measures or restoration activities in each ecosystem; and (4) develop near-term and long-term adaptation strategies that can be employed to enhance the sequestration of carbon in each ecosystem. (Sec. 422) Directs the Secretary to develop a methodology for conducting the assessment. (Sec. 424) Authorizes appropriations for FY2008-FY2012. Subtitle C: Sequestration Activities - (Sec. 431) Amends the Energy Policy Act of 2005 to direct the Secretary to: (1) maintain records and an inventory of the amount of carbon dioxide stored from federal energy leases; (2) report to certain congressional committees on a recommended regulatory and certification framework for conducting geological carbon sequestration activities on federal lands; and (3) identify a lead agency within the Department of the Interior to develop this framework. Subtitle D: Natural Resources and Wildlife Programs \u0096 Chapter 1: Natural Resources Management and Climate Change - (Sec. 441) Directs the Secretary of the Interior to: (1) establish an Interagency Council on Climate Change to address the impacts of climate change on federal lands, the ocean environment, and the federal water infrastructure; (2) develop an interagency inventory and Geographic Information System database of U.S. ecosystems, water supplies, and water infrastructure vulnerable to climate change; (3) manage land, water, and ocean resources in a manner that takes into account projected climate change impacts, including prolonged periods of drought, changing hydrology, and increasing ocean acidification; (4) develop consistent protocols to incorporate climate change impacts in land and water management decisions; and (5) incorporate the most current, peer-reviewed science on climate change and the economic, social, and ecological impacts of climate change into the decisionmaking process. Chapter 2: National Policy and Strategy for Wildlife - Global Warming Wildlife Survival Act - (Sec. 454) Instructs the Secretary to promulgate a national strategy for assisting wildlife populations and their habitats in adapting to the impacts of global warming. Directs the Secretaries of Agriculture and of the Interior to administer wildlife conservation programs authorized under other laws to achieve the goals of the national strategy and to implement conservation measures for wildlife and its habitat. (Sec. 455) Directs the Secretary of the Interior to: (1) establish and appoint the members of a science advisory board with expertise in wildlife biology, ecology, climate change, and relevant disciplines; and (2) establish the National Global Warming and Wildlife Science Center within the United States Geological Survey. (Sec. 456) Sets forth an allocation scheme governing appropriations to implement the national strategy for assisting wildlife populations and their habitats in adapting to the impacts of global warming. Chapter 3: State and Tribal Wildlife Grants Program - (Sec. 461) Authorizes establishment of a State and Tribal Wildlife Grants Program, administered by the Secretary of the Interior, to provide wildlife conservation grants to states, Puerto Rico, Guam, the United States Virgin Islands, the Northern Mariana Islands, American Samoa, and Indian tribes for the planning, development, and implementation of programs to benefit wildlife and their habitat, including species that are not hunted or fished. Authorizes appropriations. Subtitle E: Ocean Programs - (Sec. 471) Directs the Secretary of Commerce to develop and implement a national strategy to support coastal state and federal agency efforts to: (1) predict, plan for, and mitigate the impacts on ocean and coastal ecosystems from global warming, relative sea level rise, and ocean acidification; and (2) ensure the recovery, resiliency, and health of ocean and coastal ecosystems. Authorizes appropriations. (Sec. 472) Amends the Coastal Zone Management Act of 1972 to instruct such Secretary to: (1) assist coastal states to voluntarily develop coastal climate change resiliency plans; and (2) provide financial and technical assistance and training to enable coastal states to implement such plans. Directs the Secretary to make grants to coastal states for: (1) climate change resiliency plans; and (2) coastal resiliency projects. Authorizes appropriations. (Sec. 473) National Integrated Coastal and Ocean Observation Act of 2007 - Directs the President to establish a National Integrated Coastal and Ocean Observation System. Includes among the purposes of such System: (1) gathering coastal and ocean data variables; (2) ensuring timely dissemination and availability of observation data to support national defense, marine commerce, energy production, ecosystem-based marine and coastal resource management, and public safety; (3) improve the Nation's capability to measure, track, explain, and predict events related to climate change, natural climate variability, and interactions between the oceanic and atmospheric environments; and (4) fulfill the Nation's international obligations to contribute to the global earth observation system of systems and the global ocean observing system. Requires nonfederal assets to be coordinated by the Interagency Working Group or by Regional Information Coordination Entities (certified or established by the Secretary to coordinate state, federal, local, and private interests at a regional level in designing, operating, and improving regional coastal and ocean observing systems). Makes the National Ocean Research Leadership Council responsible for establishing broad System coordination and long-term operations plans, protocols, and standards. Instructs the Secretary to function as the lead federal agency for the System. Title V: Additional Provisions - (Sec. 501) States that certain federal penalties and federal fees made available for federally funded coal-to-liquids programs are equally available for certain federally funded renewable energy programs. (Sec. 503) Establishes the Oil Shale Community Impact Assistance Fund.Credits to such Fund all amounts paid to the United States as bonus bids in connection with the award of certain commercial oil shale leases. (Sec. 504) Requires the Secretary of the Interior to notify certain permit holders at least 45 days prior to offering lands for lease."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Policy Reform and Revitalization Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Consistency Appeals Decision Refinement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Global Warming Wildlife Survival Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Carbon Dioxide Storage Capacity Assessment Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Integrated Coastal and Ocean Observation Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Energy Policy Reform and Revitalization Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Consistency Appeals Decision Refinement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Global Warming Wildlife Survival Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Carbon Dioxide Storage Capacity Assessment Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Integrated Coastal and Ocean Observation Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote energy policy reforms and public accountability, alternative energy and efficiency, and carbon capture and climate change mitigation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:31-05:00"
}