{
  "actions": [
    {
      "acted_at": "1987-07-14", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-08-12", 
      "references": [], 
      "text": "Committee on Commerce. Original measure reported to Senate by Senator Hollings. With written report No. 100-151.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-12", 
      "calendar": "Senate Legislative", 
      "number": "304", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 304.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-09-10", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-09-15", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-15", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-16", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "text": "Referred to Subcommittee on Natural Resources, Agricultural Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-15", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-15", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-10-27", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Science, Space, and Technology.  Report No: 100-406.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "references": [], 
      "text": "Placed on Union Calendar No: 262.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-10", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-10", 
      "bill_ids": [
        "hres307-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.307 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "446", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 341 - 65 (Record Vote No: 446).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-11-30", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate bill.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h521-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "521"
    }
  ], 
  "bill_id": "s1667-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agricultural Research and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-11-20", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-09-10", 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-12", 
  "number": "1667", 
  "official_title": "An original bill to authorize certain atmospheric and satellite programs and functions of the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres307-100", 
      "reason": "related"
    }
  ], 
  "short_title": "National Oceanic and Atmospheric Administration Atmospheric and Satellite Program Authorization Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1987-11-20", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Air pollution control", 
    "Air quality", 
    "Artificial satellites", 
    "Astronautics in meteorology", 
    "Atmospheric research", 
    "Authorization", 
    "Climate", 
    "Department of Commerce", 
    "Earth resources satellites", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Geophysical prediction", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Hydrological forecasting", 
    "Information services", 
    "Meteorological research", 
    "Meteorological satellites", 
    "Ocean", 
    "Oceanographic research", 
    "Ozone", 
    "Remote sensing", 
    "Research and development", 
    "Science, technology, communications", 
    "Space", 
    "Stratosphere", 
    "User charges", 
    "Water and Water Resources Development", 
    "Weather and Climate", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1987-11-20", 
    "text": "(Measure passed House, amended, roll call #446 (341-65)) Title I: National Weather Service - Authorizes appropriations for FY 1988 and 1989 to the Department of Commerce (DOC) to enable the National Oceanic and Atmospheric Administration (NOAA) to carry out the operations and research duties of the National Weather Service under specified Federal laws. Includes among such duties meteorological, hydrological, and oceanographic public warnings and forecasts, as well as applied research in support of such warnings and forecasts. Authorizes appropriations for FY 1988 and 1989 to the DOC to enable NOAA to carry out its public warning and forecast systems duties under specified Federal laws. Includes among such duties the development, acquisition, and implementation of major public warning and forecast systems. Authorizes the Secretary of Commerce, in procuring information processing and telecommunications services of the NOAA for the Advanced Weather Interactive Processing System, to provide in contracts for such services for the payment of any contingent liability of the Federal Government which may accrue in the event that the Government decides to terminate the contract before the expiration of the contract period. Requires such contracts to limit the payments which the Federal Government is allowed to make to amounts provided in advance in appropriation Acts. Directs the National Weather Service to issue weekly reports describing the acid content in precipitation in the United States. Title II: Weather Services Modernization - Directs the Secretary of Commerce (the Secretary) to prepare and submit to the Congress: (1) within 90 days after the enactment of this Act, a ten-year strategic plan for the comprehensive modernization of the National Weather Service; (2) by the beginning of the fiscal year following the submission of such strategic plan, a National Implementation Plan for Modernization of the National Weather Service; and (3) at the beginning of each successive fiscal year, a revised National Implementation Plan. Prohibits the Secretary from closing, consolidating, automating, or relocating any Weather Service Office or Weather Service Forecast Office unless the Secretary has certified to specified congressional committees that such action will not result in any degradation of weather services provided to the affected area. Directs the Secretary, in reviewing and revising the National Implementation Plan, to consult with other Federal and public agencies responsible for providing or utilizing weather services. Title III: Atmospheric Research - Authorizes appropriations for FY 1988 and 1989 to the DOC to enable NOAA to carry out its climate and air quality research duties under specified Federal laws. Includes among such duties interannual and seasonal climate research, long-term climate and air quality research, and the national climate program. Sets aside a specified portion of such funds for activities under the National Climate Program Act. Amends the National Climate Program Act to require studies on policy options for reducing the impact of human activity on global climate change. Directs the Secretary to submit to the President and specified congressional committees, by January 30, 1990, and every five years thereafter, a climate change report, including specified analyses. Directs the Secretary of Commerce, in consultation with the Secretary of State, the Administrator of the National Aeronautics and Space Administration, and appropriate non-Federal organizations, to submit to specified congressional committees by July 1, 1988, a plan to construct and operate a worldwide system of ground-based remote sensors to monitor the stratospheric levels of chemicals which can affect the level of ozone in the stratosphere and to use these results to improve our understanding of the possible changes in stratospheric ozone due to human activities. Authorizes appropriations for FY 1988 and 1989 to the DOC to enable NOAA to carry out its atmospheric research duties under specified Federal laws. Includes among such duties research for developing improved prediction capabilities for atmospheric processes, as well as solar-terrestrial services and research. Title IV: National Environmental Satellite, Data, and Information Service - Authorizes appropriations for FY 1988 and 1989 to the DOC to enable NOAA to carry out its satellite observing systems duties under specified Federal laws. Includes among such duties spacecraft procurement, launch, and associated ground station system changes involving polar orbiting and geostationary environmental satellites and land remote-sensing satellites, as well as the operation of such satellites. Provides that such funds shall be in addition to moneys authorized under the Land Remote-Sensing Commercialization Act of 1984 for carrying out such duties relating to satellite observing systems. Authorizes appropriations for FY 1988 and 1989 to the DOC to enable NOAA to carry out its data and information services duties under specified Federal laws. Includes among such duties climate data services, ocean data services, geophysical data services, and environmental assessment and information services. Authorizes the Secretary to assess fees, based on fair market value, for access to environmental data archived by the National Environmental Satellite, Data, and Information Service of NOAA. Directs the Secretary to provide such data to Federal, State, and local government agencies, to universities, and to other nonprofit institutions, at the cost of reproduction and transmission, if such data is to be used for research and not for commercial purposes. Directs the Secretary to waive the assessment of such fees as necessary to continue to provide data to foreign governments and international organizations on a data exchange basis or as otherwise provided by international agreement. Directs the Secretary to publish in the Federal Register a schedule of such fees before September 1, 1988, before each subsequent amendment to the schedule, and at least annually thereafter. Sets forth a three-year phase-in period for such fees, beginning October 1, 1988. Provides that such fees shall be available to the National Environmental Satellite, Data, and Information Service for expenses incurred in the operation of its data archive centers. Directs the Secretary to submit to specified congressional committees before July 1, 1988, a report which sets forth the Secretary's plans for: (1) assessing such fees; and (2) using revenues generated by such fees, as well as other resources, to improve the capability of the Service to collect, manage, process, archive, and disseminate the increasing amounts of data generated from satellites, radars, and other technologies. Terminates the Secretary's authority to assess such fees on September 30, 1993."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Atmospheric and Satellite Program Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize certain atmospheric and satellite programs and functions of the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:42-05:00"
}