{
  "actions": [
    {
      "acted_at": "1991-03-22", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-16", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Intellectual Property and Judicial Administration", 
      "text": "Referred to the Subcommittee on Intellectual Property and Judicial Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1613-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Intellectual Property and Judicial Administration", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1991-03-22", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-22", 
  "number": "1613", 
  "official_title": "To authorize appropriations for the Patent and Trademark Office in the Department of Commerce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-22", 
  "subjects": [
    "Authorization", 
    "Congressional oversight", 
    "Government operations and politics", 
    "Information services", 
    "Patents", 
    "Trademarks", 
    "User charges"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-22", 
    "text": "Authorizes appropriations to the Patent and Trademark Office. Directs the Secretary of Commerce to furnish certain congressional committees with information regarding certain patent and trademark fee collections and expenditures, activities of the past year supported by them, and budget plans for the Patent and Trademark Office. Changes from triennial to biennial the adjustment schedule for specified patent fees. Requires the Commissioner of Patents and Trademarks (the Commissioner) to maintain, for use by the public, collections of United States patents, foreign patent documents, and United States trademark registrations. Prohibits the imposition of fees directly for use of either the collections, or for use of the public patent or trademark search rooms or libraries. Authorizes the Commissioner to establish reasonable fees for access by the public to automated search systems of the Patent and Trademark Office. Provides that trademark user fees collected may only be reprogrammed for other purposes subject to the reprogramming procedure set forth in the Department of Commerce's annual appropriations Act. Provide that trademark application fees shall not be adjusted more than once every two years (presently, every three years). Prohibits the Commissioner from entering into exchange agreements with respect to automatic data processing resources. Exempts from such prohibition agreements relating to data for automation programs entered into with an international entity or foreign government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Patent and Trademark Office in the Department of Commerce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:54-05:00"
}