{
  "actions": [
    {
      "acted_at": "1977-05-13", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations, S. Rept. 95-161.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-15", 
      "bill_ids": [
        "hr6714-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 6714 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1520-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-13", 
  "number": "1520", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6714-95", 
      "reason": "related"
    }
  ], 
  "short_title": "International Development Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-13", 
  "subjects": [
    "Agricultural cooperatives", 
    "Agriculture in foreign trade", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American property in foreign countries", 
    "American technical assistance", 
    "Authorization", 
    "Birth control", 
    "Charities", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional oversight", 
    "Consumer cooperatives", 
    "Department of State", 
    "Developing countries", 
    "Disaster relief", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Energy research", 
    "Environmental protection", 
    "Farm produce", 
    "Federal employees", 
    "Federal officials", 
    "Food relief", 
    "Food supply", 
    "Geothermal resources", 
    "Health", 
    "Hospitals", 
    "Human rights", 
    "India", 
    "International affairs", 
    "International agencies", 
    "International education", 
    "International relief", 
    "Israel", 
    "Italy", 
    "Lebanon", 
    "Management", 
    "Middle East", 
    "Minority business enterprises", 
    "Nutrition", 
    "Population policy", 
    "Portugal", 
    "Sahel", 
    "Schools", 
    "Solar energy", 
    "Southern Africa", 
    "Sterilization (Birth control)", 
    "Turkey", 
    "U.S. Agency for International Development", 
    "United Nations finances"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1977-06-15", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 6714 passed in lieu) International Development Assistance Act - =Title I:= Amends the Foreign Assistance Act of 1961 to place needs for environment and natural resources among the primary objectives of foreign assistance and the focus of development assistance. Authorizes the President to make development assistance available on a grant basis to the relatively least developed countries to the maximum extent consistent with United States development objectives. Directs the President to endeavor to secure the adoption by international development organizations of factors for assessing which countries will effectively utilize such assistance to help the poor. Authorizes the appropriation of $550,000,000 for fiscal year 1978 for food and nutrition assistance. Requests the President to commit $60,000,000 of such funds to India for construction of grain storage facilities. Authorizes the appropriation of $160,000,000 for fiscal year 1978 for population planning assistance. Requires development assistance to be administered with attention to the impact of such assistance on population growth. Authorizes the appropriation of $109,500,000 for health, disease prevention, and environmental sanitation assistance, with emphasis on the extension of health delivery systems. Authorizes the appropriation of $84,400,000 for fiscal year 1978 for education and human resources development assistance, of which not less than $1,647,000 shall be available for the support of southern African student programs and training programs. Authorizes the appropriation of $100,000,000 for fiscal year 1978 for technical assistance, energy research, reconstruction, and selected development programs. Amends the restrictions on the transfer of funds for operating expenses of foreign assistance. Amends the cost-sharing and funding limits on foreign assistance to exempt from such limits grant assistance to least developed countries based on the United Nations Conference on Trade and Development list. Requires that not less than $10,000,000 of funds utilized for development assistance be used for the development of cooperatives. Revises the criteria and procedures for determining whether or not a country is ineligible for assistance because of a consistent pattern of gross violations of human rights. Defines human rights to include: (1) consent of the governed, as evidenced by freely contested, periodic elections; (2) the rule of law; (3) individual freedom; and (4) minority rights. Authorizes the President to furnish assistance for the long-term development of the Sahel. Authorizes the appropriation of $200,000,000 for such purposes, of which $50,000,000 shall be available for fiscal year 1978. Makes the transfer restrictions on development assistance applicable to Sahel development planning and implementation. Authorizes the President (1) to furnish assistance for cooperative unconventional energy technology programs and (2) to carry out studies of the energy needs, uses, and resources in developing countries. Authorizes the President (1) to furnish assistance for the protection of the environment and natural resources in developing countries, and (2) to commit up to $5,000,000 for fiscal year 1978 for such purposes. Amends the Foreign Assistance Act of 1961 to prohibit the obligation of certain funds under such Act for activities not justified, or in excess of the amount justified, to Congress unless certain Congressional committees are notified in advance. Authorizes and requests the President to devise and carry out, in partnership with developing nations, a strategy designed to promote breast-feeding of infants. Authorizes the appropriation of $20,000,000 for fiscal year 1978 for American schools and hospitals abroad, of which $800,000 shall be available solely for assistance for centers for pediatric plastic and reconstructive surgery established by Children's Medical Relief International. Revises conditions for the issuance of housing guarantees. Limits the face amount of outstanding guarantees for worldwide and Latin American housing and housing projects to $1,230,000,000 through fiscal year 1979. Extends the authority for agricultural and productive credit and self-help community development programs through September 30, 1978. Makes fees charged for guarantees under such housing and credit programs available to meet the costs of agricultural and productive credit and self-help community development programs. Extends through fiscal year 1978 the exemption of Israel, Lebanon, and Portugal from certain eligibility requirements for such guarantees. Increases the limitations for such guarantees to such countries to $75,000,000 $30,000,000 and $30,000,000 respectively. Amends the Foreign Assistance Act of 1961 to authorize the appropriation of $254,000,000 for fiscal year 1978 for assistance to international organizations and programs of which $42,500,000 shall be available for voluntary contributions to the United Nations Relief and Works Agency for Palestine Refugees. Stipulates that none of such funds shall be expended for contributions to the United Nations University. Amends the Foreign Assistance Act of 1961 to grant permanent authority for appropriations for international disaster relief, except that availability of funds which have not been previously obligated shall not exceed $25,000,000. Authorizes the appropriation of $35,000,000 for fiscal year 1978 for relief, rehabilitation, and reconstruction assistance to the victims of recent earthquakes in Italy. Requires the President to report to Congress the programming and obligation of such funds. Requests the President to use up to $10,000,000 of the funds for international disaster relief for relief, reconstruction, and rehabilitation assistance to the victims of relief earthquakes in Turkey. Amends the Foreign Assistance Act of 1961 to repeal the exemption of retired federal civilian employees serving as experts or consultants with the agency for International Development from laws governing the simultaneous receipt of compensation and retirement benefits. Authorizes the President to use up to $2,000,000 of funds available under the Foreign Assistance Act of 1961 to work with friendly countries in facilitating access to natural resources and to stimulate reimbursable aid programs. Authorizes the appropriation of (1) $220,200,000 for fiscal year 1978 for operating expenses for certain development assistance, and (2) such sums as may be necessary for associated employees salaries and benefits. Prohibits the use of International Development Act funds for involuntary sterilizations. Sets forth the duties of the Development Coordination Committees, in coordinating foreign development programs to aid people in developing countries. Amends the Foreign Assistance Act of 1961 to establish an International Energy Institute, as a nonprofit corporation acting as an agent of the United States. Sets forth the intent of the Congress that such an agency is established to stimulate, to serve as a catalyst, and to act as an agent of the United States, for the development and use of solar, geothermal, and unconventional energy in less developed countries. Sets forth the duties and the management of the Institute. Authorizes the use of funds not to exceed $10,000,000 for fiscal year 1978 for the Institute. States that upon termination of the Institute, its assets shall be liquidated and transferred to the United States Treasury, as the property of the United States, unless otherwise provided by Congress. Prohibits the use of funds appropriated under such Act for assistance to or reparations for Vietnam, Cambodia, or Laos. Directs the President to continue to take all possible steps to obtain a final accounting of Americans missing in action in Vietnam. Amends the Foreign Assistance Act of 1961 to remove certain restrictions on hiring practices of the Agency for International Development, regarding foreign service officers. Directs the Administrator of the Agency to prepare and submit to the Congress, within days of enactment of such Act, a detailed plan for the establishment of a section on minority business within the Agency. Sets forth the contents of the report. =Title II:= - Amends the Agricultural Trade Development and Assistance Act of 1954 to repeal the prohibition on agricultural commodities to countries who trade with Cuba, North Vietnam or the United Arab Republic. Provides that not more than 25 percent of the food aid commodities provided in each fiscal year shall be allocated to countries other than those meeting the poverty criterion established for International Development Association financing. Permits the Secretary of Agriculture to reallocate financing upon certification to the Congress that the quantity of commodities that would be required to be allocated to specific countries under such programs could not be used effectively to carry out the humanitarian purposes of such Act. Requires that not less than five percent of the funds generated by such sales be set aside for financing projects aiding the utilization, distribution, storage, transportation, or otherwise increased foreign consumption of and markets for United States agricultural commodities. Permits the Secretary to release such amounts set aside as he determines cannot be effectively used to carry out such purposes. Provides that no agreement may be entered into to finance such a sale of agricultural commodities to any government which engages in a consistent pattern of gross violations of internationally recognized human rights. Declares it the policy of the United States to assist developing countries in the transition from food assistance recipients to full trading partners of the United States and to assist those nations which have been recipients of enriched flour or high protein, blended or fortified foods or peanut products under such Act to continue to combat hunger and malnutrition through the continued provision of these foods. Permits the President to provide for waivers of repayment of up to that part of the product value which is attributable to the cost of processing, enrichment, or fortification. Increases the quantity of agricultural commodities to be shipped annually under such Act from 1,300,000 to 1,500,000 metric tons. Increases the portion which would be distributed through the U.S. voluntary agencies and the World Food Program. Provides for payment to ports of entry other than seaports in the recipient country, when such an arrangement would result in substantial savings in time or cost. Establishes a food for Development Program and sets forth goals for such program. Permits the President to waive the repayment of commodity sales loan obligations, enabling funds accrued from local sales of such commodities to be used for the Food for Development Program. Sets forth procedures and requirements for participation in the Program. Directs the President to review the disposition of all agreements providing for the use of proceeds from the sale of agricultural commodities pursuant to such Program where such funds were not fully disbursed the proceeding year. Directs the President to report such reviews to the Congress. Provides that no agricultural commodity shall be financed or otherwise made available except upon determination by the Secretary of Agriculture that adequate storage facilities are available in the recipient country and the distribution of the commodity would not result in a disincentive to agricultural production in that country. Directs the Secretary of Agriculture and the President to submit reports to the Congress at specified intervals, concerning certain programs. Provides for a comprehensive study to be conducted by the Departments of Commerce, Agriculture, and State, concerning the payment of ocean freight differentials between United States-flag rates and foreign flag rates. Sets forth the contents of such study. Requires the completion of such study within 180 days of enactment of such Act, and the submission of such study to specified Congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Development Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:20-05:00"
}