{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1571-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1571", 
  "official_title": "A bill to provide for the establishment of a Metropolitan Drug Addiction Commission to coordinate and make more effective in the New York metropolitan area the various Federal, State, and local programs for the control, treatment, and prevention of drug addiction.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New York Metropolitan Area Drug Addiction Control Act", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Advisory bodies", 
    "Drug abuse", 
    "Narcotics", 
    "New York City"
  ], 
  "subjects_top_term": "Drug abuse", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "New York Metropolitan Area Drug Addiction Act - Provides for the establishment of a Metropolitan Drug Addiction Commission to coordinate and make more effective in the New York metropolitan area the various Federal, State, and local programs for the control, treatment, and prevention of drug addiction. Provides that the Commission shall be composed of: (1) one Federal member appointed by the President by and with the advice and consent of the Senate; (2) the Governors of the States of New York, New Jersey, and Connecticut or their representatives; (3) the mayor of the city of New York or his representative; and (4) one member from each participating county in the metropolitan area. Assets that the Commission shall exercise overall comprehensive jurisdiction over drug addiction control activities in the metropolitan area, and as such shall have exclusive power (notwithstanding any other provision of law): (1) to administer all Federal, State, and local drug addiction control laws in such area; (2) to receive and expend all Federal, State, and local appropriations made available within the area for drug addiction control purposes; and (3) to supervise all private drug addiction research and treatment programs in the area. Provides that the Commission shall operate intake, guidance, counseling, legal placement, rehabilitation, outpatient, job-training, and postrelease advisory programs for drug addicts; encourage information and education programs on drug abuse; and operate drug pilot drug addiction programs, such as the methadone maintenance program. Authorizes appropriations not to exceed $10,000,000, to remain available until expended, without fiscal-year limitation, to carry out the objectives of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New York Metropolitan Area Drug Addiction Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of a Metropolitan Drug Addiction Commission to coordinate and make more effective in the New York metropolitan area the various Federal, State, and local programs for the control, treatment, and prevention of drug addiction.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:14-05:00"
}