{
  "actions": [
    {
      "acted_at": "1992-03-13T01:24:00-05:00", 
      "references": [], 
      "text": "Mr. Edwards of Oklahoma rose to a question of the privileges of the House and submitted the following privileged resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T01:26:00-05:00", 
      "references": [], 
      "text": "Mr. Gephardt moved to refer to Standards of Official Conduct.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T01:29:00-05:00", 
      "references": [], 
      "text": "Floor summary: DEBATE - The House proceeded with one hour of debate on the motion to refer to Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T01:31:00-05:00", 
      "references": [], 
      "text": "The previous question on the motion to refer was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T01:55:00-05:00", 
      "references": [], 
      "text": "On motion to refer Failed by recorded vote: 150 - 275 (Roll no. 46).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T01:56:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T02:29:00-05:00", 
      "references": [], 
      "text": "On ordering the previous question Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T02:30:00-05:00", 
      "references": [], 
      "text": "Mr. Gephardt moved to commit to Standards of Official Conduct.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T02:46:00-05:00", 
      "references": [], 
      "text": "On motion to commit the resolution to the Committee on Standards of Official Conduct Agreed to by recorded vote: 244 - 133 (Roll No. 47).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-13T02:46:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres397-102", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-12", 
  "number": "397", 
  "official_title": "Instructing the Speaker to: within 20 days, fully reconstruct the 39 month bank account history of every current and former House Member's bank account at the House Bank for the period beginning July 1, 1988 and ending October 3, 1991; provide Members the opportunity to appeal their records to the same subcommittee of the Committee on Standards of Official Conduct which was charged by H. Res. 236 to conduct the preliminary inquiry; within 20 days provide a complete report on the official and unofficial practices of the House Bank and all instances during the 39 month period in which those procedures were not followed; and to provide, within 48 hours, to each Member of the House a complete accounting of his or her House bank account history; and instructing the Committee on Standards of Official Conduct that it may release the names and full account histories of all House Bank account activities of Members and former Members of the House occurring during the period of July 1, 1988 and October 3, 1991.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1992-03-12", 
  "subjects": [
    "Bank examination", 
    "Bank records", 
    "Checking accounts", 
    "Checks", 
    "Congressional ethics", 
    "Congressional investigations", 
    "Ex-Members of Congress", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "House of Representatives", 
    "Members of Congress (House)"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-12", 
    "text": "Requires the Speaker of the House of Representatives to direct the House Sergeant at Arms, the General Accounting Office, and any other body under his control with information relevant to Members' House Bank account histories, to reconstruct the complete account histories of all current and former Members who had accounts for the 39-month period between July 1, 1988, and October 3, 1991, that have not already been reconstructed in coordination with the Committee on Standards of Official Conduct (Committee). Authorizes the Committee to disclose publicly the reconstructed account history of every Member of the House. Requires the Speaker to direct the House Sergeant at Arms, the General Accounting Office, and any other body under his control with information relevant to Member's House Bank account histories or House Bank practices to provide: (1) a full and complete report of the official policies of the House Bank over the 39-month period in question; (2) a full and complete account of the procedures that were not official but were informally and routinely followed by bank employees (including instances where informal practices deviated from official policies); (3) a full and complete account of every instance in which the Bank failed to follow either its own official procedures or routine and regular information procedures; and (4) a case-by-case report of the effect that such deviations have had on Members' account balances. Directs the Speaker, through the House Sergeant at Arms, the General Accounting Office, and any other body under his control with information relevant to Members' account histories, to provide to each Member of the House a full disclosure of his or her account history with the House Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Instructing the Speaker to: within 20 days, fully reconstruct the 39 month bank account history of every current and former House Member's bank account at the House Bank for the period beginning July 1, 1988 and ending October 3, 1991; provide Members the opportunity to appeal their records to the same subcommittee of the Committee on Standards of Official Conduct which was charged by H. Res. 236 to conduct the preliminary inquiry; within 20 days provide a complete report on the official and unofficial practices of the House Bank and all instances during the 39 month period in which those procedures were not followed; and to provide, within 48 hours, to each Member of the House a complete accounting of his or her House bank account history; and instructing the Committee on Standards of Official Conduct that it may release the names and full account histories of all House Bank account activities of Members and former Members of the House occurring during the period of July 1, 1988 and October 3, 1991.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:00-05:00"
}