{
  "actions": [
    {
      "acted_at": "1991-03-13", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s637-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-13", 
  "number": "637", 
  "official_title": "A bill to establish the Industrial Development for Eastern Europe Foundation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Industrial Development for Eastern Europe Foundation Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-13", 
  "subjects": [
    "American investments", 
    "Eastern Europe", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Foundations", 
    "High technology industries", 
    "Industrial production", 
    "Industrial research", 
    "Industry", 
    "International affairs", 
    "Joint ventures", 
    "Manufacturing industries", 
    "Negotiations", 
    "Research and development", 
    "Technology transfer"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-13", 
    "text": "Industrial Development for Eastern Europe Foundation Act - Establishes the Industrial Development for Eastern Europe Foundation. Expresses the sense of the Congress that the President should negotiate with foreign nations for participation by such nations in carrying out the Foundation's activities. Declares that the purposes of the Foundation are to: (1) promote and support joint, nondefense, industrial research and development activities of benefit to the nations involved with the Foundation; (2) develop nondefense high technology industry in such nations; (3) aid in the modernization of such nations' economies by helping them to create a more sophisticated manufacturing base; and (4) help such nations become economically viable by providing benefits to their industrial sector. Requires the Foundation to support research and development activities which: (1) involve applied science activities through which an innovation becomes a commercial product; and (2) assist with product engineering and manufacturing start up. Provides that projects shall be supported through direct investment and joint ventures. Permits technology and products developed as a result of the Foundation's work to be freely transferable among nations participating in a project. Declares that more than one Foundation member nation must participate in a project. Sets forth provisions concerning the Foundation's Board of Governors. Requires the Board to consist of: (1) the Secretary of State, the Secretary of Commerce, and the Secretary of the Treasury; and (2) a representative from the Foreign Ministry, Ministry of Finance, Ministry of Trade and Industry, and the national science foundation from the governments of Poland, Hungary, and Czechoslovakia. Makes other East European countries eligible for membership in the Foundation whenever the Board determines that such countries have made progress toward marketization and democratization and are not in violation of specified human rights provisions of the Foreign Assistance Act of 1961. Creates an Advisory Council for the Foundation to: (1) help evaluate projects; and (2) make proposals as to which sectors of member nation economies offer the best opportunities for returns on investments. Requires the Foundation to be administered by an Executive Secretariat, to be headed by an Executive Director who is a U.S. citizen. Sets forth provisions concerning the Foundation's operations and financing and requirements for proposed projects. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industrial Development for Eastern Europe Foundation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Industrial Development for Eastern Europe Foundation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:47-05:00"
}