{
  "actions": [
    {
      "acted_at": "1984-03-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2482-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-27", 
  "number": "2482", 
  "official_title": "A bill to revise the provisions of the Public Health Service Act relating to health planning.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Planning and Resource Allocation Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-27", 
  "subjects": [
    "Advisory bodies", 
    "Congressional oversight", 
    "Federal advisory bodies", 
    "Government paperwork", 
    "Health", 
    "Health planning", 
    "Medical economics", 
    "Public health", 
    "Standards", 
    "State officials and employees", 
    "States"
  ], 
  "subjects_top_term": "Health planning", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-27", 
    "text": "Health Planning and Resource Allocation Act of 1984 - Amends title XV (National Health Planning and Development) of the Public Health Service Act to replace the existing local planning agencies with a single State health services and resource allocation agency, designated by the State Governor. Directs such agency to: (1) develop and administer the State health services and resource allocation plan; (2) develop and administer the State administrative program; (3) administer the certificate of need program; and (4) prepare the annual report. Requires a State agency to review a certificate of need application according to procedures and criteria developed by such agency in accordance with the Secretary of Health and Human Service's regulations. Requires the Governor of each State to appoint a health planning State Advisory Board. Requires two-thirds of each Board's membership to be major purchasers of health care services. Requires each State agency to report annually to the Governor, who shall transmit such report to the Secretary. Authorizes State grants (based on population) for health planning and resource allocation. Sets minimum grant amounts. Requires the Governor to submit a grant application. Permits the Governor to use such funds for entities within the State providing health planning services or support services for the State agency. States that the Federal share shall be 75 percent. Authorizes appropriations beginning with FY 1985. Authorizes five State research and demonstration grants to determine whether economic strategies will promote health services competition and assure their appropriate allocation and cost control. States that the Federal grant share shall be 75 percent. Authorizes State supplemental health planning and resource allocation grants to provide incentives for purchaser participation in health planning and resource allocation. States that the Federal grant share shall be 75 percent. Authorizes appropriations beginning with FY 1985. Directs the Secretary, by grant or contract, to assist in the operation of three health planning centers, with priority given to centers in existence as of September 30, 1984. Sets forth assistance requirements. Authorizes appropriations beginning with FY 1985. Establishes a 15 member National Health Planning and Resource Control Council to: (1) review the annual reports required by this Act; (2) advise the Secretary regarding health planning and congressional reporting requirements; and (3) cooperate with the Secretary in developing national health care delivery standards. Requires the Secretary to: (1) develop and promulgate national health care delivery standards by October 1, 1985; and (2) report to Congress by March 1 of each year regarding health planning, resource allocation, and cost containment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Planning and Resource Allocation Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the provisions of the Public Health Service Act relating to health planning.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:17-05:00"
}