{
  "actions": [
    {
      "acted_at": "2012-05-22", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Landrieu. With written report No. 112-169.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-22", 
      "calendar": "Senate Legislative", 
      "number": "409", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 409.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3216-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-22", 
  "number": "3216", 
  "official_title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2017-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5855-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2013", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-05-22", 
  "subjects": [
    "Aviation and airports", 
    "Border security and unlawful immigration", 
    "Chemical and biological weapons", 
    "Citizenship and naturalization", 
    "Coast guard", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Federal Emergency Management Agency (FEMA)", 
    "Fires", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Homeland security", 
    "Immigration status and procedures", 
    "Law enforcement officers", 
    "Nuclear weapons", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Terrorism", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-05-22", 
    "text": "Department of Homeland Security Appropriations Act, 2013 - Makes appropriations for the Department of Homeland Security (DHS) for FY2013. Title I: Departmental Management and Operations - Makes appropriations for FY2013 for: (1) the Office of the Secretary of Homeland Security; (2) the Office of the Under Secretary for Management, including for the headquarters and mission support consolidation; (3) the Office of the Chief Financial Officer; (4) the Office of the Chief Information Officer; (5) intelligence analysis and operations coordination activities; and (6) the Office of the Inspector General. Title II: Security, Enforcement, and Investigations - Makes appropriations for FY2013 for: (1) U.S. Customs and Border Protection (CBP), including for the U.S. Visitor and Immigrant Status Indicator Technology program; (2) U.S. Immigration and Customs Enforcement (ICE); (3) the Transportation Security Administration (TSA), including for surface transportation security activities, screening programs of the the Office of Transportation Threat Assessment and Credentialing, transportation security support, and the Federal Air Marshals; (4) the U.S. Coast Guard, including funding derived from the Oil Spill Liability Trust Fund; and (5) the U.S. Secret Service. Title III: Protection, Preparedness, Response, and Recovery - Makes appropriations for FY2013 for: (1) the Office of the Under Secretary for National Protection and Programs Directorate, including for the Federal Protective Service; (2) the Office of Health Affairs; and (3) the Federal Emergency Management Agency (FEMA), including for the U.S. Fire Administration. Title IV: Research and Development, Training, and Services - Makes appropriations for FY2013 for: (1) U.S. Citizenship and Immigration Services (CIS), including for the E-Verify program; (2) the Federal Law Enforcement Training Center; (3) the Office of the Under Secretary for Science and Technology; (4) science and technology research; and (5) the Domestic Nuclear Detection Office. Title V: General Provisions - (Sec. 501) Sets forth limitations and prohibitions on the availability, use, reprogramming, or transfer of funds for specified programs and activities under this Act. (Sec. 513) Prohibits the use of funds available in this Act to amend the oath of allegiance required under the Immigration and Nationality Act. (Sec. 528) Prohibits the use of funds for CBP to prevent an individual from importing a prescription drug from Canada if: (1) such individual is not in the business of importing a prescription drug; and (2) such drug complies with specified provisions of the Federal Food, Drug, and Cosmetic Act and is not a controlled substance or a biological product. Makes this section applicable only to individuals transporting on their person a personal-use quantity of the prescription drug not exceeding a 90-day supply. (Sec. 531) Prohibits the use of funds made available in this Act for planning, testing, piloting, or developing a national identification card. (Sec. 532) Requires the FEMA Administrator to publish on the FEMA website a report regarding a decision to declare a major disaster, summarizing damage assessment information used to determine whether a major disaster exists, subject to redaction of information that would compromise national security. (Sec. 535) Prohibits the use of funds under this Act to transfer or release to or within the United States Khalid Sheikh Mohammed or any other detainee who is not a U.S. citizen or a member of the U.S. Armed Forces and who is or was held on or after June 24, 2009, at the U.S. Naval Station, Guantanamo Bay, Cuba, by the Department of Defense (DOD). (Sec. 539) Requires any company that collects or retains personal information directly from any individual who participates in TSA's Registered Traveler program to safeguard and dispose of such information in accordance with specified requirements. (Sec. 541) Requires the Assistant Secretary of Homeland Security to submit a report that certifies that a requirement for screening all air cargo on passenger aircraft has been met or that includes a strategy to comply with that requirement. (Sec. 553) Increases the limit on the airline passenger security fee for FY2013 to $5.00 per one-way trip in air transportation or intrastate air transportation that originates at a U.S. airport. (Sec. 561) Amends the Homeland Security Act of 2002 to establish in the U.S. Treasury a Department of Homeland Security Forfeiture Fund. Lists permissible uses of the Fund, including for equitable sharing of payments made to other federal agencies, state and local law enforcement, and foreign countries under the Tariff Act of 1930. Requires the Fund to be subject to annual financial audits. Directs the Secretary to transmit to Congress, by February 1 of each year, copies of the annual financial audits. (Sec. 562) Amends the Immigration and Nationality Act regarding the visa waiver program to: (1) authorize the Secretary of Homeland Security (DHS) to designate any country as a program country; (2) adjust visa refusal rate criteria, including addition of a 3% maximum overstay rate; and (3) revise probationary and termination provisions. (Sec. 563) Prohibits the use of funds by a federal law enforcement officer to facilitate the transfer of an operable firearm to an individual known or suspected of being an agent of a drug cartel unless U.S. law enforcement personnel continuously monitor or control the firearm at all times. (Sec. 565) Makes specified rescissions, including specified funds from certain accounts that were transferred to DHS when it was created in 2003."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Homeland Security Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:34:45-05:00"
}