{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2101-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2101", 
  "official_title": "A bill to create a comprehensive Federal system for determining the ownership of and amount of compensation to be paid for inventions made by employed persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Civil service employment", 
    "Department of Commerce", 
    "Employee ownership", 
    "Executive reorganization", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Inventions", 
    "Labor and employment", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "State employees", 
    "States"
  ], 
  "subjects_top_term": "Inventions", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Requires any employee of a public or private employer who makes an invention during his period of employment which either grew out of the type of work performed or is derived from experience gained on the job, to notify the employer of the invention without undue delay. Permits the employer to claim exclusive right to the invention. Directs payment of adequate compensation to the employee adjusted to reflect the position and duties of the employee and the degree to which the operations of the employer contributed to the making of the invention. Requires an employer to apply, in the name of the invention, for a patent of a claimed invention except where a trade secret is involved. Authorizes the employer to apply for patents on a claimed invention in such foreign countries as he desires. Directs the employer to release the invention in favor of the employee in all other foreign countries. Stipulates that an employee shall have exclusive rights in unclaimed inventions, in inventions with respect to which necessary patent applications are not made, and in inventions with respect to which patent applications or patents are abandoned. Establishes an Arbitration Board in the Patent and Trademark Office to arbitrate disputes relative to the rights created in this Act. Sets forth procedures for judicial review of Board decisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a comprehensive Federal system for determining the ownership of and amount of compensation to be paid for inventions made by employed persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:57-05:00"
}