{
  "actions": [
    {
      "acted_at": "1992-08-10", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3164-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1992-08-10", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-10", 
  "number": "3164", 
  "official_title": "A bill to establish a program to demonstrate the environmental, economic, and social benefits and feasibility of carrying out response actions to remediate environmental contamination and redeveloping or reusing land blighted by environmental contamination.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Opportunity and Environmental Improvement Through Recycling Land Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-10", 
  "subjects": [
    "Community development", 
    "Depressed areas", 
    "Environmental protection", 
    "Federal aid to community development", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Land use", 
    "Real estate development", 
    "Reclamation of land"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-10", 
    "text": "Economic Opportunity and Environmental Improvement Through Recycling Land Act of 1992 - Requires the Administrator of the Environmental Protection Agency (EPA) to carry out a program to provide for grants to local governments to demonstrate: (1) the economic feasibility of redevelopment or reuse of impacted (environmentally contaminated) sites; (2) the environmental, economic, and social benefits to distressed communities from focusing financial resources and cooperative action on the redevelopment or reuse of such sites and the beneficial impacts on patterns of community development and use of public resources of such redevelopment or reuse; (3) the feasibility of cooperative action between Federal, State, and local agencies that have jurisdiction over response actions and redevelopment or reuse of such sites; and (4) the use of response actions as an integral part of a facility redevelopment or reuse project. Limits the number of sites selected for grants to 50 and the number of sites selected in any one State to three. Sets forth non-Federal contribution requirements. Authorizes total Federal funding for a project, subject to specified conditions. Authorizes the Administrator, in lieu of awarding grants to local governments, to award grants to States for the administration of the grant program under this Act. Provides for recovery of Federal assistance, subject to certain conditions, if a grant recipient recovers compensation for carrying out a response action from another person or does not initiate and complete response actions or redevelopment and reuse by certain deadlines. Excludes from impacted sites selected for grant awards by the Administrator sites: (1) on or expected to be included on the National Priority List maintained by EPA under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980; and (2) controlled or to be remediated by a military department, defense agency, or the Department of Energy. Prohibits assistance under this Act for the removal or replacement of (or other response actions with respect to) underground storage tanks for which assistance may be obtained from the Leaking Underground Storage Tank Trust Fund. Directs the Administrator to conduct the grant program in a manner that does not: (1) relieve from liability regarding environmental contamination any person who, prior to a response action assisted by a grant award, was potentially liable for the action with respect to the impacted site; and (2) reduce the incentive of such person to participate in funding the non-Federal contribution. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Opportunity and Environmental Improvement Through Recycling Land Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to demonstrate the environmental, economic, and social benefits and feasibility of carrying out response actions to remediate environmental contamination and redeveloping or reusing land blighted by environmental contamination.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:45-05:00"
}