{
  "actions": [
    {
      "acted_at": "2008-06-26", 
      "references": [
        {
          "reference": "CR S6293-6294", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3215-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2008-06-26", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2008-06-26", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2008-06-26", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-26", 
  "number": "3215", 
  "official_title": "A bill to require the Secretary of Energy to enter into cooperative agreements with private entities to share the cost of obtaining construction and operating licenses for certain types of recycling facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SMART Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-06-26", 
  "subjects": [
    "Administrative remedies", 
    "Economics and public finance", 
    "Energy", 
    "Environmental protection", 
    "Federal-local relations", 
    "Fees", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Independent regulatory commissions", 
    "Law", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear fuels", 
    "Nuclear power plants", 
    "Radioactive wastes", 
    "Reactor fuel reprocessing", 
    "Recycling of waste products", 
    "Revolving funds", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-06-26", 
    "text": "Strengthening Management of Advanced Recycling Technologies Act of 2008 or the SMART Act of 2008 - Requires the Secretary of Energy to offer to enter into cooperative agreements with specified persons, municipalities, or electric utilities to: (1) develop licensing documentation and technical criteria for new recycling plants; (2) conduct specified design and engineering work on recycling technology designs; and (3) share the cost of obtaining construction and operating licenses for specified used fuel recycling facilities. Requires assistance for such agreements to be awarded only to private entities that propose to develop recycling facilities that meet specified prerequisites.Requires the Secretary to offer to enter into long-term contracts with specified persons, municipalities, or electric utilities to recycle commercial used nuclear fuel.Requires the Secretary to: (1) offer to enter into temporary agreements to store high-level radioactive waste produced by specified facilities; (2) make payments to specified local governments that have submitted notices that they are willing to have a privately owned and operated temporary used fuel storage facility located within their jurisdiction; (3) offer to enter into temporary used fuel storage facility economic impact agreements with local governments upon the docketing of license applications for such facilities by the Nuclear Regulatory Commission (NRC); and (4) offer to enter into a long-term contract for the storage of used fuel from civilian nuclear power plants with a private entity that owns or operates an independent used fuel storage facility licensed by the NRC within the jurisdiction of local governments that receive assistance.Authorizes the Secretary to settle specified claims against the Secretary for failure to dispose of high-level radioactive waste or used nuclear fuel by January 31, 1998. Requires the Secretary to: (1) provide priority for the acceptance of used nuclear fuel from a facility that has been decommissioned and shut down permanently; and (2) provide for the transportation of used fuel. Amends the Nuclear Waste Policy Act of 1982 to set a fee for electricity generated by a civilian nuclear power reactor and sold by a specified date.Changes the name of the Nuclear Waste Fund to the Nuclear Waste Revolving Fund and authorizes the Secretary to make expenditures from it for the management of used nuclear fuel.Declares that for purposes of NRC license determinations under the Atomic Energy Act of 1954 and this Act, the Secretary's obligation to develop a repository in accordance with the Nuclear Waste Policy Act of 1982 provides sufficient and independent grounds for any further NRC findings of reasonable assurances that used nuclear fuel and high-level radioactive waste would be disposed of safely and in a timely manner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SMART Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Energy to enter into cooperative agreements with private entities to share the cost of obtaining construction and operating licenses for certain types of recycling facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:17-05:00"
}