{
  "actions": [
    {
      "acted_at": "1991-07-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1469-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1991-07-11", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-11", 
  "number": "1469", 
  "official_title": "A bill regarding the extension of most-favored-nation treatment to the products of the People's Republic of China, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chinese Democracy and Human Rights Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-11", 
  "subjects": [
    "Arms control", 
    "Arms sales", 
    "Ballistic missiles", 
    "China", 
    "Computer software", 
    "Congressional oversight", 
    "Copyright", 
    "Cultural relations", 
    "Democracy", 
    "Educational exchanges", 
    "Forced labor", 
    "Foreign trade and international finance", 
    "Freedom of the press", 
    "Great Britain", 
    "Hong Kong", 
    "Human rights", 
    "Intellectual property", 
    "International agencies", 
    "International broadcasting", 
    "Iran", 
    "Military assistance", 
    "Most favored nation principle", 
    "Nontariff trade barriers", 
    "Nuclear weapons", 
    "Pakistan", 
    "Passports", 
    "Patents", 
    "Political prisoners", 
    "Radio broadcasting", 
    "Religious liberty", 
    "Syria", 
    "Tariff", 
    "Tibet", 
    "Torture", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-11", 
    "text": "Chinese Democracy and Human Rights Act of 1991 - Prohibits the President from recommending in 1992 extension of a waiver of human rights and emigration requirements for nondiscriminatory treatment (most-favored-nation treatment) for China under the Trade Act of 1974 unless he reports to the Congress that China has accounted for and released prisoners who dissented in Tiananmen Square on June 3 and 4, 1989, and made significant progress in: (1) preventing gross violations of human rights (particularly in Tibet); (2) ending religious persecution and releasing members of religious groups who were detained for their religious beliefs (particularly in Tibet); (3) removing restrictions (particularly in Tibet) on freedom of the press and on broadcasts by Voice of America, and ceasing harassment of Chinese and foreign journalists; (4) terminating surveillance and harassment of Chinese citizens in China and the United States, including the return and renewal of passports confiscated for prodemocracy activities; (5) ensuring access of international human rights monitoring groups to prisoners; (6) ensuring freedom from torture and from inhumane prison conditions; (7) terminating prohibitions on peaceful assembly and demonstration imposed after June 3, 1989; (8) removing obstacles to study, travel, or emigration abroad for students and other citizens; (9) permitting international humanitarian and intergovernmental organizations to inspect labor camps, prisons, and other facilities to assess medical care, food, and working conditions, and to determine whether political detainees are producing items for export; (10) lowering tariff and nontariff controls that restrict foreign firms' access to Chinese markets; (11) providing protection of U.S. intellectual property rights (particularly computer software); and (12) ceasing proliferation of ballistic missiles and exportation of nuclear weapons technology. Requires certification also that China is: (1) adhering to the Joint Declaration on Hong Kong; (2) not exporting to the United States goods which are the product of forced labor; and (3) not transferring to Syria, Iran, or Pakistan ballistic missiles or missile launchers for the M-9 or M-11 weapons systems. Requires the President, if he recommends such extensions, to report to the Congress on the progress which China has made between June 1991 and June 1992 in meeting the above-mentioned requirements. Declares that the Congress finds that the interests of both the United States and China would be best served by the free flow of ideas and information between the two countries. Expresses the sense of the Congress that the continuation and expansion of cultural and educational exchange programs between the two countries should be encouraged, particularly in the fields of governance, law, and social sciences."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chinese Democracy and Human Rights Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill regarding the extension of most-favored-nation treatment to the products of the People's Republic of China, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:06-05:00"
}