{
  "actions": [
    {
      "acted_at": "2008-07-16", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3275-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2008-07-16", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-16", 
  "number": "3275", 
  "official_title": "A bill to establish a pilot program to preserve affordable housing options for low-income individuals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Affordable Housing Preservation Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Smith, Gordon H.", 
    "state": "OR", 
    "thomas_id": "01549", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-07-16", 
  "subjects": [
    "Affordable housing", 
    "Apartment houses", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing subsidies", 
    "Rent", 
    "Residential rehabilitation"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-07-16", 
    "text": "Affordable Housing Preservation Act of 2008 - Directs the Secretary of Housing and Urban Development (HUD) to establish a pilot program under which funds in the residual receipts account of an eligible multifamily housing property are transferred, at the time of a qualified sale or exchange, to preservation entities to facilitate the transfer of multifamily housing projects with expiring section 8 housing assistance payments contracts under the United States Housing Act of 1937.Defines \"preservation entity\" as a HUD-approved housing agency, organization, or entity (for profit or nonprofit) that has the capacity and commitment to successfully acquire and preserve an eligible multifamily housing property. Requires the Secretary to: (1) determine whether the preservation entity's plan for rehabilitation and operation maintains and restores the decent, safe, and sanitary condition of the eligible multifamily housing property, and is viable for at least 30 years; and (2) monitor the affordability and use restrictions for the property.Imposes penalties on preservation entities for noncompliance with this Act.Requires the Secretary to designate at least three states to participate in the pilot program.States that grants shall be used to: (1) pay for rehabilitation costs approved by the housing agency; (2) deposit funds into the property's replacement reserve account; and (3) pay for social and other services that directly benefit the tenants of such property, its associated acquisition costs, and any other costs that have been approved by the housing agency and will directly benefit such tenants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Affordable Housing Preservation Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a pilot program to preserve affordable housing options for low-income individuals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:18-05:00"
}