{
  "actions": [
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6879-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-19", 
  "number": "6879", 
  "official_title": "A bill to establish a procedure for the certification and regulation of coal pipeline carriers, to provide for the regulation by the Federal Energy Regulatory Commission of certain prices of pipeline-transported coal, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coal Pipeline Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-19", 
  "subjects": [
    "Antitrust law", 
    "Coal", 
    "Economic concentration", 
    "Electric utilities", 
    "Eminent domain", 
    "Environmental assessment", 
    "Environmental protection", 
    "Independent regulatory commissions", 
    "Industrial organization", 
    "Licenses", 
    "Management", 
    "Mines and mineral resources", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Restrictive trade practices", 
    "Right-of-way", 
    "Water and Water Resources Development", 
    "Water rights"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-19", 
    "text": "Coal Pipeline Act of 1980 - Title I: Rights-of-Way - Authorizes the Secretary of the Interior, after consultation with the head of any Federal agency administering any Federal lands, to grant or renew rights-of-way across such Federal lands for the construction, operation, or extension of coal pipelines. Directs the Secretary to enter into interagency agreements with the heads of other Federal agencies administering Federal lands for the purpose of consolidating and expediting procedures for the granting of rights-of-way related to such Federal lands. Requires that a right-of-way granted or renewed by the Secretary follow the provisions of the Federal Land Policy and Management Act of 1976 and abide by any other terms and conditions as the Secretary deems necessary both to carry out this Act and to protect the public interest in the lands traversed by and adjacent to such right-of-way. Provides that existing rights-of-way and pending proceedings relating thereto shall not be affected by the provisions of this Act except as specified. Prohibits the granting of any right-of-way across any Federal land which is part of a public park, recreation area, wilderness, wildlife and waterfowl refuge, or historic site unless no feasible alternatives exist and any potential harm to such site is to be minimized. Amends the Interstate Commerce Act to authorize any pipeline carrier providing coal transportation under a certificate issued under this Act to apply to the Interstate Commerce Commission for approval of the acquisition by such carrier of a right-of-way for the construction and operation of a pipeline across any property or facility owned by a rail carrier providing transportation subject to the jurisdiction of the Commission. Sets forth requirements concerning the approval of such applications. Prohibits the acquisition of any such right-of-way across any land (1) owned by the United States or by any State or any political subdivision thereof; (2) held in trust by the United States for an Indian or Indian tribe; or (3) owned by a regional or village corporation established under the Alaska Native Claims Settlement Act if such land was transferred to such corporation pursuant to such Act. States that nothing in these provisions is to be construed as permitting any person to acquire any water rights through the acquisition of a right-of-way as provided above. Prohibits the acquisition of any right-of-way across any land which is part of a historic site of national, State, or local significance, unless no feasible alternatives exist and any potential harm to such site is to be minimized. Title II: Certification and Regulation - Amends the Interstate Commerce Act to add a new subchapter on coal pipeline carriers to the licensing provisions of such Act which authorizes the construction and operation of coal pipelines upon receipt of a certificate to transport coal issued by the Commission. Sets forth requirements for obtaining, and criteria for approving, applications submitted for such certificates. States that neither the issuance of such a certificate nor the designation of a person as a pipeline carrier of coal is to be construed as entitling such carrier to exercise the power of eminent domain under State law. Sets forth requirements relating to public notice and hearings which are to be necessary prerequisites to the issuance of such certificates. Sets forth terms and conditions to be contained in such certificates. Prohibits the Commission from issuing any certificate unless it has notified the Attorney General of the application for such certificate and has received his advice that such action would not be inconsistent with the antitrust laws. States that issuance of such certificate shall not be admissible as a defense in any antitrust action, nor shall it affect any private right of action under the antitrust laws. Prohibits a pipeline carrier which is issued a certificate under this title from controlling, being controlled by, or being under common control with any person who uses or will use coal transported by such carrier or supplies coal to such pipeline. Sets forth other limitations regarding the issuance of such certificates and provides exemptions thereto as specified. Provides for the protection of ground water and surface water resources where a certificate is issued for the transportation of coal by pipeline. Requires a carrier to file a bond, insurance policy, or other type of a security approved by the Commission as a prerequisite to the issuance of a certificate. Requires that an environmental impact statement meeting the requirements of the National Environmental Policy Act of 1969 be prepared prior to the issuance of a certificate. Sets forth provisions regarding abandonment and discontinuance of coal pipelines, transfer, merger, and acquisition transactions, employee protective arrangements in pipeline carrier abandonments and mergers, and pipeline carrier use of American materials. Amends the administrative provisions of the Interstate Commerce Act to direct the Commission, or a designated division thereof, to expedite hearings and proceedings on matters involving the application for a certificate and authorizes the Commission or such division to dispense with the initial decision requirement under such provisions in specified circumstances. Amends the Public Utility Regulatory Policies Act of 1978 to require that when any State-regulated electric utility and a coal producer enter into any contract for the sale of coal, and such coal is to be transported by a pipeline carrier under a certificate issued under this Act, such electric utility shall file a copy of such contract with the Federal Energy Regulatory Commission for the Commission's review of the reasonableness of the price charged for such coal, if it is determined that the coal producer is owned or controlled by such State regulated utility. Title III: General and Miscellaneous Provisions - Prohibits the United States, its agents, permittees, or licensees from appropriating or using water within any State for use in a coal pipeline for which a certificate is issued or for which a right-of-way is granted under this Act unless the appropriate State laws or regulations are followed or as expressly provided by the Congress, except as specified. Sets forth other requirements relating to State water laws. Requires that, to the maximum extent practicable, all coal pipelines for which a certificate is issued shall be located underground, consistent with environmental protection, safety, and good engineering and technological practices. Directs the Secretary of Transportation to issue regulations or orders establishing Federal minimum standards for the safe construction, operation, and maintenance of coal pipelines. Authorizes the Attorney General, at the request of the Secretary, to bring a civil action to compel compliance with such regulations or orders. Sets forth civil and criminal penalties for violations of such regulations or orders. Authorizes the Interstate Commerce Commission to issue regulations necessary to carry out this Act and provides for congressional approval of such regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coal Pipeline Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure for the certification and regulation of coal pipeline carriers, to provide for the regulation by the Federal Energy Regulatory Commission of certain prices of pipeline-transported coal, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:08-05:00"
}