{
  "actions": [
    {
      "acted_at": "1989-04-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-13", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-13", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to the Subcommittee on Select Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1951-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-13", 
  "number": "1951", 
  "official_title": "To establish a foundation to operate a program of voluntary part-time national service, to provide enhanced benefits under the educational assistance program for volunteers in the Armed Forces, and to provide for the preparation of a plan to implement a national service program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s781-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Service Act of 1989", 
  "sponsor": {
    "district": "10", 
    "name": "Porter, John Edward", 
    "state": "IL", 
    "thomas_id": "00923", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-13", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Corporations", 
    "Federal aid to higher education", 
    "Foundations", 
    "Government trust funds", 
    "Housing and community development", 
    "Information services", 
    "Labor and employment", 
    "Military personnel", 
    "National service", 
    "Older workers", 
    "Part-time employment", 
    "Planning", 
    "Public service employment", 
    "Student aid", 
    "Student loan funds", 
    "Technical education", 
    "Veterans' benefits", 
    "Veterans' education", 
    "Vocational education", 
    "Volunteer forces", 
    "Volunteer workers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-13", 
    "text": "National Service Act of 1989 - Title I: National Service Program - Subtitle A: Establishment of the Program - Establishes the National Service Program (the Program) to provide part-time community service opportunities for young people. Allows individuals to serve in the Program who: (1) are age 16 through 26; (2) have received a high school diploma or its equivalent; and (3) are U.S. citizens or permanent residents. Requires Program volunteers to agree to perform part-time community service: (1) for a term of between two and four years; and (2) consisting of 24 hours of community service for each month and two weeks of full-time community service for each year of such term. Requires States to pay each volunteer a $700 stipend for the two-week full-time service, from grants and State matching funds. Authorizes the National Service Foundation to provide other assistance to a volunteer. Directs the National Service Foundation to provide each volunteer with a nontransferable voucher equal to $2,000 upon completion of each year of service (or a portion of such amount to volunteers who must leave service early for just cause). Allows such vouchers to be used by a volunteer only for: (1) payment of a federally sponsored student loan; (2) downpayment for a first home; or (3) payment for the volunteers' educational tuition, fees, room, and board (to be paid by the National Service Foundation directly to an educational, technical, or vocational institution). Requires such vouchers to be used within ten years after completion of service, with specified exceptions. Excludes from gross income for income tax purposes such vouchers and stipends. Subtitle B: Administration of the Program - Makes the National Service Foundation responsible for administering the National Service Program. Establishes the National Service Foundation (the Foundation) as a nonprofit corporation which shall not be considered an agency or establishment of the U.S. Government. Requires the Foundation's Board of Directors to be appointed by the President, with the advice and consent of the Senate. Directs the Foundation to: (1) specify appropriate types of community service activities for Program volunteers; (2) establish procedures to issue, administer, monitor, and pay vouchers; (3) receive matching voucher payments by States and deposit these in the National Service Trust Fund; (4) establish procedures to examine the Program's effect on area employment availability and terms; (5) serve as an information clearinghouse on community service opportunities; and (6) assist States in transferring volunteers to eligible organizations in other States. Directs the Foundation to: (1) receive and review State community service plans; and (2) make grants to eligible States to assist in implementing approved plans. Authorizes the Foundation to solicit contributions from public and private sources. Establishes in the Treasury the National Service Trust Fund. Directs the Foundation to report annually to the President, who shall transmit such report to the Congress. Subtitle C: Provision of Community Services Under the Program - Directs each State Governor to designate an administrator to supervise the Program in the State. Directs the administrator, in selecting eligible organizations and projects for inclusion in the State plan, to consider educational service, human service, conservation service, public safety service in support of the criminal justice system, and service in existing national programs (such as the Peace Corps and VISTA). Sets forth requirements for State community service plans. Requires States to: (1) match the amount of Federal grants received under this Act; (2) pay the Foundation 50 percent of the voucher amount; and (3) provide health insurance for each volunteer. Prohibits worker displacement by volunteers. Requires States to have enforcement procedures to resolve employee or labor representative complaints. Provides for appeals to the Foundation. Title II: Enhanced Benefits for New Recruits Under the All-Volunteer Force Educational Assistance Program - Amends specified Federal law to increase the amount of benefits for certain new recruits under the All-Volunteer Force Educational Assistance program. Allows such individuals to use all or part of their basic educational assistance allowance as a downpayment for the first principal place of residence that they purchase. Allows those of such individuals who meet specified length-of-service criteria to use all or part of their basic educational assistance allowance to pay the educational expenses of their child. Directs the Secretary of Defense to report annually to the President, who shall transmit such report to the Congress, on the extent to which such enhanced benefits were adequate to induce individuals to volunteer for active duty in the armed forces. Title III: Plan for a National Service Program - Directs the President, by January 1, 1993, to transmit to the Congress a plan to implement a national service program. Requires the recommended program to: (1) be consistent with specified findings; (2) apply to young people between the ages of 16 and 26; (3) include a military service component and a part-time and full-time community service component; and (4) include provisions to encourage national service by retired persons. Directs the President, within 90 days after enactment of this Act, to inform the Congress of the method by which such plan will be developed. Authorizes appropriations. Title IV: Miscellaneous Provisions - Authorizes appropriations to: (1) the National Service Trust Fund for FY 1990 through 1992; and (2) the Foundation for administrative expenses. Expresses the sense of the Congress that funds should not be appropriated pursuant to such authorization unless they are offset by real reductions in the amount of appropriations for other programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Service Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a foundation to operate a program of voluntary part-time national service, to provide enhanced benefits under the educational assistance program for volunteers in the Armed Forces, and to provide for the preparation of a plan to implement a national service program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:26-05:00"
}