{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12097-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "12097", 
  "official_title": "A bill to amend the Natural Gas Act to secure adequate and reliable supplies of natural gas and oil at the lowest reasonable cost to the consumer, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11066-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Oil and Gas Regulatory Reform Act", 
  "sponsor": {
    "district": "14", 
    "name": "Waldie, Jerome R.", 
    "state": "CA", 
    "thomas_id": "01193", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Pipelines"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-20", 
    "text": "Oil and Gas Regulatory Reform Act - Title I: Natural Gas - Natural Gas Amendments - States that the provisions of the Natural Gas Act shall, with specified exceptions, apply to the transportation and sale of natural gas and/or to natural gas companies engaged in such transportation and sale. Sets forth definition of terms used in such Act. Directs the Federal Power Commission to establish and periodically revise a national area rate for production of natural gas, reflecting differences in production costs, State taxation, and similar costs. Prescribes the rules for implementation of such rates. States that the Commission shall not order any increase in existing area rates for flowing natural gas unless such an increase is justified on the basis of an actual increase in costs of operation or maintenance (including a fair rate of return). Provides that in determining present and future requirements of consumers for natural gas, the Commission shall implement conservation policies including rate design revision, end use controls, and termination of promotional practices. Directs the Commission to conduct studies of the transportation and sale of natural gas throughout the United States whether or not otherwise subject to the jurisdiction of the Commission, and make an independent evaluation of the proven and probable natural gas reserves of the United States identifying volumes committed to contract and volumes not committed and the reasons for such noncommitment. Authorizes the Commission to obtain reserve information on natural gas reserves from natural gas companies, whether or not such companies are otherwise subject to the jurisdiction of the Commission. Provides that a small producer shall be exempt from the provisions of this Act for a period of five years from the date of enactment of this Act. Provides that each new producer contract, other than a small producer contract, shall be filed by the producer with the Commission. States that upon such filing, the Commission shall review the contract to insure that rate and (1) approve such contract unconditionally; (2) approve such contract subject to such reasonable terms and conditions specified by the Commission as to price, expiration, determination, or other provision thereof; or (3) disapprove such contract. Requires that natural gas which is produced from its own wells by a natural-gas company engaged in the transportation of natural gas in commerce, which is not sold under a producer contract, and which is taken and delivered into its own transportation facilities or into the transportation facilities of any person transporting such natural gas for its account in interstate commerce shall be delivered only pursuant to a schedule of terms and conditions, including pricing provisions, applicable to the taking of such natural gas. States that no new producer contract shall be accepted for filing if it includes any of specified types of indefinite pricing clauses. Prescribes the conditions under which a seller shall be entitled to receive a price increase for natural gas. Authorizes the Commission to allocate natural gas among pipelines to attain specific objectives including: (1) protection of public health, safety, and welfare, and the national defense; (2) Maintenance of all public services; and (3) maintenance of all essential agricultural operations directly related to the cultivation, production, and preservation of food. Title II: Oil Pipeline Transportation - Oil Pipeline Transportation Act - Transfers all functions of the Interstate Commerce Commission with respect to the regulation of oil pipelines to the Federal Power Commission. Provides that whenever the Commission finds such action necessary or desirable in the public interest, it may by order direct an oil pipeline company: (1) to extend or improve its transportation or storage facilities; or (2) to establish a physical connection of its transportation or storage facilities with the facilities of any person engaged or legally authorized to engage in the refining or distribution of oil. States that no oil pipeline company shall: (1) abandon its facilities or any service rendered without the permission and approval of the Commission; or (2) undertake the construction or extension of any facilities for the transportation or storage of oil, unless there is in force a certificate issued by the Commission authorizing such acts. Prescribes the procedures and requirements for granting of such certificates of public convenience and necessity. States that the Commission shall not grant, issue, or renew a certificate of public convenience and necessity until it has received the advice of the Attorney General of the United States and the Federal Trade Commission. Makes it unlawful for any pipeline company to refuse to provide any shipper of such oil or products who meets minimum tender requirements access or exit storage or terminal facilities at any origin point or any destination point. Provides that a pipeline company may file an application with the Commission requesting that the required minimum tender be raised. States that in every determination by the Commission upon an application for an increased tender, the burden of proof shall be on the applicant. Requires that such hearing shall include the consideration of: (1) evidence from factual tests of the degree of intermixture of crude oil or refined petroleum products; (2) other relevant scientific, technological, and engineering calculations; (3) the opinion of the National Transportation Safety Board; and (4) the opinion of the Department of Justice regarding the effects on competition of the proposed increased minimum tender as requested by such pipeline company. Prescribes penalties for violations of this Act. Directs the Commission to monitor the activities of oil pipeline companies subject to the provisions of this Act by periodic investigations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil and Gas Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Natural Gas Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Oil Pipeline Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Act to secure adequate and reliable supplies of natural gas and oil at the lowest reasonable cost to the consumer, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:11-05:00"
}