{
  "actions": [
    {
      "acted_at": "1991-09-25", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-07", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 102-773.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-16", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-02", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. With written report No. 102-314.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-02", 
      "calendar": "Senate Legislative", 
      "number": "536", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 536.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-08-06", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-06", 
      "bill_ids": [
        "hr4004-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4004 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-06", 
      "bill_ids": [
        "hr4004-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4004 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-06", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2912-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2912"
    }
  ], 
  "bill_id": "s1752-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1992-09-09", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-09-25", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-25", 
  "number": "1752", 
  "official_title": "A bill to provide for the development, enhancement, and recognition of Indian tribal courts.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4004-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr4004-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Indian Tribal Courts Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-06-16", 
  "subjects": [
    "Administration of justice", 
    "Conferences", 
    "Congressional veto", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Government paperwork", 
    "House rules and procedure", 
    "Indian courts", 
    "Information services", 
    "Judicial officers", 
    "Judicial reform", 
    "Judicial review", 
    "Native Americans", 
    "Senate rules and procedure", 
    "Surveys"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1992-08-06", 
    "text": "Tribal Courts Act of 1992 - Declares that nothing in this Act shall: (1) encroach upon or diminish in any way the inherent sovereign authority of Indian tribal governments to enact and enforce tribal laws or to appoint personnel; (2) imply that a tribal court is a U.S. instrumentality; or (3) diminish the U.S. trust responsibility to tribal governments and their court systems. Title I: Judicial Conference - Directs the Congress to recognize a nationally based Tribal Judicial Conference (Conference) organized by federally recognized tribal governments for: (1) the administration of Conference funds and tribal court contracts and grants; and (2) the conduct of related activities including court studies, funding analysis, and budget and reporting submissions. Authorizes a nationally based Tribal Judicial Conference that is organized by federally recognized tribal governments to petition the Congress for such recognition. Directs the Administrative Office of the United States Courts to provide the Conference, upon request, with technical and other assistance on a reimbursable basis. Authorizes the Conference to establish committees and issue regulations. Directs the Conference to secure from tribal courts docket status and other related information. Directs the Conference to establish a formula for funding tribal courts and intertribal appellate courts. Sets forth formula factors. Requires the Bureau of Indian Affairs to distribute these funds to tribal governments, which may provide additional assistance from other sources to tribal courts. Authorizes tribal governments to appeal assistance determinations to the Board of Hearings and Appeals, U.S. Department of the Interior. Directs the Conference to provide grants (including competitive grants) to tribal governments, tribal consortiums, tribal courts, intertribal appellate courts, and national tribal judicial organizations for training, automation, code development, and recordkeeping. Authorizes appropriations. Title II: Survey of Tribal Court Needs - Requires a Tribal Court Survey Team to conduct a comprehensive survey of tribal court funding needs within 180 days of congressional recognition of the Conference. Authorizes appropriations. States that appropriations shall come from specified congressional committees' budget allocations. Title III: Expedited Procedure for Resolution of Disapproval - Sets forth the congressional process for consideration of a resolution to disapprove a petitioning organization seeking recognition as the Tribal Judicial Conference. Title IV: Study of Tribal/Federal Court Review - Requires a Tribal/Federal Court Review Study Panel to conduct a comprehensive study of the impact on Federal and tribal courts of Federal court review of final orders of tribal courts, including the circumstances under which Federal review of actions arising under the Indian Civil Rights Act may be appropriate. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Tribal Courts Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development, enhancement, and recognition of Indian tribal courts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:14-05:00"
}