{
  "actions": [
    {
      "acted_at": "1991-05-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-05-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-23T15:13:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Education and Labor. H. Rept. 102-77.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-23T15:14:00-04:00", 
      "calendar": "Union", 
      "number": "48", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 48.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-06-03T12:26:00-04:00", 
      "references": [], 
      "text": "Mr. Kildee moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:27:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:27:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:33:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-06-03T12:33:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-05", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-11", 
      "calendar": "Senate Legislative", 
      "number": "116", 
      "references": [], 
      "text": "Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 116.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-07-30", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-30", 
      "references": [], 
      "text": "Amendment SP 947 proposed by Senator Hollings for Senator Kennedy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-30", 
      "references": [], 
      "text": "Amendment SP 947 agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-30", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-07-31", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-01T15:33:00-04:00", 
      "references": [], 
      "text": "Mr. Kildee asked unanimous consent that the House agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-01T15:34:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House agree to the Senate amendment Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-08-01T15:34:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-01", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-08-06", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-07", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-08-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1991-08-17", 
      "congress": "102", 
      "law": "public", 
      "number": "103", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-103.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s947-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "947"
    }
  ], 
  "bill_id": "hr2313-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Boehner, John A.", 
      "sponsored_at": "1991-05-14", 
      "state": "OH", 
      "thomas_id": "00102", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1991-05-14", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1991-05-14", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1991-05-14", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1991-05-14", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Henry, Paul B.", 
      "sponsored_at": "1991-05-14", 
      "state": "MI", 
      "thomas_id": "00532", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1991-05-14", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1991-05-14", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1991-05-14", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1991-05-14", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1991-05-14", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1991-05-14", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1991-05-14", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Reed, Jack", 
      "sponsored_at": "1991-05-14", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Roemer, Tim", 
      "sponsored_at": "1991-05-14", 
      "state": "IN", 
      "thomas_id": "00976", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1991-05-14", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1991-05-14", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Washington, Craig A.", 
      "sponsored_at": "1991-05-14", 
      "state": "TX", 
      "thomas_id": "01203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1991-05-14", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "103"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1991-08-17", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-08-01T15:34:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-07-30", 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-14", 
  "number": "2313", 
  "official_title": "To amend the School Dropout Demonstration Assistance Act of 1988 to extend authorization of appropriations through fiscal year 1993 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Dropout Prevention Act of 1991", 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1991-08-17", 
  "subjects": [
    "Adult education", 
    "Authorization", 
    "Compensatory education", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Dropouts", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational innovations", 
    "Educational statistics", 
    "Educational technology", 
    "Elementary education", 
    "Employee training", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal officials", 
    "Illiteracy", 
    "Impacted area programs", 
    "Literacy programs", 
    "Prisoners", 
    "Rehabilitation of criminals", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-07-30", 
    "text": "Title I: Amendments to School Dropout Demonstration Assistance Act of 1988 - National Dropout Prevention Act of 1991 - Amends the School Dropout Demonstration Assistance Act of 1988 to extend the authorization of appropriations through FY 1993. Increases the amount of funds reserved for evaluation of programs assisted under such Act. Makes any local educational agency, educational partnership, or community-based organization that has received a grant under such Act eligible for additional funds, subject to the requirements of such Act. Sets the Federal share at 75 percent of project costs in each succeeding fiscal year after the first year. (Current law sets such share only for the second year.) Requires the Secretary of Education (the Secretary) to use only specified priorities and special considerations in awarding grants to new grantees. Adds mentoring programs to the list of authorized uses of grants by educational partnerships. Requires the Secretary to report annually, beginning in 1993, to the Congress on the progress of the Commissioner of Education Statistics in implementing a definition and data collection process for school dropouts in elementary and secondary schools, including specified statistical information and recommendations on how Federal, State, and local governments can further support implementation of an effective methodology to measure accurately dropout and retention rates. Title II: Department of Education Technical Amendments - Amends the Department of Education Organization Act to establish the position of Under Secretary of Education. Title III: Miscellaneous Provisions - Part A: Star Schools - Amends the Star Schools Program Assistance Act (which provides for demonstration grants to eligible telecommunications partnerships for telecommunications facilities and equipment, instructional programming, and technical assistance) to improve instruction in mathematics, science, foreign languages, and other subjects such as vocational education. Revises the program to include improvement of instruction in literacy skills and service to underserved populations, particularly the disadvantaged, illiterate, limited English proficient, and disabled. Directs the Secretary to award program grants for a two-year period, and allows renewal of them for additional two-year periods in accordance with continuing eligibility provisions added by this Act. Extends through FY 1993 the authorization of appropriations for Star Schools Program Assistance. Eliminates certain limitations on the period and aggregate amount of program grants to any one eligible telecommunications partnership (while retaining a maximum limit on the amount of such a grant for any one fiscal year). Requires that, of the funds available to the Secretary in any fiscal year under such Act, at least 25 percent be used for telecommunications facilities and equipment. Requires the Department of Education and any other Federal agency operating a Star Schools program to coordinate assisted activities under such programs. Adds to the list of eligible telecommunications partnerships under the Act private (as well as public) entities with experience and expertise in planning and operating a telecommunications network, including those involved in telecommunications through satellite, cable, telephone, or computer. Permits public or private elementary or secondary schools to enter into an eligible telecommunications partnership. Authorizes the Secretary to fund one statewide telecommunications network under such Act if the network: (1) provides two-way full motion interactive video and audio communications; (2) links public colleges and universities and secondary schools throughout the State; and (3) meets other appropriate requirements. Requires such a statewide network to contribute non-Federal funds equal to at least 50 percent of network costs. Revises application requirements to include provisions for: (1) training of instructors in using the facilities and equipment and in integrating programs into class curriculum; (2) assurances that instructional and training programming will be designed in consultation with professionals who are expert in the subject matter and grade level; (3) specific inclusion of students who are disadvantaged, limited English proficient, disabled, or illiterate among traditionally underserved students who will benefit; (4) use of existing telecommunications equipment, where available, in benefitting traditionally underserved students; and (5) descriptions of activities and services. Includes as examples of activities or services to be assisted: (1) making programs accessible to individuals with disabilities through mechanisms such as closed captioning; (2) linking networks together around issues of national importance like elections; (3) sharing curriculum materials between networks; (4) providing teacher and student support services; (5) incorporating community resources like libraries and museums into institutional programs; (6) providing teacher training to early childhood development and Head Start and vocational education teachers and staff; (7) providing programs for adults at times other than the school day, in order to maximize the use of telecommunications facilities and equipment; and (8) providing specified types of facilities, equipment, training, services, and technical assistance. Requires the eligible telecommunications partnerships to: (1) provide a comprehensive range of courses for educators with different skill levels to teach instructional strategies for students with different skill levels; (2) provide training to participating educators in ways to integrate telecommunications courses into the existing school curriculum; and (3) include instruction for students, teachers, and parents. Requires that a telecommunications company (such as a satellite, cable, telephone, computer, or public or private television network) participate in the partnership and donate in-kind equipment for telecommunications linkages (under grant application requirements). Provides that describing how traditionally underserved students will participate in the benefits of the assisted telecommunications facilities, equipment, technical assistance, and programming is required only of applicants who have previously received funds under the Act. Sets forth provisions for continuing eligibility. Requires, for grant renewal, that an eligible telecommunications partnership demonstrate in its application that the partners will both continue to provide services in the subject areas and geographic areas previously assisted and use all such grant funds to provide expanded services by: (1) increasing the number of students, schools, or school districts served; (2) providing new courses of instruction; or (3) serving new populations of underserved individuals, such as children or adults who are disadvantaged, limited English proficient, disabled, illiterate, or lacking high school diplomas or equivalents. Requires renewed grant funds to supplement and not supplant services provided previously. Directs the Secretary to reserve a specified amount from appropriations for such Act to conduct an independent evaluation of the Star Schools Assistance Program. Requires an interim and a final report on such evaluation, including specified reviews and analyses. Authorizes the Secretary to assist grant recipients under such Act in acquiring satellite time, where appropriate, as economically as possible. Directs the Secretary to make such dissemination grants: (1) for any fiscal year in which appropriations for such Act exceed the FY 1991 appropriation by not less than ten percent; (2) in any fiscal year, by reserving not less than five but not more than ten percent of funds for such Act for such grants; and (3) to telecommunications partnerships funded under the Star Schools Assistance Program and other specified eligible entities that agree to provide dissemination and technical assistance to State and local educational agencies (SEAs and LEAs) not presently served by telecommunications partnerships. Requires, for grant eligibility, that such partnerships and other eligible entities provide technical assistance to SEAs and LEAs to plan and implement technology-based systems, including specified types of assistance and information. Part B: Technical and Miscellaneous Provisions - Amends the Carl D. Perkins Vocational and Applied Technology Education Act to require each State to reserve for annual expenditure on that program at least the same amount as it expended in FY 1990 for the corrections education program for criminal offenders. Allows specified funds for grants and contracts for Indian and Native Hawaiian programs to be used to provide stipends for students enrolled in vocational education programs who have acute economic needs which cannot be met through work-study programs. Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary to allow intermediate school districts to count children with disabilities in the same manner used in FY 1990 for purposes of determining the amount of specified grants for programs for them, regardless of whether they receive services directly from the intermediate school district. Amends the National Literacy Act of 1991 (Public Law 102-73) to revise provisions for functional literacy programs, and to provide for life skills programs, for State and local prisoners. Authorizes the Secretary to make grants to eligible entities (State or local correctional or correctional education agencies) for a demonstration or a system-wide functional literacy program. Sets forth requirements for such programs to meet in order to qualify for compliance grants. Requires annual program reports. Authorizes the Secretary to make grants to eligible entities for programs designed to reduce recidivisim through development and improvement of life skills necessary for reintegration into society. Sets forth requirements for life skills training grants, including annual reports, award priorities, and a three-year limitation on duration. Authorizes appropriations for FY 1992 through 1995 for the functional literacy and life skills grants programs for State and local prisoners. Amends the Excellence in Mathematics, Science and Engineering Act of 1990 to extend through FY 1993 the authorization of appropriations to the Department of Education for the following undergraduate science scholarship programs: (1) the National Science Scholars Program; and (2) the National Academy of Science, Space, and Technology. Amends the Tech-Prep Education Act with respect to the eligibility of consortia for grants and their higher education partners' good standing under student assistance programs. Title IV: Impact Aid - Amends Federal law relating to impact aid to revise provisions relating to adjustments for certain decreases in Federal activities. Provides for revised payment amounts and special payment rules. Requires the Secretary, as soon as possible after the beginning of any fiscal year to make, if requested, a preliminary payment of 50 percent of the amount that an eligible local educational agency (LEA) received for the preceding fiscal year on the basis of a specified entitlement. Authorizes the Secretary, for any fiscal year after FY 1991, to modify a specified per pupil amount provided to an LEA in certain circumstances. Entitles any LEA that received a specified type of impact aid payment for any of FY 1987 through 1990, to the amount of any overpayment resulting from the Secretary's failure to apply certain limitations on per pupil payments or local contribution rates. Prohibits recovery of other specified impact aid payments received by an LEA during FY 1987 through 1990 if the ground for recovery is that the payments were determined incorrectly on the basis of a formula using LEA's base revenue limit per average daily attendance."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "National Dropout Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Dropout Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the School Dropout Demonstration Assistance Act of 1988 to extend authorization of appropriations through fiscal year 1993 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:13-05:00"
}