{
  "actions": [
    {
      "acted_at": "1981-02-05", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-05", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-30", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1683-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1981-02-05", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1981-02-05", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1981-02-05", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-05", 
  "number": "1683", 
  "official_title": "A bill to establish a Commission to study and coordinate State and local actions for the protection and preservation of the Prime Ridgelands area of California, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-05", 
  "subjects": [
    "Advisory bodies", 
    "California", 
    "Federal advisory bodies", 
    "Recreation and Recreational Facilities", 
    "Recreation areas"
  ], 
  "subjects_top_term": "Recreation areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-05", 
    "text": "Establishes the Prime Ridgelands National Study Area in California. Directs the Secretary of the Interior, within 30 days after the date of enactment of this Act, to request the Governor of California to establish, within 90 days of such request, a Commission to develop a comprehensive management plan for such area. Directs the Secretary to provide technical assistance and grants, not exceeding 75 percent of the cost of developing such plan, for the development and revisions of the plan. Sets forth the information to be included in the management plan. Requires the State, through the Commission, to adopt and submit to the Secretary a comprehensive management plan within 18 months after the date that funds are first provided for the development of such plan. Provides for reimbursement or offset of all Federal funds granted under this Act if the State fails to submit the plan within such time period. Requires the Secretary, within 90 days, to either approve or disapprove the plan. Directs the Secretary, upon approval, to submit the plan to Congress for a period of 90 days prior to implementation. Requires the Secretary, if he disapproves such plan, to advise the Commission in writing, within 60 days after the date of such disapproval, of the reasons therefor, together with recommendations for revisions. Requires the Commission, within 120 days after receipt of notification of such disapproval, to revise and resubmit the plan to the Secretary who shall approve or disapprove the proposed revision within 60 days. Directs the Secretary, if the Commission fails to obtain approval of the plan by the Secretary within 36 months after the date funds are first provided under this Act, to terminate all Federal assistance for, and participation in, the development of such plan. Authorizes the Secretary, during the development of the management plan, to make grants to the East Bay Regional Park District for the acquisition of lands and waters or interests therein within the Prime Ridgelands National Study Area that have critical ecological values which are in immediate danger of being adversely affected or destroyed. Authorizes the Secretary, upon approval of the management plan, to make grants for the acquisition of lands and waters or interests therein within such study area. Specifies that during the development of the management plan all applications for Federal assistance programs, State assistance programs, and direct Federal actions within the study area involving the construction of housing, industrial parks, highways, or sewage or water treatment facilities shall be reviewed by the Commission. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission to study and coordinate State and local actions for the protection and preservation of the Prime Ridgelands area of California, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:18-05:00"
}