{
  "actions": [
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12146-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-17", 
  "number": "12146", 
  "official_title": "A bill to establish a program for developing networks of community-based services to prevent initial and repeat pregnancies among adolescents, to provide care to pregnant adolescents, and to help adolescents become productive independent contributors to family and community life.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Adolescent Health, Services, and Pregnancy Prevention and Care Act", 
  "sponsor": {
    "district": "3", 
    "name": "Brademas, John", 
    "state": "IN", 
    "thomas_id": "00117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-17", 
  "subjects": [
    "Birth control", 
    "Child health", 
    "Domestic relations", 
    "Families", 
    "Federal aid to youth services", 
    "Health", 
    "Obstetrics", 
    "Pregnancy", 
    "Pregnant women", 
    "Women's health", 
    "Youth"
  ], 
  "subjects_top_term": "Birth control", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-17", 
    "text": "Adolescent Health Services, and Pregnancy Prevention and Care Act - Makes findings concerning the health, social, and economic consequences of unwanted initial and repeat pregnancies among adolescents and declares the purpose of this Act to be the prevention of unwanted adolescent pregnancies and the provision of proper care to pregnant adolescents. Title I: Grant Program - Authorizes the Secretary of Health, Education, and Welfare to make grants to public and nonprofit private organizations (grantees) to coordinate their services for the purposes of preventing unwanted adolescent pregnancies and providing care for infants born to adolescents. Sets forth purposes for which grantees may use funds provided under this Act. Includes among such purposes (1) the coordination of services aimed at preventing unwanted initial and repeat adolescent pregnancies, (2) the referral of pregnant adolescents or adolescent mothers to maternal health care services, and (3) the supplementation of inadequate local services and care designed to prevent unwanted adolescent pregnancies. Prohibits grantees from establishing income eligibility requirements for the receipt of services funded by this Act or from charging fees for such services, except pursuant to a fee schedule approved by the Secretary. Establishes priorities in choosing which organizations shall receive grants, based upon the incidence of adolescent pregnancies in a particular area served by organization, the organization's ability to provide services, and other factors. Sets forth the information which a grant application must contain. Authorizes appropriations for carrying out the provisions of this Act. Title II: Improving Coordination of Federal and State Programs - Directs the Secretary to coordinate Federal policies and programs which provide services designed to prevent unwanted adolescent pregnancies. Sets forth measures which the Secretary is required to take to coordinate such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adolescent Health, Services, and Pregnancy Prevention and Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for developing networks of community-based services to prevent initial and repeat pregnancies among adolescents, to provide care to pregnant adolescents, and to help adolescents become productive independent contributors to family and community life.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:58-05:00"
}