{
  "actions": [
    {
      "acted_at": "1999-02-02", 
      "references": [
        {
          "reference": "CR H279", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-02", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-02", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-02", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-07", 
      "references": [
        {
          "reference": "CR H9518", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr493-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1999-11-09", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Jones, Walter B., Jr.", 
      "sponsored_at": "1999-11-01", 
      "state": "NC", 
      "thomas_id": "00612", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Myrick, Sue Wilkins", 
      "sponsored_at": "1999-02-11", 
      "state": "NC", 
      "thomas_id": "00849", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Whitfield, Ed", 
      "sponsored_at": "1999-11-01", 
      "state": "KY", 
      "thomas_id": "01222", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-02", 
  "number": "493", 
  "official_title": "To provide for a biennial budget process and a biennial appropriations process and to enhance oversight and the performance of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Biennial Budgeting and Appropriations Act", 
  "sponsor": {
    "district": "6", 
    "name": "Stearns, Cliff", 
    "state": "FL", 
    "thomas_id": "01103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-02", 
  "subjects": [
    "Appropriations", 
    "Auditing", 
    "Authorization", 
    "Biennial budgets", 
    "Budget reconciliation", 
    "Budget resolutions", 
    "Capital budgets", 
    "Capital investments", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional conference committees", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional sessions", 
    "Continuing resolutions", 
    "Economics and public finance", 
    "Federal budget process", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Fiscal year", 
    "Government consultants", 
    "Government operations and politics", 
    "Government service contracts", 
    "House Appropriations", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative amendments", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Senate Appropriations", 
    "Senate rules and procedure", 
    "Strategic planning"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-02", 
    "text": "Biennial Budgeting and Appropriations Act - Amends the Congressional Budget Act of 1974 (CBA) to revise the Federal and congressional budget processes by establishing a two-year budgeting and appropriations cycle and timetable. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Sets forth a special timetable for any first session that begins in any year immediately following a leap year and during which the term of a President begins (except one who starts a second successive term). (Sec. 2) Devotes the first session of any Congress to the budget resolution and to appropriations decisions, retaining current deadlines in most cases. Changes certain deadlines to conform to the biennial scheme. Devotes each second session to authorization activity, subject to specified deadlines. (Sec. 4) Makes conforming amendments regarding the biennial budget cycle to the Rules of the House of Representatives. (Sec. 5) Conforms provisions governing the President's budget to the biennial framework. (Sec. 6) Requires all Acts making regular appropriations for the support of the Government to be enacted for a biennium and to specify the amount of appropriations provided for each fiscal year in that period. (Sec. 7) Amends CBA to provide that it shall not be in order in the House or the Senate to consider: (1) any bill, joint resolution, amendment, motion, or conference report that authorizes appropriations for a period of less than two fiscal years, unless the program, project, or activity for which the appropriations are authorized will require no further appropriations and will be completed or terminated after the appropriations have been expended; and (2) in any odd-numbered year, any authorization or revenue bill or joint resolution until Congress completes action on the biennial budget resolution, all regular biennial appropriations bills, and all reconciliation bills. Provides that, in the Senate, such point of order shall not apply to: (1) any measure that is privileged for consideration pursuant to a rule or statute; (2) any matter considered in Executive Session; or (3) an appropriations measure or reconciliation bill. (Sec. 8) Changes to a biennial basis specified requirements for certain Government strategic and performance plans, performance reports in budget submissions, and program performance reports. Requires congressional committee reviews of such plans and reports. (Sec. 9) Provides that it shall not be in order in the House or the Senate in any odd-numbered year to consider any regular bill providing new budget authority or a limitation on obligations under the jurisdiction of any Appropriations subcommittee for only the first fiscal year of a biennium unless the program, project, or activity for which such authority or limitation is provided will require no additional authority beyond one year and will be completed or terminated after the amount provided has been expended. (Sec. 10) Requires the Director of the Office of Management and Budget to report to the Budget Committees on the impact and feasibility of changing the definition of a fiscal year and the budget process based on that definition to a two-year fiscal period with a biennial budget process based on the two-year period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biennial Budgeting and Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a biennial budget process and a biennial appropriations process and to enhance oversight and the performance of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:04-05:00"
}