{
  "actions": [
    {
      "acted_at": "1979-10-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5678-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Albosta, Donald J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00009", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-23", 
  "number": "5678", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a refundable tax credit for low and middle income taxpayers for amounts paid for the primary fuel used in their principal residences, and to establish a program under which the Secretary of the Treasury makes advance payments of such credit to suppliers of fuel to be so used.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Energy Tax Relief Act of 1979", 
  "sponsor": {
    "district": "27", 
    "name": "McHugh, Matthew F.", 
    "state": "NY", 
    "thomas_id": "00774", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-23", 
  "subjects": [
    "Energy", 
    "Energy consumption", 
    "Energy prices", 
    "Fuel", 
    "Fuel consumption", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Landlord and tenant", 
    "Low-income housing", 
    "Public assistance programs", 
    "Subsidies", 
    "Tax credits"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-23", 
    "text": "Home Energy Tax Relief Act of 1979 - Title I: Low- and Middle-Income Energy Tax Credit - Amends the Internal Revenue Code to allow low- and middle-income taxpayers a refundable income tax credit for the cost of fuel which is used as the principal source of heating or cooling such taxpayer's principal residence. Limits the amount of such credit to $300 for oil or kerosene, or $150 for any other fuel. Reduces the amount of such credit for taxpayers whose adjusted gross income exceeds $15,000, and for whom suppliers receive reimbursements under title II of this Act. Allows renters an income tax credit for fuel costs equal to 25 percent of rent paid for the taxable year. Specifies a minimum tax credit of $150 for taxpayers whose principal residence uses a renewable energy source (wind, solar, or geothermal energy) for heating or cooling. Permits the disregarding of any benefits conferred by this Act in determining eligibility for any Federal or State public assistance program. Disqualifies any estate, trust, nonresident alien, or any individual residing in a housing project assisted under the United States Housing Act of 1937 from eligibility under this title. Title II: Residential Fuel Assistance Program for Low-Income Households - Directs the Secretary of the Treasury to establish a residential fuel assistance program, and disseminate, with the assistance of the Department of Energy, information about such program which is designed to reach all eligible individuals. Permits taxpayers who are eligible to receive an income tax credit under title I of this Act to apply to the Secretary for assistance under the residential fuel assistance program after the close of the fifth month of the taxable year. Sets forth the information which taxpayers must include in their application for assistance. Directs the Secretary to establish an account for each individual eligible for assistance under this title, and to reimburse fuel suppliers of such individuals for the cost of home heating fuel supplied them, not to exceed the amount of tax credit to which such individual is entitled. Specifies that an individual taxpayer is eligible for assistance under this title only if his adjusted gross income is less than 175 percent of the poverty level, as determined according to criteria established by the Office of Management and Budget, and if he purchases home heating fuel directly from a supplier. Permits reimbursement to suppliers on a monthly basis. Requires suppliers to certify to the Secretary information with respect to the sale of fuel to taxpayers eligible for assistance under this title. Authorizes the Comptroller General to audit the records of any supplier reimbursed under this title. Prohibits any supplier of home heating fuel from refusing to deliver fuel to any individual solely because such individual is participating in the residential fuel assistance program. Prohibits suppliers who receive reimbursement under this title from: (1) supplying residential fuel to individuals receiving assistance under this title on different terms than those applicable to all other individuals; and (2) terminating delivery of fuel to an individual receiving such assistance without providing written notice of termination to such individuals at least 21 days prior to termination. Prescribes fines and criminal penalties for intentional violations of requirements established by this title. Authorizes appropriations to carry out the provisions of this title. Terminates the provisions of this Act for taxable years beginning after December 31, 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Energy Tax Relief Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a refundable tax credit for low and middle income taxpayers for amounts paid for the primary fuel used in their principal residences, and to establish a program under which the Secretary of the Treasury makes advance payments of such credit to suppliers of fuel to be so used.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:43-05:00"
}