{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee onBanking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee onBanking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr575-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "575", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to authorize certain grants to assure adequate commuter service in urban areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commuter Emergency Relief Act", 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Mass rapid transit", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Commuter Emergency Relief Act - Authorizes the Secretary of Transportation to make grants to States and local public bodies and agencies to assist in paying the yearly interest on, and discharging annual obligations on, instruments of indebtedness which have been incurred in the construction, operation, and maintenance of urban mass transportation. Provides that grants may be made when the Secretary determines that it is essential to keep a significant part of a community's transportation service running or that many low-income people would be adversely affected by a breakdown in public transportation. Limits grants to amounts no more than twice the amount provided by the applicant. Authorizes $75,000,000 for each of the fiscal years 1972-1976. Allows the Secretary to make interim grants to States and local agencies to defray operating deficits of mass transit systems. Requires for approval that the Secretary determine that the transit system involved is necessary to carry out a development program in mass transit and that the applicant has submitted a plan for improving the area's mass transit system. Requires each applicant to provide funds equal to half the Federal contributions. Authorizes $75,000,000 for each of the fiscal years 1972-1976 for this aid. Requires the Secretary to submit an interim report on the efficacy of this program by June 30, 1972. Requires an annual report of such findings and recommendations not later than June 30, 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commuter Emergency Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to authorize certain grants to assure adequate commuter service in urban areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}