{
  "actions": [
    {
      "acted_at": "2008-04-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2936-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-04-29", 
  "number": "2936", 
  "official_title": "A bill to amend title XXI of the Social Security Act to reauthorize the State Children's Health Insurance Program, to limit income eligibility expansions under that program until the lowest income eligible individuals are enrolled, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Responsible Expansion of the State Children's Health Insurance Program Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Elizabeth", 
    "state": "NC", 
    "thomas_id": "01698", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-04-29", 
  "subjects": [
    "Citizenship", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to child health services", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Health insurance", 
    "Immigration", 
    "Income tax", 
    "Investment advisers", 
    "Labor and employment", 
    "Medicaid", 
    "Medical statistics", 
    "Medically uninsured", 
    "Partnerships", 
    "Poor children", 
    "Social welfare", 
    "Standards", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-04-29", 
    "text": "Responsible Expansion of the State Children's Health Insurance Program Act of 2008 - Amends title XXI (State Children's Health Insurance) (SCHIP) of the Social Security Act, as amended by the Medicare, Medicaid, and SCHIP Extension Act of 2007, to revise, reauthorize, and extend the SCHIP program through FY2013. Requires the state SCHIP plan to specify how it will achieve coverage for 85% of eligible targeted low-income children in the state. Prohibits payment for child health assistance for a targeted low-income child in a family whose income exceeds 300% of the poverty line. Sets forth special rules for children with family income between 200% and 300% of the applicable poverty line. Applies Medicaid citizenship documentation requirements to SCHIP. Terminates SCHIP coverage for nonpregnant adults. Requires the Comptroller General to report to Congress on the best practices by states in addressing the substitution of SCHIP coverage for private coverage (SCHIP crowd-out). Directs the Secretary to arrange with the Institute of Medicine to report to Congress on: (1) the most accurate, reliable, and timely way to measure the rate of public and private health benefits coverage among low-income children; and (2) SCHIP crowd-out. Directs the Secretary to publish in the Federal Register and post on the Department of Health and Human Services public website: (1) recommendations regarding best practices for states to address SCHIP crowd-out; and (2) uniform standards for related data collection. Requires each state with a SCHIP plan to submit to the Secretary a plan amendment describing how the state will address such SCHIP crowd-out and incorporate recommended best practices. Amends the Internal Revenue Code to: (1) provide that any compensation deferred under a nonqualified deferred compensation plan of a nonqualified entity shall be taken into account for purposes of income taxation when there is no substantial risk of forfeiture of the rights to such compensation; and (2) add special rules for partners providing investment management services to partnership."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Responsible Expansion of the State Children's Health Insurance Program Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XXI of the Social Security Act to reauthorize the State Children's Health Insurance Program, to limit income eligibility expansions under that program until the lowest income eligible individuals are enrolled, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:10-05:00"
}