{
  "actions": [
    {
      "acted_at": "1996-04-15", 
      "committee": "Committee on Intelligence (Permanent Select), and in addition to the Committee on National Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Intelligence (Permanent Select), and in addition to the Committee on National Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-15", 
      "committee": "House Intelligence", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-15", 
      "committee": "House National Security", 
      "references": [], 
      "text": "Referred to House National Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-16", 
      "references": [
        {
          "reference": "CR E527", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-09", 
      "in_committee": "House Intelligence", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-09", 
      "in_committee": "House Intelligence", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-06-13T18:29:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Intelligence (Permanent). H. Rept. 104-620, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-13T18:29:00-04:00", 
      "references": [], 
      "text": "House Committee on National Security Granted an extension for further consideration ending not later than July 23, 1996.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-13", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Government Reform and Oversight for a period ending not later than July 23, 1996 for consideration of such provisions of the bill and the amendments recommended by the Committee on Permanent Select Committee on Intelligence as fall within the jurisdiction of that committee pursuant to clause 1(g), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-02", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-02", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Government Management, Information and Technology", 
      "text": "Referred to the Subcommittee on Government Management, Information and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-11", 
      "in_committee": "House National Security", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-17", 
      "in_committee": "House National Security", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-17", 
      "in_committee": "House National Security", 
      "references": [], 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-23T17:35:00-04:00", 
      "references": [], 
      "text": "Committee on Government Reform discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-23T17:35:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on National Security. H. Rept. 104-620, Part II.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-23T17:36:00-04:00", 
      "calendar": "Union", 
      "number": "365", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 365.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3237-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "09"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Information and Technology", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-15", 
  "number": "3237", 
  "official_title": "To provide for improved management and operation of intelligence activities of the Government by providing for a more corporate approach to intelligence, to reorganize the agencies of the Government engaged in intelligence activities so as to provide an improved Intelligence Community for the 21st century, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Community Act", 
  "sponsor": {
    "district": "19", 
    "name": "Combest, Larry", 
    "state": "TX", 
    "thomas_id": "00224", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-05-09", 
  "subjects": [
    "Accounting", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Automation", 
    "Buy American", 
    "Central Intelligence Agency", 
    "Civil service retirement", 
    "Classified defense information", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Corporate management", 
    "Cost control", 
    "Cost effectiveness", 
    "Counterintelligence", 
    "Covert operations", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cryptography", 
    "Defense budgets", 
    "Defense procurement", 
    "Delegation of powers", 
    "Department of Defense", 
    "Dismissal of employees", 
    "Dismissal wage", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Early retirement", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Emergency management", 
    "Employee rights", 
    "Employee training", 
    "Espionage", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government buyouts", 
    "Government employee unions", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Governmental investigations", 
    "Identification devices", 
    "Information policy", 
    "Inspectors general", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "Internal security", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Layoffs", 
    "Low-intensity conflicts", 
    "Maps", 
    "Military attaches", 
    "Military intelligence", 
    "Military pay", 
    "Military research", 
    "Narcotic traffic", 
    "Navigational aids", 
    "Officer personnel", 
    "Official secrets", 
    "Personnel management", 
    "Planning-programming-budgeting", 
    "Presidential aides", 
    "Presidential appointments", 
    "Productivity in government", 
    "Rating of employees", 
    "Reconnaissance aircraft", 
    "Reconnaissance satellites", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Salaries", 
    "Science, technology, communications", 
    "Security classification (Government documents)", 
    "Social welfare", 
    "Space activities", 
    "Standards", 
    "Subpoena", 
    "Technological innovations", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Wages", 
    "Waste in government spending"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "1996-07-23", 
    "text": "TABLE OF CONTENTS: Title I: Intelligence Community Generally Subtitle A: Director of Central Intelligence Subtitle B: Deputy Directors of Central Intelligence Subtitle C: The Intelligence Community Subtitle D: Annual Reports Title II: Intelligence Community Management Subtitle A: Intelligence Community Functions Subtitle B: National Foreign Intelligence Program Subtitle C: Personnel Subtitle D: Intelligence Community Administration Title III: Intelligence Community Agencies Subtitle A: Central Intelligence Agency Subtitle B: The National Intelligence Evaluation Council Subtitle C: Future of Intelligence Collection Title IV: Department of Defense Functions in the Intelligence Community Subtitle A: Secretary of Defense Subtitle B: Director of Military Intelligence Subtitle C: National Imagery and Mapping Agency Subtitle D: Civilian Intelligence Personnel Policy Title V: National Security Council and Related Boards and Committees Intelligence Community Act - Title I: Intelligence Community Generally - Subtitle A: Director of Central Intelligence - Designates the Director of Central Intelligence (DCI) as the: (1) principal advisor to the President and National Security Council (NSC) for intelligence matters related to the national security; and (2) head of the Intelligence Community (IC). Directs the DCI to provide objective and timely intelligence to the President and specified other Government officials. (Sec. 103) Requires the DCI to: (1) develop and present to the President an annual budget for the National Foreign Intelligence Program (NFIP) of the United States; (2) establish requirements and priorities for the collection of national intelligence and manage the collection capabilities of the IC; (3) protect intelligence sources and methods from unauthorized disclosure; (4) promote and evaluate the quality and usefulness of national intelligence to consumers within the U.S. Government; (5) eliminate waste and unnecessary duplication within the IC; (6) have no police, subpoena, or law enforcement powers or internal security functions; (7) have access to all intelligence related to the national security; and (8) coordinate relationships between the IC and the intelligence or security services of foreign governments. Subtitle B: Deputy Directors of Central Intelligence - Establishes: (1) a Deputy Director of Central Intelligence to act for, and exercise the powers of, the Director in the Director's absence or disability; and (2) a Deputy Director of Central Intelligence for Community Management to direct the operations of the Community Management Staff and other community-wide coordination and research and development functions. (Sec. 124) Provides for the civilian and military status of the DCI and the Deputy Directors. Subtitle C: The Intelligence Community - Provides the various offices, staffs, councils, agencies, services, and other elements of the IC. Subtitle D: Annual Reports - Requires the DCI to report annually to the Congress on IC activities. Title II: Intelligence Community Management - Subtitle A: Intelligence Community Functions - Establishes a Community Management Staff (Staff) to provide corporate management of specified IC-wide functions. Subtitle B: National Foreign Intelligence Program - Requires the Deputy Director for Community Management to provide guidance to elements of the IC for the preparation of their annual budgets of the NFIP, requiring budget approval from the DCI. Provides for accounting and the identification of constituent components with respect to such budget. (Sec. 222) Authorizes budget execution review by the Staff. Requires the Deputy Director for Community Management to establish an automated accounting system and execution review of the NFIP. (Sec. 223) Authorizes the DCI to transfer funds between NFIP programs and personnel between IC elements for up to one year, with conditions and notification of appropriate congressional committees. (Sec. 224) Prohibits funds available under the NFIP from being reprogrammed by any element of the IC without the prior approval of the DCI, except in accordance with procedures issued by the DCI. Subtitle C: Personnel - Requires the DCI to institute policies and programs within the IC for the appropriate use of IC personnel, including the use of personnel rotation and consolidation, performance evaluation systems, and career development programs. (Sec. 232) Authorizes the DCI to terminate the employment of any officer or employee of the CIA or terminate the assignment and detail of, and recommend the termination of, non-CIA employees of the Staff when necessary or advisable for U.S. interests. (Sec. 233) Directs the DCI to study the feasibility of establishing an IC and an Infrastructure Support Office. Subtitle D: Intelligence Community Administration - Provides for the content of nondisclosure agreements executed by persons, other than U.S. employees or officers, who are connected with the conduct of an intelligence or intelligence-related activity. (Sec. 252) Requires the sharing and reporting of counterintelligence and espionage information between the Federal Bureau of Investigation (FBI) and other executive departments and agencies. Authorizes the President to waive such requirements to meet extraordinary national security interests, requiring notification of the congressional intelligence committees within 30 days of such waiver. Requires the FBI Director to report annually to such committees and the House and Senate Judiciary Committees with respect to compliance with the information sharing requirements. (Sec. 253) Requires the DCI to direct that elements of the IC, when compatible with national security interests and fiscally sound, award contracts in a manner that would maximize the procurement of products in the United States. Title III: Intelligence Community Agencies - Subtitle A: Central Intelligence Agency - Establishes the Central Intelligence Agency (CIA) as the principal all-source national intelligence analytical agency, to be headed by the DCI. Requires the DCI to: (1) correlate and evaluate intelligence related to the national security; (2) disseminate such intelligence; (3) coordinate and manage all IC human intelligence activities; (4) coordinate analyses conducted by the IC and establish procedures for collaborative all-source analysis; (5) produce national intelligence estimates; (6) manage the acquisition and incorporation of all-source intelligence into the community all-source analytical process; and (7) collect, use, and manage national intelligence collected through human sources. (Sec. 304) Requires the DCI and the Deputy Secretary of Defense to jointly report to the intelligence and defense committees on their ongoing efforts to achieve commonality, interoperability, and consolidation of the collection of clandestine information from human sources under their respective jurisdictions. Subtitle B: The National Intelligence Evaluation Council - Establishes within the IC the National Intelligence Evaluation Council to evaluate IC-wide collection and production of intelligence, as well as the requirements and resources for such collection and production. Requires the DCI to provide for necessary Council staffing. Subtitle C: Future of Intelligence Collection - Requires the DCI and the Secretary to conduct a study on the future of intelligence collection, with a view toward managing collection resources in a more consolidated, synergistic manner. Requires the panel formed for such study to report results to the DCI, who shall forward such report to the President and the congressional intelligence and defense committees. Title IV: Department of Defense Functions in the Intelligence Community - Subtitle A: Secretary of Defense - Requires the Secretary of Defense to perform such intelligence functions as may be directed by the President. (Sec. 402) Requires the Secretary to ensure that the budget elements of IC within the Department of Defense (DOD) for any fiscal year are adequate to satisfy overall DOD intelligence needs. (Sec. 403) Directs the Secretary to eliminate waste and unnecessary duplication among DOD intelligence activities and to ensure: (1) appropriate implementation of the policies and resource decisions of the DCI by DOD elements within the NFIP; (2) compatibility of DOD tactical intelligence activities with related activities under the NFIP; (3) that elements of the IC within DOD are responsive and timely in satisfying the needs of operational military forces; (4) that DOD intelligence activities, when appropriate, are conducted jointly and cooperatively with elements of the IC outside DOD; (5) the continued operation and organization of signals intelligence activities, of imagery collection, processing, and exploitation activities, of overhead reconnaissance systems, and of military and military-related intelligence; and (6) that the military departments maintain sufficient capabilities to collect and produce intelligence to meet all requirements of the intelligence and military communities. Directs the Secretary to consult with the DCI with regard to appointments of the heads of certain intelligence components. Authorizes the Secretary to use appropriate DOD elements to perform intelligence functions identified under this Act. Subtitle B: Director of Military Intelligence - Requires the Secretary to report to the defense and intelligence committees on the day-to-day coordination role of the intelligence activities of the military IC performed by the DIA Director as chairman of the Military Intelligence Board. Subtitle C: National Imagery and Mapping Agency - Part I: Establishment of Agency - Establishes within DOD the National Imagery and Mapping Agency (Agency) as a combat support agency of DOD, with a Director as the head of the Agency. Transfers to such Agency specified imagery and mapping functions of DOD and the CIA. Requires the Director to: (1) provide timely, relevant, and accurate imagery, imagery intelligence, and geospatial information in support of U.S. national security objectives; (2) improve the means of navigating vessels of the Navy and merchant marine; and (3) prepare and distribute maps, charts, and related products. Authorizes the Agency Director to use appropriated funds to provide foreign countries with imagery intelligence and geospatial information support. Authorizes support of Agency activities by the CIA, including administrative and contract services as well as the detail of appropriate personnel. Provides for the protection of Agency identifications (acronyms) and organizational information. Provides personnel management rights and authorities of the Agency Director with respect to employee bargaining units. Replaces references to the Defense Mapping Agency with Agency references. Transfers personnel and assets to the Agency from DOD and the CIA. Directs the Secretary to ensure the continued operation of and effective unified organization within DOD for carrying out and coordinating imagery collection, processing, and exploitation activities. (Sec. 435) Directs the Agency to support the imagery requirements of the Department of State and other Federal departments and agencies outside of DOD. (Sec. 436) Provides creditable civilian service for current Defense Mapping Agency employees who continue their service with the new Agency. Provides savings provisions. Part II: Conforming Amendments and Effective Date - Makes technical and conforming amendments necessitated by the creation of the Agency and the termination of the Defense Mapping Agency and the Central Imagery Office. Provides an effective date Subtitle D: Civilian Intelligence Personnel Policy - Repeals current Federal provisions relating to the personnel management of certain senior intelligence positions within DOD. Authorizes the Secretary to: (1) establish such defense intelligence positions as necessary to carry out defense intelligence functions, including Intelligence Senior Level positions and positions in the Defense Intelligence Senior Executive Service; (2) appoint appropriate individuals to such positions; and (3) fix the compensation for such individuals, including the use of a prevailing rate system and allowances based on living costs and environment. Provides for the establishment of appropriate intelligence positions within the Senior Executive Service of the Federal Government. Authorizes the Secretary to use time-limited appointments when hiring and appointing an employee to certain prescribed positions within an intelligence component of DOD. Provides employment termination authority, to be exercised by the Secretary when considered to be in the best interests of the United States. Requires the Secretary to notify thecongressional oversight committees when the Secretary terminates such an employee. Directs the Secretary to prescribe regulations for the separation of employees in defense intelligence positions during a reduction in force or other force adjustment. Provides a right of appeal of a personnel action under such regulations. Applies Federal merit system principles and civil service protections to defense intelligence personnel positions. Requires the Secretary to notify the Congress of any regulations prescribed to exercise the authorities provided in this Subtitle. Title V: National Security Council and Related Boards and Committees - Includes within the NSC only the President, Vice President, Secretary of State, and Secretary of Defense. Allows additional officers designated by the President to attend NSC meetings. Requires the NSC to advise the President with respect to the integration of domestic, foreign, and military policies relating to the national security so as to enable the military services and other Federal departments and agencies to cooperate more effectively in national security matters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Community Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technical Collection Agency Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Intelligence Community Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for improved management and operation of intelligence activities of the Government by providing for a more corporate approach to intelligence, to reorganize the agencies of the Government engaged in intelligence activities so as to provide an improved Intelligence Community for the 21st century, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:19-05:00"
}