{
  "actions": [
    {
      "acted_at": "1991-03-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-07", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-11", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-11", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOE, Commerce, Interior, Army Corps of Engineers, EPA, CEQ.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-15", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water, Power and Offshore Energy Resources", 
      "text": "Referred to the Subcommittee on Water, Power and Offshore Energy Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-11", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-07", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Field Hearings Held in Anchorage, Alaska.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1320-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Offshore Energy Resources", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1991-03-07", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1991-03-07", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1991-03-07", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Laughlin, Greg", 
      "sponsored_at": "1991-03-07", 
      "state": "TX", 
      "thomas_id": "00669", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1991-03-07", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-07", 
  "number": "1320", 
  "official_title": "Relating to the enhancement of the Nation's fish and wildlife resources, the National Wildlife Refuge System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Fish and Wildlife Enhancement Act of 1991", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Alaska", 
    "Authorization", 
    "Canada", 
    "Coal", 
    "Coastal zone", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Eminent domain", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Fishery management", 
    "Gas pipelines", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Harbors", 
    "Indian claims", 
    "International environmental cooperation", 
    "Land transfers", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Liability for water pollution damages", 
    "Local finance", 
    "Migratory bird conservation", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum pipelines", 
    "Pipeline siting", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Right-of-way", 
    "Sand and gravel industry", 
    "Treaties", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-07", 
    "text": "Title I: Findings and Definitions - National Fish and Wildlife Enhancement Act of 1991 - Sets forth congressional findings and definitions. Title II: Oil and Gas Leasing on National Wildlife Refuges - Mandates that all oil and gas leasing receipts generated from activities on units of the National Wildlife Refuge System be deposited into the Refuge Revenue Sharing Fund. Exempts oil and gas leases on Alaskan units of the System from such mandate. Amends the Alaska National Interest Lands Conservation Act (ANILCA) to repeal, with the commencement of the first coastal plain lease sale, the proscription against oil and gas leasing within the Arctic Refuge. Directs the Secretary of the Interior (the Secretary) to initiate, through the Director of the U.S. Fish and Wildlife Service (Director), a coastal plain oil and gas leasing program. Makes this Act the sole authority for oil and gas leasing and regulation on the coastal plain. Suspends all lease sales, in the event that the State of Alaska initiates a judicial challenge to the division of revenues between the State and the Federal Government, until a final decision has been issued. Directs the Secretary, through the Director, to publish draft competitive oil and gas coastal plain leasing regulations within six months after the date of enactment of this Act. Declares that further environmental analysis or documentation shall not be required for promulgation of such regulations. Sets forth environmental policy guidelines for such regulations, including a mandatory analysis of the direct, indirect, and cumulative impacts of oil and gas development. Sets forth general procedures and conditions for competitive oil and gas leasing, including expedited judicial review of administrative actions relating to such leasing, bonding requirements, and environmental stipulations. Authorizes the Secretary, through the Director, to work cooperatively with other Federal, State, and local agencies in developing and implementing a comprehensive oil and gas leasing program for the coastal plain. Grants the Secretary (acting through the Director) exclusive authority to grant a right-of-way across the coastal plain for purposes of a common carrier transportation or utility system corridor. Prohibits granting a permanent or year-round right-of-way until the first competitive coastal plain lease sale has been held. Mandates that the right-of-way standards for oil and gas pipelines across the coastal plain be consistent with the remainder of the pipeline outside the Arctic Refuge. Prohibits the construction of more than two new port facilities necessitated by oil or gas development that affects the Arctic Refuge along a specified coastal area. Prohibits the construction of any port facility within a distance of one and a half miles on either side of Pokok Bluffs (a polar bear denning habitat). Prohibits port facility or offshore causeway construction without prior consultation with specified fish and wildlife agencies. Declares that provisions of the Oil Pollution Act of 1990 shall apply to any discharge of oil, or to the substantial threat of such discharge, into or upon the coastal plain, including land owned by the Kaktovik Inupiat Corporation or other public or private entity. Makes a party liable for removal costs and damages with respect to such discharges. Grants the Secretary enforcement powers for violations of this Act, including power to issue compliance orders and assess civil and criminal penalties. Requires the Secretary to: (1) revise a specified Arctic Refuge conservation plan to include the Arctic Refuge coastal plain; (2) consult with affected State, native villages, regional corporations, and Canada in evaluating the impact of oil and gas exploration upon fish and wildlife; and (3) report biennially to the Congress regarding the status of the oil and gas leasing program and its impact upon wildlife and the environment. Requires all oil and gas leasing revenues on the Artic and the Teshekpuk-Utukok National Wildlife Refuges to be paid into the Treasury. Outlines the manner in which such revenues shall be disbursed. Establishes the National Wildlife Refuge System Enhancement Fund to promote the restoration and enhancement of units of the National Wildlife Refuge System. Establishes as a National Wildlife Refuge and as a unit of the National Wildlife Refuge System the Teshekpuk-Utukok National Wildlife Refuge. Requires the Director to prepare a comprehensive conservation plan for such Refuge. Sets forth a limited oil and gas leasing moratorium within such Refuge. Continues the local use of coal as fuel. Repeals certain statutory prohibitions applicable to subsurface coastal plain property interests owned by the Arctic Slope Regional Corporation or surface property rights owned by the Kaktovik Inupiat Corporation. Precludes the authorization of exploratory drilling involving such property interests (with specified exceptions) until the day after the first lease sale is held pursuant to this Act. Applies environmental provisions of the final regulations issued pursuant to this Act to all oil and gas exploration, development, production, and transportation activities involving such property interests. Requires all surface disturbance activities involving such property interests to be undertaken in accordance with a plan of operations to be approved by the Director. Authorizes the Arctic Slope Regional Corporation or Kaktovik Inupiat Corporation to bring a claim for money damages or other relief in specified U.S. district courts alleging that the provisions of this Act constitute a taking of contract or property rights under the fifth amendment of the Constitution. Confers full land reclamation liability upon coastal plain oil and gas leaseholders and holders of rights-of-way. Establishes the Coastal Plain Reclamation Fund with royalties from commercially produced crude oil or natural gas. Authorizes appropriations for impact aid for affected governments and communities. Directs the Secretary to establish an impact aid grant program for such entities, and to submit to the Congress the results of a study of projected impact aid needs. Title III: Miscellaneous Provisions - Amends the Migratory Bird Conservation Act to revise the membership content of the Migratory Bird Conservation Commission to include four members (currently, two) from the House of Representatives and the Senate, respectively. Provides that lease terms shall, at a minimum, address the same wildlife conservation and protection matters that are applicable to the access and development of reserved non-Federal mineral interests in National Wildlife Refuge System areas. Amends the Fish and Wildlife Improvement Act to authorize appropriations for each fiscal year through FY 1998 for the Secretary of the Interior to implement the Convention on Wetlands of International Importance Especially as Waterfowl Habitat. Amends the Refuge Administration Act to provide that specified Federal criminal law does not preclude the use of aircraft and motor vehicles in implementation of approved management plans on national wildlife refuges. National Wildlife Refuge System Administration Act - Amends the National Wildlife Refuge System Administration Act of 1966 to require the Secretary to plan for the expansion of the National Wildlife Refuge System through fish and wildlife conservation activities. Requires the Secretary to resolve conflicts between existing laws establishing a refuge and one of the above purposes. Exempts Alaskan units of the System from the administration and management provisions of this section. Declares that nothing in this section shall prohibit the Secretary from providing compatible fish-and-wildlife-oriented recreation in the System. Prohibits lands acquired with funds from the Land and Water Conservation Fund or the Migratory Bird Conservation Fund for inclusion in the System from being managed by an organization or agency other than the U.S. Fish and Wildlife Service, unless otherwise provided by an Act of the Congress. Authorizes the Secretary to exchange System lands only if he or she determines they are suitable for disposition and are no longer needed. Excludes from such exchanges the exchange of easements or other interests in such lands which would allow such interests to be managed by an organization or agency other than the Service, unless otherwise provided by an Act of the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Fish and Wildlife Enhancement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Relating to the enhancement of the Nation's fish and wildlife resources, the National Wildlife Refuge System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:44-05:00"
}