{
  "actions": [
    {
      "acted_at": "1976-03-04", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 94-917.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-27", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-27", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #541 (65-13).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-22", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-22", 
      "bill_ids": [
        "hr15377-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 15377.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3084-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-04", 
  "number": "3084", 
  "official_title": "A bill to extend the Export Administration Act of 1969, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15377-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-04", 
  "subjects": [
    "Agriculture in foreign trade", 
    "Armed forces and national security", 
    "Boycott", 
    "Department of Commerce", 
    "East-West trade", 
    "Export controls", 
    "Exports", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Government operations and politics", 
    "Investments", 
    "Securities", 
    "Securities regulation", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Exports", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-09-22", 
    "text": "(Measure passed House, amended, in lieu of H.R. 15377) Amends the Export Administration Act of 1969 to extend the authority granted by such Act to September 30, 1977. Increases the fine for violations of such Act to $25,000 for the first offense and to $50,000 for a subsequent offense. Increases the fine for prohibited exports to Communist-dominated nations to $50,000. Increases the civil penalty for such violation of such Act to $10,000. Permits suspension of the payment of export licensing penalties for a probationary period. Requires that appropriations to carry out the Export Administration Act of 1969 be specifically authorized by Congress for each fiscal year after October 1, 1977. Eliminates authority for Presidential removal of unilateral export controls and assignment of priority to such controls by the Secretary of Commerce. Revises the authority of the President to impose export controls for national security purposes without regard to the availability of such articles from sources other than the United States in order to require the President to predicate the imposition of controls on articles available from other sources upon a determination that absence of such a control would be detrimental to the national security of the United States. Requires the President to include, in semiannual reports to Congress, the nature of the evidence of such detriment. Specifies that any export license application under such Act shall be deemed approved within 90 days of its receipt unless disapproved or unless the applicant is notified that additional time is required for the decision. Amends the Export Administration Act of 1969 to stipulate that such Act shall not be construed as authority for withholding information from Congress. Sets forth confidentiality standards for information acquired under such Act. Directs the Secretary of Commerce to account for technical assistance and technical advisory committees in semiannual reports to Congress under such Act. Requires the Secretary to review regulations under such Act in order to report to Congress on simplification of such regulations. Revises the policy for control of exports for national security purposes under such Act to redefine \"controlled country\" as a country to which exports are restricted for national security or foreign policy purposes, rather than as a Communist country. Repeals the requirement that all United States foreign military, economic, and financial assistance be terminated when the President determines that the recipient country is not effectively cooperating with the United States pursuant to the policy that export of commodities to nations threatening the security of the United States (including the Union of Soviet Socialist Republics and all countries under its domination) be regulated. Amends the Export Administration Act of 1969 to require persons agreeing to transfer technical data or other information to any controlled country to furnish information with respect to such agreement to the Secretary of Commerce, under regulations promulgated to monitor the effects of such transfers. Directs the Secretary to study technical data exports and their effects upon the national security or foreign policy of the United States, and to submit a report of such study to Congress. Amends the requirements for reports to Congress and to the President under such Act by appropriate departments or agencies to specify information to be included in such reports and to require semiannual rather than quarterly reports. Requires a special report to Congress by the President on multilateral export controls. Revises the policy of the United States with respect to boycotts by foreign countries against nations friendly to the United States to require domestic exporting concerns to refuse to support such boycotts, under the Export Administration Act of 1969. Requires any United States person receiving a request for such support to report such request to the Secretary of Commerce. Prohibits support of such boycott by any United States person and specifies actions which shall be considered indicative of such support. Permits, under the Export Administration Act of 1969, any United States person aggrieved by violation of such prohibitions to bring a civil action in a United States district court, without regard to the amount in controversy, for treble damages, attorney's fees, and costs. Amends such Act to exclude petroleum products refined in United States Foreign-Trade Zones or in Guam from foreign crude oil export controls designed to prevent excessive drain of scarce materials and to reduce the inflationary impact of abnormal foreign demand, except if the Secretary of Commerce finds that such products are in short supply and issues regulations herein authorized to limit such exports. Amends such Act to permit agricultural commodities purchased by or for a foreign country to remain in the United States free of quantitative limitations on exports relating to domestic supply and inflationary impact, upon approval by the Secretary of Commerce, in consultation with the Secretary of Agriculture, and under export regulations which the Secretary of Commerce is herein authorized to issue. Prohibits the use of funds authorized by the Foreign Assistance Act of 1961 for the construction of, operation of, maintenance of, or the supply of fuel for, any nuclear powerplant under an agreement for cooperation between the United States and any other country. Amends the Export Administration Act of 1969 to prohibit entering into any agreement for cooperation which provides for the export of any nuclear material, equipment, or devices for civil uses with any foreign country, group of countries, or international organization. Prohibits the issuance of a license for the export of any nuclear material, equipment, or devices pursuant to an agreement for cooperation unless the recipient country, group of countries, or international organization, has agreed that the material, equipment, and devices subject to that agreement will not be used for any nuclear explosive device, regardless of how the device itself is intended to be used. Directs the President to study the extent to which the education and training of foreign nationals within the United States in nuclear engineering and related fields contributes to the proliferation of nuclear devices or the development of a capability of producing explosive nuclear devices. Requires Department of Commerce officials to file annual statements of any known financial interest in persons subject to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the Export Administration Act of 1969, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:46-05:00"
}