{
  "actions": [
    {
      "acted_at": "1975-11-13", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-01-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 94-605.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-04", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-18", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #36 (60-30).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-03", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-03", 
      "bill_ids": [
        "hr11963-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 11963.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-04", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-09", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-06", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1013.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "Motion to recommit conf. rept. to the Comm. of Conf. rejected in House, roll call #202 (185-214).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "House agreed to conference report, roll call #203 (215-185).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "House receded from certain amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #157 (51-35).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-05-07", 
      "references": [], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President, S. Doc. 94-185.", 
      "type": "vetoed"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2662-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1975-01-03", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Culver, John C.", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00255", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": true, 
    "vetoed_at": "1976-05-07"
  }, 
  "introduced_at": "1975-11-13", 
  "number": "2662", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Foreign Military Sales Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11963-94", 
      "reason": "related"
    }
  ], 
  "short_title": "International Security Assistance and Arms Exports Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1976-05-07", 
  "subjects": [
    "American military assistance", 
    "Angola", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms sales", 
    "Chile", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional-Presidential relations", 
    "Education", 
    "Government operations and politics", 
    "International affairs", 
    "Israel", 
    "Military assistance", 
    "Turkey", 
    "Weapons"
  ], 
  "subjects_top_term": "Congressional-Presidential relations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-04-06", 
    "text": "(Conference report filed in House, H. Rept. 94-1013) International Security Assistance and Arms Export Control Act - =Title I: Military Assistance= - Authorizes appropriations of $196,700,000 for military assistance and $32,000,000 for administrative and related expenses thereof for fiscal year 1976. Limits the amounts available to specified nations. Prohibits use of such funds to furnish sophisticated weapons systems to less developed countries, unless the President determines that to do so would be important to national security. Permits the President to order defense articles and services from the stocks of the Department of Defense if he determines and reports to the Congress that an emergency exists which requires immediate military assistance and that a failure to respond will result in serious harm to vital United States security interests. Restricts transfer of defense articles reserved for one country to any other country. Requires the President to promptly report to the Congress any new stockpile, or addition to a stockpile valued in excess of $10,000,000. Requires Congressional authorization after September 30, 1977, before any military assistance advisory group or military mission may operate in any foreign country. Authorizes the President to furnish military education and training to military and related civilian personnel of any friendly foreign countries or international organization, and authorizes appropriations for such purposes. =Title II: Arms Export Control= - Redesignates the Foreign Military Sales Act as the Arms Export Control Act. Makes it the policy of the United States to exert leadership in the world community to bring about arrangements for reducing the international trade in implements of war and to lessen the danger of outbreak of regional conflict and the burdens of armaments, United States programs for or procedures governing the export, sale, and grant of arms and munitions to foreign countries and international organizations shall be administered in a manner which will carry out this policy. Requires the President to conduct a comprehensive study of the arms sales policies and practices of the United States Government, including policies and practices with respect to commercial arms sales, in order to determine whether such policies and practices should be changed, and to report such study to the Congress in one year. Requires that purchasers of defense articles and services must agree not to permit the use of defense services or training for purposes other than for which it was provided. Gives the Congress a right of disapproval of a Presidential proposal to transfer defense articles. Sets forth conditions under which the President may sell defense articles and services from the stocks of the Defense Department if payment is in United States dollars. Permits the President to authorize billings for sales made under letters of offer to be dated and issued upon delivery of the defense articles or services and to be due and payable upon receipt. Requires contracts entered into with foreign countries under this title to be prepared in a manner to permit them to be made available to public inspection, consistent with national security interests. States that sales of defense articles and services which could have significant adverse effects on the combat readiness of United States Armed Forces shall be kept to an absolute minimum. Requires the President to report to the Congress on such proposed sales. Extends the payment period for credit sales under such Act from ten to 12 years. Directs the President to report annually (in unclassified form as much as possible) to the Congress an estimate of the amount of sales expected to be made to each country under such Act, including a detailed explanation of the foreign policy and national security considerations involved in such sales. Authorizes appropriations under the Foreign Military Sales Act for fiscal year 1976 of $1,039,000,000, and sets a ceiling on credit extensions and loan guarantees of $2,374,700,000. Provides that from such authorizations, funds shall be obligated to finance the procurement of defense articles and services by Israel on a long-term repayment basis either by extension of credits without regard to the limitations under such Act, or by issuance of guarantees under such Act. Directs the President to report quarterly to the Congress a listing of all letters of offer to sell any defense articles for $1,000,000 or more if such offers have not been accepted or cancelled; and the cumulative dollar amount, by country, of sales credit agreements. Requires the President to certify specified information to the Congress before letters of offer or export licenses are issued for defense articles and services for $25,000,000 or more, or any major defense equipment for $7,000,000, or more, and to supply to the Congress upon request: (1) an analysis of the arms control impact of offers to sell equipment or services; (2) the reasons why the foreign country needs such articles and services and the uses to which they will be put; (3) the reasons why the sale would be in the national interests of the United States; (4) an estimate as to the availability of such items from other countries; and (5) an analysis of the impact of the sale on relations with other countries in the region. Permits the Congress to disapprove such sales certifications. Provides that in the case of an application by a person for a license for the export of any major defense equipment of $7,000,000 or more or of defense articles or services for $25,000,000 or more, before issuing such license, the President shall transmit an unclassified certification to the Congress supplying information on such proposed export. Authorizes the President to control the import and export of defense articles and services. Requires decisions on issuing export licenses for munitions to be made in coordination with the Director of the Arms Control and Disarmament Agency. Requires manufacturers, exporters and importers of defense articles and services to register with the State Department and to pay a registration fee. Prohibits export without a license. Establishes a $100,000 fine and two years imprisonment, or both, as potential penalties for violations of such registering and licensing provisions and for the contribution reporting provisions. Limits the aggregate value of defense articles and services sold or licensed for export to $9,000,000,000 in any year, in constant 1975 dollars. Permits a waiver of such limitation if the President certifies such waiver to the Congress to be in the national security interest. Defines terms used in this Act, including: (1) defense articles and services and major defense equipment. Requires specified annual reports on foreign military sales, sales credits, exports of defense articles and services and training, and sales of excess defense articles. =Title III: General Limitations= - Requires inclusion in the annual report to Congress on foreign assistance the aggregate dollar value by category of all foreign assistance, foreign military sales, sales credits and guarantees provided by any means to any foreign country. Directs the President to formulate and conduct international security assistance programs in a manner which will promote and advance human rights and avoid identification of the United States with governments which deny to their people internationally recognized human rights and fundamental freedoms. Prohibits extension of security assistance to countries which violate human rights. Requires the Secretary of State to transmit annually a report to the Congress describing the practices of proposed recipient governments regarding respect of human rights. Requires the Secretary to submit, upon request, a statement to the Congress setting forth: (1) information about observance of human rights in a country; (2) steps taken by the United States to promote respect for human rights in such country; and (3) whether extraordinary circumstances exist which necessitate continuation of security assistance to such country. Permits Congress to terminate or restrict security assistance to any such country. Establishes a Coordinator for Human Rights in the State Department, who shall maintain continuous observation and review of all matters pertaining to human rights in the conduct of foreign policy. Disallows any agency, or any person under contract with such agency, performing functions under this Act, from taking into account, in employing or assigning personnel, the exclusionary policies or practices of any foreign government where such policies are based upon race, religion, national origin, or sex. Expresses the sense of the Congress that the President should do his utmost to seek an agreement among the parties to the hostilities in Angola. Prohibits assistance of any kind having the effect of promoting the capacity of any group or nation to conduct military operations in Angola unless authorized by Congress, or the President certifies a national security interest in providing such assistance and attempts at reaching an agreement have failed and such assistance is authorized by Congress. States that the Congress views Soviet and Cuban intervention in Angola as inconsistent with detente, and that such intervention should be taken into account in United States policy and negotiations. Prohibits extension of military or security supporting assistance and credit sales to Chile. States the sense of Congress that the President should enter negotiations with the Soviet Union to achieve an agreement limiting the deployment of forces of the two countries in the Indian Ocean and littoral countries. Requests the President to communicate to Mexico the concern of the United States over treatment of United States citizens arrested in Mexico, and directs the Secretary to report on such matter to the Congress. States the sense of the Senate that: (1) the President is requested to undertake immediately an evaluation of the emergency food needs of Portugal; and (2) the President should take timely action to alleviate such emergency by providing Portugal with food commodities. States that if the discrimination of a country, reported to the Congress by the President pursuant to this Act, continues so that a person would be prohibited from furnishing military assistance, the President shall immediately end such assistance or training, unless he reports to the Congress that such ending would adversely affect national security. Terminates military assistance to countries using defense articles or services in violation of this Act, the Mutual Security Act, or any Foreign Assistance Act, by transferring such articles or services to anyone not an officer or agent of such recipient country. Prohibits extension of credits or cash sales to countries which use defense articles or services provided thereby in violation of this Act. Requires the President to report promptly such violations to the Congress. Provides that except where the President finds national security to require otherwise (and subject to a Congressional disapproval of such a finding) he shall terminate all assistance under this Act to any Government which aids or abets any individual or group that has committed an act of international terrorism. =Title IV: Provisions Relating to Specific Regions or Countries= - States specified understandings regarding Middle East policy. Authorizes appropriation of $40,000,000 for Cypriot refugee relief. Authorizes not to exceed $125,000,000 worth of cash sales, credits, and guaranties under the Foreign Military Sales Act to finance the procurement of defense articles and defense services by Turkey if the President determines on a case by case basis that such sales, credits, and guarantees are necessary to enable Turkey to fulfill her defense responsibilities as a member of the North Atlantic Treaty Organization, Turkey observes the cease-fire on Cyprus, does not increase its military forces or its civilian population on Cyprus, and does not transfer to Cyprus any additional United States supplied arms, ammunition, or implements of war. Requests the President to use his good offices to secure an end to the civil strife and discord in Lebanon and to preserve the friendly attitude of Lebanon toward the United States. Requires that, within 90 days and at least once during each of the next five years, the President shall transmit to the Speaker of the House of Representatives and to the Committees on Foreign Relations and Armed Services of the Senate a report which: (1) reviews the progress of Korea to modernize its armed forces so as to achieve military self-sufficiency by 1980; (2) reports on the role of the United States in mutual security efforts in Korea; and (3) reports on prospects for or implementation of phased reduction of United States armed forces assigned to duty in Korea. Repeals authority for assistance to Indochina. Limits the President's existing authority to impose limitations on financial transfers, except for assets controlled by the United States on the date of enactment, and on nonstrategic trade between persons under United States jurisdiction and persons under North and South Vietnamese jurisdiction, except for reasons of national security and adequacy of domestic supply. Removes restrictions on travel to such countries for specified purposes. Provides that restrictions removed would be reimposed after 180 days unless the President certified to Congress that the Vietnamese have accounted for a substantial number of POW's and MIA's and returned the bodies of a substantial number of dead. =Title V: Miscellaneous Authorizations= - Authorizes to be appropriated to the President to carry out the purposes of this Act for the fiscal year 1976 $1,766,200,000, of which not less than $65,000,000 shall be available only for Greece, $730,000,000 shall be available only for Israel, and $705,000,000 shall be available only for Egypt. Authorizes appropriation of $50,000,000 for fiscal year 1976 for the Middle East special requirement fund to assist in carrying out the Sinai early warning agreement and for specified funds for Palestinian refugees. Authorizes appropriation of $40,000,000 for fiscal year 1976 for purposes of international narcotics control; which shall not be used for any country in which illegal opium traffic is a problem. Authorizes $1,000,000 for the International Atomic Energy Agency for strengthening safeguards and inspections relating to nuclear fissile facilities and materials. =Title VI: Miscellaneous Provisions= - Prescribes Senate procedure for specified resolutions regarding approval of Presidential certifications under this Act. Requires the Administrator of the Agency for International Development to report to the Congress every six months on the extent to which small businesses have participated in procurements under this Act and on what efforts the Agency has made to foster such procurements from small business concerns. Requires the President to include in his submission to the Congress of letters of offer to sell defense articles or services a description of each payment given to officials of a foreign country and reported to the Secretary of State. Requires the Secretary to prescribe regulations requiring adequate and timely reporting on such payments and political contributions offered or paid in connection with sales of defense articles or services to promote such sales. Prohibits inclusion of such payments or contributions in the price of procurement contracts for such sales, unless such payments are reasonably allocable to such sale and is not paid to someone promising to exercise improper influence. Gives the Congress access to such records of the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security Assistance and Arms Exports Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Foreign Military Sales Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:39-05:00"
}