{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-23", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "1991-02-06", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1991-02-27", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1991-02-06", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1991-02-06", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Serrano, Jose E.", 
      "sponsored_at": "1991-02-06", 
      "state": "NY", 
      "thomas_id": "01042", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "16", 
  "official_title": "To provide a program of national health insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Insurance Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Aid to dependent children", 
    "Dental care", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Government trust funds", 
    "Health", 
    "Health services administration", 
    "Home nursing", 
    "Hospital care", 
    "Medicaid", 
    "Medical personnel", 
    "Medical policy", 
    "Medicare", 
    "National health insurance", 
    "Public assistance programs", 
    "Regional medical programs", 
    "Tax credits", 
    "Taxation", 
    "Value-added tax"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "National Health Insurance Act - Title I: Benefits and Eligibility - Makes medical, dental, podiatric, home-nursing, hospital, and auxiliary services available as benefits to eligible individuals and defines such services. Directs the National Health Insurance Board, established by this Act, to survey the resources and needs of each State and to develop in each State a program to assure maximum participation and use of health personnel and facilities. Authorizes the Board to limit health services when personnel, facilities, or funds are inadequate to ensure the provision of all services. Allows every individual eligible for personal health services available under this Act to select the physician, dentist, podiatrist, nurse, medical group, or hospital to render services and to change such selection under certain circumstances. Sets forth eligibility requirements. States that the United States shall be subrogated to all rights of an individual who receives benefits under this Act with respect to any workers' compensation injury or disability. States that Federal grants to States under title XIX (Medicaid) and part A of title IV (Aid to Families with Dependent Children) of the Social Security Act shall be available to the States for provision of personal health services for noninsured needy individuals. Title II: Participation of Physicians, Dentists, Nurses, Hospitals, and Others - Prescribes criteria to govern which physicians, dentists, podiatrists, nurses, hospitals, or providers of auxiliary services will be deemed qualified to perform services under this Act. Authorizes specified State agencies to enter into agreements with qualified individuals or with organizations for the provision of personal health services. Lists provisions to be included in such agreements, including methods of payment for services. Sets standards applicable to rates or amounts of payment for services rendered as benefits under this Act. Directs that such rates and amounts be adapted to take into account relevant regional, State, or local conditions and practices. Authorizes patient limits. Allows health care providers entering into an agreement under this title to accept or reject patients. Title III: Local Administration - Decentralizes the responsibility for administration of this Act's benefit provisions to local administrative committees or local administrative officers within health-service areas designated by each State. Lists the duties of such local administrative committees or officers. Requires the establishment in each health-service area of: (1) a local area committee; and (2) local professional committees representative of the health care providers in the area to assist local administrative committees and officers. Title IV: State Administration - Expresses the intent of the Congress that this Act's benefit provisions be administered by each of the several States, in accordance with an approved plan of operations. Catalogs provisions that must be included in such a plan. Describes procedures to be followed if a State: (1) fails to submit a plan; or (2) fails to comply with an approved plan. Title V: National Health Insurance Board; National Advisory Medical Policy Council; General Administrative Provisions - Establishes in the Department of Health and Human Services a National Health Insurance Board to administer the provisions of this Act. Establishes a National Advisory Medical Policy Council to advise the Board regarding matters of general policy, the formulation of regulations, and the establishment of professional standards. Requires the Board to undertake certain studies and to make reports to the Congress at specified times. Title VI: Eligibility Determinations, Complaints, Hearings, and Judicial Review - Requires the Secretary of Health and Human Services to determine benefit eligibility. Describes procedures for complaint investigation and adjudication. Title VII: Application of Act to Individuals Covered Under Medicare Program - States that when an individual is entitled to hospital insurance benefits under Medicare, the personal health services available as benefits under this Act shall be limited to those services for which the individual is ineligible under the Medicare program. Directs the Secretary of Health and Human Services to carry out a study of the interrelationship between the program of national health insurance under this Act and the Medicare program. Requires that the Secretary submit to the President and to the Congress, within one year of this Act's enactment, a report of such study, along with certain findings and detailed recommendations. Title VIII: Fiscal Provisions - Declares that funds in the National Health Care Trust Fund, created by this Act, shall be available, subject to exception, for all expenditures necessary or appropriate to carry out this Act. Directs the Board to determine: (1) amounts to be made available from the Fund during a given fiscal year for the provision of various classes of personal health services benefits; and (2) allotments to be made to the States for the provision of such benefits. Sets standards to govern the Board's determinations. Authorizes the Board to make grants to: (1) certain educational institutions or agencies in order to fund endeavors that show promise of making valuable contributions to the training of personnel providing or administering benefits under this Act; and (2) certain individuals participating in courses relating to the provision or administration of personal health services benefits. Authorizes appropriations. Title IX: Miscellaneous Provisions - Defines terms used in this Act. States that personal health services shall first become available as benefits under this Act on October 1, 1992. Title X: Value Added Tax and National Health Care Trust Fund - Amends the Internal Revenue Code to impose a five-percent tax on the taxable amount of each taxable transaction (the sale of property, performance of services, and importing of property by a taxable person in a commercial-type transaction). Sets the tax rate at zero for: (1) retail food, principal residence housing (sale and rental), and medical care; (2) certain transactions involving governmental entities; (3) in certain circumstances, specified tax-exempt organizations. Allows as a tax credit the aggregate tax which has been paid by sellers to the taxpayer of property and services which the taxpayer uses in the business to which the transaction relates. Makes the person selling the property or services liable for the tax. Requires the seller to give the purchaser a tax invoice if the seller has reason to believe that the purchaser is a taxable person. Allows a person whose aggregate taxable transactions for the current calendar year and the next calendar year do not exceed specified amounts to elect to be treated as a non-taxable person for the next calendar year, except for: (1) sale or leasing of real property; and (2) importing. Allows the taxpayer to elect, in certain circumstances, to treat: (1) two taxable businesses as one taxable person; and (2) separate divisions of the same business as separate taxable persons. Mandates notification to the Secretary of the Treasury of any change in the form of a business which might affect the administration of taxes under this Act. Sets forth special rules relating to: (1) coordination with subtitle A of the Internal Revenue Code; (2) sales which include incidental services and services which include incidental transfers of property; (3) zero rating de minimis transactions; (4) treating importing as both selling and purchasing; (5) treating subchapter S corporations as not corporations; and (6) property and services held for use. Treats as a taxable transaction: (1) personal use by an owner of business property or services; and (2) any gift of business property or services. Sets forth special rules regarding: (1) dispositions of nonbusiness real property; and (2) insurance contracts. Establishes in the Treasury the National Health Care Trust Fund. Appropriates to the Fund amounts equivalent to the amounts received from the value added tax. Allows the Fund to be used only to carry out the program of health benefits under this Act. Title XI: Study and Development of Cost Control Mechanisms - Directs the Secretary of Health and Human Services to: (1) conduct a study on controlling costs of benefits under this Act, including the effects of the costs on medical malpractice claims and malpractice insurance; (2) report to the Congress; and (3) implement recommendations in the report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a program of national health insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:07-05:00"
}