{
  "actions": [
    {
      "acted_at": "1985-04-22", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-22", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Army Corps of Engineers, DOT, Interior, Commerce, EPA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-06", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-26", 
      "bill_ids": [
        "hr6-99"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.6.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2152-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-22", 
  "number": "2152", 
  "official_title": "A bill to provide for the coordinated use and enhancement of the Upper Mississippi River system.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Upper Mississippi River System Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Gunderson, Steve", 
    "state": "WI", 
    "thomas_id": "00476", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-22", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Illinois", 
    "Interstate compacts", 
    "Iowa", 
    "Minnesota", 
    "Mississippi River", 
    "Missouri", 
    "Navigation", 
    "Rivers", 
    "States", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-22", 
    "text": "Upper Mississippi River System Management Act - Grants congressional approval of the comprehensive master plan for the management of the Upper Mississippi River System as a guide for future water policy on such system. Directs the Secretary of the Army, acting through the Chief of Engineers, to enter into an interagency agreement with the Secretary of the Interior to provide for the participation of the Fish and Wildlife Service in the planning, implementation, and evaluation of such programs. Grants congressional consent to Illinois, Iowa, Minnesota, Missouri, and Wisconsin (or any two or more of such States) to: (1) enter into agreements for cooperative effort and mutual assistance in the planning for the use, protection, growth, and development of the System; and (2) form agencies for effecting such agreements. Designates the Upper Mississippi River Basin Association or any other such agency established under this Act, as the caretaker of the Master Plan. Requires any recommended changes to the master plan to go through such association or agency for approval. Directs the Secretary to enter into cooperative agreements with such association or agency to promote State participation in System management and development. Authorizes the Secretary of the Army, acting through the Chief of Engineers, to provide for the engineering, design, and construction of a second lock at lock and dam 26, Mississippi River, Alton, Illinois and Missouri. Authorizes appropriations. Authorizes the Secretary of the Army, acting through the Chief of Engineers, and with the concurrence of the Secretary of the Interior, and the States of Illinois, Iowa, Minnesota, Missouri, and Wisconsin, to undertake: (1) a habitat rehabilitation and enhancement program; (2) the implementation of a long-term resource monitoring program; and (3) the implementation of a computerized inventory and analysis system. Requires the Secretary of the Army, in concert with the Secretary of the Interior and the State, to conduct an evaluation of such programs and submit a report to the Congress. Authorizes appropriations. Authorizes the Secretary of the Army to implement a program of recreational projects using specified studies and reports. Requires the Secretary to conduct an assessment of the economic benefits generated by recreational activities in the system. Authorizes appropriations. Requires the Secretary of the Army to include in annual budget requests to the Congress recommendations concerning the use of nonstructural measures and minor structural improvements to increase the capacity of specific locks throughout the System. Requires the Secretary of the Army to monitor traffic movement on the System. Requires the Secretary of the Army in consultation with the Secretary of the Interior and the States of Illinois, Iowa, Minnesota, Missouri, and Wisconsin, to determine the need for river rehabilitation and environmental enhancement. Authorizes appropriations. Directs the Secretary of the Army to dispose of dredged material from the System pursuant to the recommendations of specified studies, and to establish and request Federal funding for a program to facilitate productive uses of such material. Directs the Secretary to work with System States to identify potential users of dredged material."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Upper Mississippi River System Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the coordinated use and enhancement of the Upper Mississippi River system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:16-05:00"
}