{
  "actions": [
    {
      "acted_at": "1997-01-07", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-07", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-07", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-21", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-27", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-27", 
      "references": [
        {
          "reference": "CR E1", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr337-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brown, Corrine", 
      "sponsored_at": "1997-02-11", 
      "state": "FL", 
      "thomas_id": "00132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, Danny K.", 
      "sponsored_at": "1997-02-11", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1997-02-11", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "50", 
      "name": "Filner, Bob", 
      "sponsored_at": "1997-01-07", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1997-01-09", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gejdenson, Sam", 
      "sponsored_at": "1997-01-07", 
      "state": "CT", 
      "thomas_id": "00431", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Henry B.", 
      "sponsored_at": "1997-01-09", 
      "state": "TX", 
      "thomas_id": "00445", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "1997-01-09", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "1997-03-05", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennedy, Patrick J.", 
      "sponsored_at": "1997-01-09", 
      "state": "RI", 
      "thomas_id": "00627", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1997-02-11", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Lampson, Nick", 
      "sponsored_at": "1997-07-14", 
      "state": "TX", 
      "thomas_id": "01500", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1997-01-07", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1997-01-09", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McGovern, James P.", 
      "sponsored_at": "1997-02-11", 
      "state": "MA", 
      "thomas_id": "01504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Moran, James P.", 
      "sponsored_at": "1997-02-11", 
      "state": "VA", 
      "thomas_id": "00832", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Nadler, Jerrold", 
      "sponsored_at": "1997-07-14", 
      "state": "NY", 
      "thomas_id": "00850", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1998-01-27", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1997-03-05", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1997-01-09", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Rothman, Steven R.", 
      "sponsored_at": "1997-05-15", 
      "state": "NJ", 
      "thomas_id": "01520", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "1997-01-07", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Serrano, Jose E.", 
      "sponsored_at": "1997-01-07", 
      "state": "NY", 
      "thomas_id": "01042", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "1997-05-15", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1997-02-11", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Wexler, Robert", 
      "sponsored_at": "1997-03-05", 
      "state": "FL", 
      "thomas_id": "01537", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "1997-05-15", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-07", 
  "number": "337", 
  "official_title": "To amend the Internal Revenue Code of 1986 and titles XVIII and XIX of the Social Security Act to ensure access to services and prevent fraud and abuse for enrollees of managed care plans, to amend standards for Medicare supplemental polices, to modify the Medicare select program, and to provide other protections for beneficiaries of health plans generally, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Managed Care Consumer Protection Act of 1997", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-07", 
  "subjects": [
    "Administrative procedure", 
    "Ambulatory care", 
    "Case management", 
    "Cesarean section", 
    "Child health", 
    "Childbirth", 
    "Chronically ill", 
    "Churches", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Commerce", 
    "Communication in medicine", 
    "Computers and government", 
    "Consumer complaints", 
    "Consumer education", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Due process of law", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Excise tax", 
    "Executive reorganization", 
    "Families", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grievance procedures", 
    "Gynecology", 
    "Health", 
    "Health insurance", 
    "Health insurance industry", 
    "Health maintenance organizations", 
    "Hospital care", 
    "Housing and community development", 
    "Infants", 
    "Information services", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Internet", 
    "Kidney diseases", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Managed care", 
    "Maternal health services", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medicaid managed care", 
    "Medical economics", 
    "Medical records", 
    "Medical research", 
    "Medicare", 
    "Medicare fraud", 
    "Medicare managed care", 
    "Medigap", 
    "Metropolitan areas", 
    "Midwives", 
    "Nurses", 
    "Obstetrics", 
    "Ombudsman", 
    "Patients' rights", 
    "Physicians", 
    "Physicians' assistants", 
    "Public assistance programs", 
    "Quality of care", 
    "Religion", 
    "Rural health", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Tax penalties", 
    "Taxation", 
    "Telemedicine", 
    "Telephone", 
    "Trauma care", 
    "Urban affairs", 
    "Vaccination", 
    "Wages", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-07", 
    "text": "TABLE OF CONTENTS: Title I: Protection for Beneficiaries Enrolled in Managed Care Plans Title II: Medicare Title III: Medicaid Managed Care Consumer Protection Act of 1997 - Title I: Protection for Beneficiaries Enrolled in Managed Care Plans - Amends the Internal Revenue Code to provide beneficiaries under managed care health plans with certain consumer protections against plan abuses through the imposition of an excise tax on managed care group health plans, or issuers offering managed care health insurance coverage, which fail to meet specified requirements. (Sec. 101) Prohibits a plan from denying coverage of or payment for items and services on the basis of a utilization review program, unless the Secretary of Health and Human Services certifies (and periodically recertifies) that the programs meet certain standards established by the Secretary in accordance with specified requirements. Includes among such requirements written descriptions of utilization review policies, clinical review criteria, information sources, and the process used to review and approve medical services under the program. Prohibits individuals that perform utilization reviews from receiving financial compensation based upon the number of coverage denials. Requires plans or issuers to: (1) assure enrollees timely access to the covered health services of a sufficient number, distribution, and variety of qualified health care providers, including, when medically necessary, specialty treatment; (2) provide procedures for hearing and resolving grievances between the plan or issuer and enrollees; (3) provide information on physician incentive plans to enrollees upon request, together with disclosure of whether the plan or issuer restricts its malpractice liability in relation to the liability of physicians operating under the plan or coverage; (4) provide certain minimum childbirth benefits; (5) demonstrate that enrollees with chronic diseases or who otherwise require specialized services would have access to designated Centers of Excellence; and (6) cover emergency services without prior authorization and without regard to whether or not the provider furnishing such services has a contractual or other arrangement with the plan or issuer. Prohibits discrimination in any activity against an individual on the basis of race, national origin, gender, language, socioeconomic status, age, disability, health status, or anticipated need for health services. Sets restrictions on commissions for plan or issuer agents. Prohibits plan or issuer interference with physician-patient communications. Prohibits plans or issuers from denying coverage of items or services furnished to an enrollee participating in approved clinical studies. Exempts governmental and church plans from the requirements of this title. Title II: Medicare - Amends title XVIII (Medicare) of the Social Security Act (SSA) to prohibit the Secretary from making payment to an eligible organization under a risk-sharing contract with respect to an enrollee until it certifies to the Secretary that it has provided the enrollee with an orientation meeting certain requirements and has a medical profile with respect to the enrollee. Directs the Secretary to promulgate specific requirements for the orientation and medical profile. (Sec. 202) Makes certain changes in requirements for Medicare supplemental (Medigap) policies relating to community rating and loss ratios. Revises the loss ratio to increase from 75 to 85 the percentage of the aggregate amount of premiums collected which a policy can be expected to return to policyholders in the form of aggregate benefits. (Sec. 203) Prohibits Medigap policy issuers from denying or conditioning a policy for certain continuously covered individuals, from discriminating in pricing because of the individual's health status, or from imposing an exclusion of benefits based on a pre-existing condition. Requires extension of the six-month initial enrollment period to non-elderly Medicare beneficiaries. (Sec. 204) Directs the Secretary to establish by regulation standards for Medicare Select policies that, to the extent practicable, are the same as the standards established by the National Association of Insurance Commissioners (NAIC) with respect to such policies. Requires any additional standards to be developed in consultation with NAIC. Requires Medicare Select policies, generally, to meet the same requirements in effect under Medicare for Medicare risk-sharing contractors. (Sec. 205) Requires eligible organizations to have certain arrangements with out-of-area dialysis providers to assure that enrollees requiring renal dialysis who are temporarily outside of the organization's service area have reasonable access to such services. (Sec. 206) Requires each issuer of a Medigap policy to have an open enrollment period of at least 30 days duration every year during which the issuer may not deny or condition the issuance or effectiveness of such a policy, or discriminate in its pricing because of age, health status, claims experience, receipt of health care, or medical condition. Prohibits the policy from providing any time period applicable to pre-existing conditions, waiting periods, elimination periods, and probationary periods except as provided under Medicare. Authorizes the Secretary to require enrollment through a designated third party. Makes the periods for enrollment applicable for Medicare Select policies the same as those applicable to a Medigap policy. Details enrollment periods for new Medicare beneficiaries and those who move. Requires the Secretary to provide upon request enrollment and other information on eligible organizations and Medigap policies to any individual entitled to Medicare benefits. (Sec. 207) Directs the Secretary to: (1) provide on an annual basis for the publication and wide dissemination (through the Internet and otherwise) of information, in a comparative form, on Medicare managed care plans in order for Medicare beneficiaries to make more informed decisions in enrolling with eligible organizations; and (2) establish, within the Health Care Financing Administration, an office of Medicare advocacy for independent review (including expedited review in emergency circumstances) of problems and concerns of Medicare beneficiaries in relation to the programs under Medicare. (Sec. 209) Requires that Medicare service providers agree not to impose any liability on managed care enrollees for amounts owed hospitals by their plans or issuers for emergency services. (Sec. 210) Provides for exclusion from continuing Medicare and Medicaid qualification for health plans that submit material and false information about service quality data. Subjects them also to intermediate sanctions in lieu of such exclusion. Title III: Medicaid - Prohibits the Secretary from making payment to an eligible organization under SSA title XIX (Medicaid) with respect to an enrollee until it certifies to the Secretary that: (1) it has provided the enrollee with an orientation meeting certain requirements; (2) it has taken a medical profile of the enrollee; and (3) if responsible for providing immunizations for a child enrollee, it has obtained the child's immunization status and begun to provide for such immunizations according to established standards. Directs the Secretary to promulgate specific requirements for the orientation and medical profile. (Sec. 302) Prohibits Medicaid payment to a State with respect to expenditures incurred for payment to an entity under a prepaid capitation plan (or on any other risk basis) unless the requirements of this title are met respecting the entity's provision of appropriate immunization to enrolled children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Managed Care Consumer Protection Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 and titles XVIII and XIX of the Social Security Act to ensure access to services and prevent fraud and abuse for enrollees of managed care plans, to amend standards for Medicare supplemental polices, to modify the Medicare select program, and to provide other protections for beneficiaries of health plans generally, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:07-05:00"
}