{
  "actions": [
    {
      "acted_at": "1991-07-10", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-17", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2858-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Molinari, Susan", 
      "sponsored_at": "1991-07-10", 
      "state": "NY", 
      "thomas_id": "00823", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-10", 
  "number": "2858", 
  "official_title": "To amend title 18, United States Code, to impose mandatory prison terms for possession or use of a firearm or a destructive device during conduct constituting a crime of violence or a drug trafficking crime under State law.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Manton, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00732", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-10", 
  "subjects": [
    "Crime and law enforcement", 
    "Firearms", 
    "Narcotic traffic", 
    "Recidivists", 
    "Sentences (Criminal procedure)", 
    "Violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-10", 
    "text": "Amends the Federal criminal code to establish the following penalties, in addition to the punishment provided for the underlying crime, for engaging in a crime of violence or drug trafficking crime (including such a crime which provides for an enhanced punishment if committed by the use of a deadly or dangerous weapon or device) for which the perpetrator may be prosecuted in a State court. Provides that whoever: (1) possesses a firearm shall be sentenced to imprisonment for ten years without release; (2) discharges a firearm with intent to injure another person shall be sentenced to imprisonment for 20 years without release; or (3) possesses a firearm that is a machinegun or destructive device or is equipped with a firearm silencer or muffler shall be sentenced to imprisonment for 30 years without release. Sets penalties for second, third, and subsequent convictions. Prohibits the release of any person convicted for any reason during a term of imprisonment imposed under this Act. Specifies that, except in the case of a person whose criminal conduct gives rise to the use of a firearm by such person, this Act shall not apply to the conduct of any person in defense of person or property during the course of the commission of a crime by another person. Expresses the intent of the Congress that: (1) provisions under this Act be used to supplement but not supplant the efforts of State and local prosecutors in prosecuting crimes of violence and drug trafficking crimes that could be prosecuted under State law; and (2) the Attorney General shall give due deference to the interest of State or local prosecutors in prosecuting violations of State or local law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 18, United States Code, to impose mandatory prison terms for possession or use of a firearm or a destructive device during conduct constituting a crime of violence or a drug trafficking crime under State law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:30-05:00"
}