{
  "actions": [
    {
      "acted_at": "1992-03-17", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2360-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-17", 
  "number": "2360", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to encourage pollution prevention and to require additional reporting on the use and release of toxic chemicals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxics Release and Pollution Prevention Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-17", 
  "subjects": [
    "Administrative procedure", 
    "Business records", 
    "Carcinogens", 
    "Chemicals", 
    "Computer networks", 
    "Crime and law enforcement", 
    "Emergency management", 
    "Environmental protection", 
    "Environmental research", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Industrial accidents", 
    "Information services", 
    "Pesticides", 
    "Pollution control", 
    "Recycling of waste products", 
    "Research and development", 
    "Technological innovations", 
    "Waste reduction"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-17", 
    "text": "Toxics Release and Pollution Prevention Act of 1992 - Sets forth findings with respect to the Toxics Release Inventory established by the Emergency Planning and Community Right-to-Know Act of 1986. Title I: Community Right-to-Know More - Community Right-to-Know More Act of 1992 - Amends the Emergency Planning and Community Right-to-Know Act of 1986 to require facilities subject to such Act to prepare toxic chemical release forms for chemicals manufactured, processed, used, or released (currently, manufactured, processed, or used) in quantities exceeding an established threshold. Expands the application of such Act's requirements to cover facilities that have ten or more full-time employees, conduct any portion of their business in (currently, that are in) Standard Industrial Classification (SIC) Codes 20 through 39, and exceed certain chemical thresholds. Applies toxic chemicals release reporting requirements, beginning in 1993, to facilities that have ten or more full-time employees and that: (1) conduct any portion of their business in specified SIC Codes; (2) have combustion units (other than units operated principally to heat buildings and fueled with natural gas or petroleum) with a heat input capacity exceeding 25 million Btu per hour; and (3) are facilities owned or operated by the Federal Government. Directs the Administrator of the Environmental Protection (EPA) to promulgate additions to the list of covered facilities to include facilities in each SIC Code that present adverse health or environmental effects as a result of chemical uses or releases. Authorizes the President to exempt any executive agency from compliance with such requirements for one year if it is in the U.S. interest. Grants additional exemptions if the President makes a new determination. Requires the Administrator to add 250 toxic chemicals to the current list of chemicals subject to release reporting requirements. Adds to the list: (1) all class I and II substances listed under title VI of the Clean Air Act; (2) the 100 toxic chemicals in the group of 250 that present the greatest health and environmental threat, beginning in 1993; and (3) the remaining 150 chemicals in such group, beginning in 1995. Modifies such list to include the following substances if the Administrator fails to propose the additional chemicals: (1) priority pollutants listed under regulations relating to steam electric power point source pollutants under the Federal Water Pollution Control Act; (2) hazardous wastes listed under the Solid Waste Disposal Act; (3) specified chemicals listed under the Clean Air Act; (4) pesticides for which registrations have been denied, cancelled, or suspended or that are undergoing review or are classified for restricted use; (5) contaminants for which maximum contaminant levels have been proposed under the Safe Drinking Water Act; (6) chemicals identified by the Carcinogen Assessment Group of EPA, the International Agency for Research on Cancer, or the National Toxicology Program as probable human carcinogens; (7) extremely hazardous substances listed under the Emergency Planning and Community Right-to-Know Act of 1986; and (8) chemicals listed in a specified California Regulatory Notice as reproductive toxins. Removes a limit on the number of chemicals that may be included on the list based on determinations of potential toxicity, persistence in the environment, or bioaccumulation. Provides for the deletions of chemicals from the list if there is sufficient evidence that adverse effects are not established (currently, if there is not sufficient evidence to establish certain criteria). Authorizes the Administrator to establish additional thresholds for reporting based on the amount of any toxic chemicals released to the environment or transferred offsite from a facility. Permits States to establish lower threshold amounts for facilities in their jurisdictions. Directs the Administrator to require specified information concerning amounts of chemicals entering the waste stream, recycling and treatment of chemicals, source reduction, catastrophic or remedial releases, and percentage changes from previous years to be included on toxic chemical release forms, beginning in 1992. Requires additional information concerning input and output of chemicals, materials accounting, and goals for pollution prevention to be included on such forms, beginning in 1994. Repeals certain reporting requirements and requirements for a mass balance study under the Emergency Planning and Community Right-to-Know Act of 1986. Grants access to information and facilities to EPA employees and authorized States. Prescribes civil penalties for noncompliance with access requirements. Removes an exemption from release reporting requirements with respect to the transportation of covered toxic chemicals. Directs the Administrator to establish a grant program to assist States, local governments, local emergency planning commissions, and State emergency response commissions in carrying out the Emergency Planning and Community Right-to-Know Act of 1986. Requires States to make 75 percent of a grant available to local governments and emergency planning commissions. Bases the awarding of grants on the extent to which chemical substances are manufactured, processed, used, and disposed of in a State, the extent of exposure to such substances in a State, and the population density of a State. Authorizes appropriations. Directs the Administrator to study and report to the appropriate congressional committees on methods of encouraging the reporting of toxics information through the use of computer telecommunication and other means. Requires the Director of the Office of Technology Assessment to study and report to the Administrator and the appropriate congressional committees on the provision to the public of toxic release inventory information. Title II: Pollution Prevention - Pollution Prevention Act of 1992 - Integrates portions of the Pollution Prevention Act of 1990 into the Solid Waste Disposal Act. Amends the Solid Waste Disposal Act to direct the Administrator, in promulgating requirements under specified environmental laws, to give pollution prevention the highest priority. Replaces references to \"source reduction\" in the Pollution Prevention Act of 1990 with \"pollution prevention.\" Requires owners or operators of facilities subject to toxic chemical release reporting requirements to periodically prepare pollution prevention plans, summaries, and progress reports. Sets forth plan preparation deadlines and content requirements. Makes plan summaries and progress reports available to the public. Provides for the modification of plans and summaries to correct deficiencies. Authorizes the Administrator to require plan preparers to receive training or attend seminars on the preparation of toxic release inventories and pollution prevention plans. Requires the Administrator to periodically prepare reports with respect to specific industrial categories of facilities and production units for which pollution prevention plans are required. Permits the Administrator to require owners or operators of such facilities to conduct feasibility studies with respect to: (1) the attainment of a specific pollution prevention performance standard for, or the implementation of a particular pollution prevention measure at, the facility or production unit; or (2) the use of out-of-process recycling as a complement to pollution prevention. Requires the Administrator to establish a research program to assist EPA's Office of Pollution Prevention in performing its functions. Grants access to information and facilities to EPA employees and authorized States. Prescribes civil penalties for noncompliance with access requirements and criminal penalties for knowing violations of this title's requirements. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxics Release and Pollution Prevention Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Right-to-Know More Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pollution Prevention Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to encourage pollution prevention and to require additional reporting on the use and release of toxic chemicals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:27-05:00"
}