{
  "actions": [
    {
      "acted_at": "1983-02-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-07", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Family and Human Services", 
      "text": "Referred to Subcommittee on Family and Human Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-07", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, HUD, Health and Human Services Department, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s493-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Family and Human Services", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1983-02-16", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1983-02-16", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1983-02-16", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-02-23", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1983-02-16", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1983-02-16", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1983-02-16", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-02-16", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1983-02-16", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1983-02-16", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-16", 
  "number": "493", 
  "official_title": "A bill to provide additional authorizations for programs designed to increase employment including the Community Development Block Grant, youth employment and education, senior citizens employment, and other similar programs, to provide training and retraining assistance for dislocated workers, and to provide emergency assistance for the long-term unemployed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Jobs, Training and Family Assistance Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-16", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Alcoholism counseling", 
    "Apprenticeship", 
    "Auditing", 
    "Authorization", 
    "Block grants", 
    "Child abuse", 
    "Children and youth", 
    "Community development", 
    "Congressional oversight", 
    "Costs", 
    "Counseling", 
    "Day care", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of Labor", 
    "Depressed areas", 
    "Disaster relief", 
    "Domestic Relations and Families", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Emergency medical services", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Energy", 
    "Energy conservation", 
    "Families", 
    "Family violence", 
    "Federal aid to community development", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Fees", 
    "Food and Food Industry", 
    "Food relief", 
    "Fuel", 
    "Full employment policies", 
    "Health", 
    "Health facilities", 
    "High school students", 
    "Home repair and improvement", 
    "Hospitals", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Manpower training programs", 
    "Marriage counseling", 
    "Minimum wages", 
    "Occupational retraining", 
    "Older workers", 
    "Part-time employment", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public health", 
    "Public service employment", 
    "Public utilities", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Retirement income", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Scholarships", 
    "Seasonal labor", 
    "Secondary education", 
    "Solar energy", 
    "Standards", 
    "Student aid", 
    "Student employment", 
    "Students", 
    "Suicide", 
    "Summer employment", 
    "Unemployment", 
    "Urban affairs", 
    "Urban economic development", 
    "Vocational education", 
    "Volunteer workers", 
    "Wages", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-16", 
    "text": "Emergency Jobs, Training and Family Assistance Act of 1983 - Title I: Jobs for the Unemployed - Directs the Secretary of Labor (\"the Secretary\"), from funds authorized under this title, to transfer funds to or reserve funds for specified employment programs. Authorizes appropriations for the period from the date of enactment of this Act through September 30, 1984. Makes such funds available for obligation and expenditure for one year from the date of appropriation. Requires that such funds be in addition to any amounts authorized for such employment programs prior to the date of enactment of this Act. Authorizes the Secretary to transfer a specified amount of funds under this title to hire long-term unemployed individuals through the Community Development Block Grant program, authorized under the Housing and Community Development Act of 1974. Directs the Secretary of Housing and Urban Development (HUD), from transfers made by the Secretary, to make grants to States and local governments in accordance with a specified allocation for housing rehabilitation and other activities described under such Act which the Secretary of HUD determines are labor intensive activities. Sets forth formulas for allocation of such funds to States and entitlement areas based on unemployment rates. Sets forth requirements for State and local applications and use of funds within a specified period. Directs the Secretary to report to Congress on such program by July 1, 1984. Authorizes the Secretary to reserve a specified amount of funds under this title for youth employment and education programs authorized under part C of title II of the Job Training Partnership Act. Amends such Act to add such provisions for a youth employment and education program. Sets forth program requirements for: (1) reservation of funds; and (2) allotment and allocation to and within States. Limits program eligibility to economically disadvantaged youths between 15 and 20 years old who agree to resume or maintain attendance in a secondary school diploma or high school equivalency certificate program or participation in other educational activities to improve their employability. Permits program funds to be used for part-time employment or training operated by specified types of governmental or private nonprofit organizations or for full-time summer employment. Sets forth requirements for private industrial council (PIC) applications for such program. Sets forth program responsibilities of State and local governments, State job training coordinating councils, and PICs. Authorizes the Secretary to reserve a specified amount of funds under this title for community service employment for older Americans under the Older Americans Act of 1965. Authorizes the Secretary to transfer a specified amount of funds under this title to the Secretary of Health and Human Services (HHS) for weatherization projects under the Low Income Home Energy Assistance Act of 1981. Amends such Act to add provisions for an emergency low income weatherization employment program. Provides for allotments to States from funds transferred under this title to be used for low-cost residential weatherization or other energy-related home repair for low-income households designed to provide employment to the unemployed in areas where such weatherization and home repair are carried out. Authorizes the Secretary to transfer a specified amount of funds under this title to the Secretary of HHS for additional amounts for social services block grants for increased provision of child day care services under the Social Security Act. Authorizes the Secretary to transfer a specified amount of funds under this title to the President of the Solar Energy and Energy Conservation Bank for activities designed to increase employment opportunities under the Solar Energy and Energy Conservation Act of 1980. Authorizes the Secretary to transfer a specified amount of funds under this title to the Secretary of HHS for development loans to rural community economic development programs to increase employment under the Community Economic Development Act of 1981. Authorizes the Secretary to make such transfers of funds authorized under this title for the above mentioned programs to the head of each Federal agency within 60 days after enactment of the appropriation Act providing such funds. Prohibits such transfers until the Secretary and the appropriate Federal agency heads have entered into cooperative agreements. Sets forth required provisions for such cooperative agreements. Requires that at least 80 percent of funds provided under this title which are expended for wage and benefits will be used for wages and benefits for workers who were unemployed: (1) at least 15 of the 26 weeks immediately preceding the date of enactment of this Act; and (2) immediately prior to program participation. Requires that all workers employed under the program assisted by this title have been referred by a U.S. Employment Service office as being currently unemployed. Makes ineligible for program employment workers who have, within six months prior to the determination, voluntarily terminated, without good cause, their last previous employment at or exceeding the Federal minimum wage. Requires that program wages be not less than the highest of the applicable minimum wage or the prevailing wage for workers in similar positions with the same employer. Limits the share of wages and benefits paid to any program participant out of funds under this title to the hourly equivalent of $10,000 per year. Requires that at least 75 percent of the program funds under this title to be used for employee wages and benefits. Prohibits displacement of current workers by program employees funded under this title. Sets forth other prohibitions for programs funded under this title. Sets forth administrative provisions. Title II: Training for New Industries - Authorizes additional appropriations for FY 1983 and 1984 for employment and training assistance for dislocated workers under the Job Training Partnership Act. Amends the Higher Education Act of 1965 to direct the Secretary of Education to disregard, in any case in which a student is determined to be a dislocated worker (in accordance with regulations prescribed by the Secretary of Labor), all equity in a single place of residence and the amount of unemployment benefits of such a student for purposes of computation of assets and income for the proposed family contribution schedule for determination of Pell Grants. Increases the total amount of appropriations authorized under Omnibus Reconciliation Act of 1981 for Pell Grants for the period beginning on the date of enactment of this Act through September 30, 1984. Makes such additional sums available for entitlements only to dislocated workers who are otherwise eligible for Pell Grant payments. Authorizes additional appropriations for the Job Corps under the Job Training Partnership Act, for the period beginning on the date of enactment of this Act through September 30, 1984. Title III: Emergency Services Assistance - Emergency Food and Shelter Act of 1983 - Authorizes the Secretary of Health and Human Services (\"the Secretary\") to make grants to States for emergency food, shelter, and health care assistance. Authorizes appropriations for the period from the date of enactment of this Act through September 30, 1984, to carry out the provisions of this title. Provides that such funds shall remain available for the succeeding fiscal year. Directs the Secretary to make allotments to States as follows: (1) 25 percent of grant funds on the basis of relative numbers of unemployed; and (2) 75 percent on the basis of \"excess numbers\" of unemployed (those in excess of 4.5 percent of the civilian labor force). Directs State Governors to allocate the State allotment among local governments on the basis of relative numbers of excess numbers of unemployed and of long-term unemployed within service delivery areas. Permits such grants to be used for emergency shelter (including emergency payments for rent and utilities), food, and health care services for long-term unemployed and other needy individuals, together with crisis counseling for alcoholism, drug abuse, suicide, child abuse, and domestic violence. Sets forth requirements for State applications. Requires that: (1) between 15 to 20 percent of each local government allocation be used for health care services for long-term unemployed individuals; and (2) of such amount for health care services, two-thirds will be used for hospital care and one-third for community health center care. Limits administrative expenses to ten percent of the State allotment. Sets forth requirements for program payments, administration, withholding, and audit. Directs the Secretary to report annually to the President and the Congress on the program authorized by this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Jobs, Training and Family Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Food and Shelter Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional authorizations for programs designed to increase employment including the Community Development Block Grant, youth employment and education, senior citizens employment, and other similar programs, to provide training and retraining assistance for dislocated workers, and to provide emergency assistance for the long-term unemployed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:34-05:00"
}