{
  "actions": [
    {
      "acted_at": "2009-01-06", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s93-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-06", 
  "number": "93", 
  "official_title": "A bill to provide quality, affordable health insurance for small employers and individuals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Empowerment Act", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-06", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health promotion and preventive care", 
    "Insurance industry and regulation", 
    "Self-employed", 
    "Small business"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-06", 
    "text": "Small Business Empowerment Act - Directs the Secretary of Health and Human Services to establish a national program to make quality, affordable health insurance available to small employers and self-employed individuals in a manner that will spread risk on a national basis, modeled on the federal employees health benefit program.Requires the Secretary to enter into a contract with an eligible entity for administration of the program. Authorizes such entity to provide health insurance coverage to employees of participating employers and individuals. Directs such entity to: (1) establish a pilot program to provide for the offering by carriers of a model health benefits plan; and (2) contract with the Institute of Medicine to assess the impact of the program on health care coverage costs and access.Continues state mandated benefit laws for plans under this Act.Sets minimum standards for program health benefits plans. Directs the Secretary to prescribe regulations providing for employer participation.Establishes the National Health Coverage Commission. Includes among Commission duties: (1) developing a model that ensures adequate coverage for medically necessary services, promotes disease and chronic disease management, and provides incentives for health provider compliance with best practices protocols; and (2) developing model cost sharing mechanisms that do not discriminate and that accommodate lower income individuals.Directs the Secretary and the administrative entity to implement an educational campaign concerning the program.Requires the Secretary to establish a program to provide reinsurance to qualified carriers offering plans under this Act. Establishes the Small Business Health Coverage Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Empowerment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide quality, affordable health insurance for small employers and individuals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:44-05:00"
}