{
  "actions": [
    {
      "acted_at": "1997-10-28", 
      "committee": "Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-28", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-28", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-09", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-10", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-09", 
      "bill_ids": [
        "hr2727-105"
      ], 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "See H.R.2727.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2750-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Dooley, Calvin M.", 
      "sponsored_at": "1997-10-28", 
      "state": "CA", 
      "thomas_id": "00306", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1997-11-13", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thurman, Karen L.", 
      "sponsored_at": "1997-11-09", 
      "state": "FL", 
      "thomas_id": "01157", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-28", 
  "number": "2750", 
  "official_title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2727-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Superfund Cleanup Acceleration and Liability Equity Act", 
  "sponsor": {
    "district": "5", 
    "name": "Barcia, James A.", 
    "state": "MI", 
    "thomas_id": "00052", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-10-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Air pollution control", 
    "Alternative dispute resolution", 
    "Animals", 
    "Auditing", 
    "Battery recycling", 
    "Business intelligence", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Collection of accounts", 
    "Commerce", 
    "Community organization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Contractors", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Damages", 
    "Depressed areas", 
    "Disaster relief", 
    "Discovery (Law)", 
    "Easements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Employee training", 
    "Endangered species", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Environmental technology", 
    "Evidence (Law)", 
    "Executive Office of the President", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to medical research", 
    "Federal installations", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Feedstock", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Gifts", 
    "Glass recycling", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government service contracts", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Groundwater", 
    "Groundwater pollution", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health education", 
    "Household hazardous wastes", 
    "Housing and community development", 
    "Indian lands", 
    "Indian medical care", 
    "Injunctions", 
    "Intergovernmental fiscal relations", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land use", 
    "Landfills", 
    "Law", 
    "Legal fees", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liens", 
    "Limitation of actions", 
    "Local laws", 
    "Marine and coastal resources, fisheries", 
    "Marine parks and reserves", 
    "Mediation", 
    "Medical research", 
    "Mine wastes", 
    "Minorities", 
    "Municipal solid waste", 
    "National parks", 
    "Native Americans", 
    "Negligence", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Paper recycling", 
    "Performance measurement", 
    "Plant protection", 
    "Plastics recycling", 
    "Polychlorinated biphenyls", 
    "Potable water", 
    "Protection of animals", 
    "Public health", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Recruiting of employees", 
    "Recycling of waste products", 
    "Research centers", 
    "Right-of-way", 
    "Rubber", 
    "Science, technology, communications", 
    "Scrap metals", 
    "Sewage sludge", 
    "Small business", 
    "Social welfare", 
    "State laws", 
    "Subpoena", 
    "Surety and fidelity", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Technological innovations", 
    "Textile fabrics", 
    "Toxicology", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Valuation", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-10-28", 
    "text": "TABLE OF CONTENTS: Title I: Remedy Selection Title II: Liability and Allocation Title III: Community Participation and Human Health Subtitle A: Community Participation Subtitle B: Human Health Subtitle C: General Provisions Title IV: Natural Resource Damages Title V: State Role Title VI: General Provisions Superfund Cleanup Acceleration and Liability Equity Act - Title I: Remedy Selection - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) to revise provisions regarding general rules for remedy selection. Requires exposure assessments to be consistent with the current and reasonably anticipated uses of land, water, and other resources identified by the President. Directs the President, for purposes of selecting appropriate methods of remediation for a given facility, to identify current and reasonably anticipated uses of land, water, and other resources at and around the facility and the timing of such uses. Permits land use assumptions restricting future use to be used in evaluating remedial alternatives only to the extent that institutional controls meeting specified criteria have been or will be adopted in the final remedy. Requires the President, in identifying current and reasonably anticipated future groundwater uses, to defer to State determinations regarding such uses where the State has made such determination on a facility-specific basis. Prohibits the use of groundwater from being identified as drinking water for groundwater: (1) that contains more than 10,000 milligrams per liter total dissolved solids; (2) that is so contaminated by naturally occurring conditions or by the effects of human activity unrelated to a specific activity that restoration of drinking water quality is impracticable; or (3) if the potential source of drinking water is physically incapable of yielding 150 gallons per day of water to a well or spring without adverse environmental consequences. Directs the President to use site-specific risk assessment to: (1) determine the nature and extent of risk to human health and the environment; (2) assist in establishing remedial objectives for the facility respecting releases or threatened releases of hazardous substances and in identifying geographic areas or exposure pathways of concern; and (3) evaluate alternative remedial actions for a facility to determine their risk reduction benefits. Requires the President, where a final remedy relies on stabilization, containment, or engineering controls to limit exposure, institutional controls, or other measures, to include requirements for regular monitoring or oversight of the effectiveness and protectiveness of the remedy. Provides certain procedures for the remediation of hot spots. Revises provisions regarding the degree of cleanup. Provides that the standards set forth in CERCLA shall govern the level or standard of control for remedies, remedy selection, and on-site management of hazardous substances in lieu of any other Federal, State, or local standards, except as otherwise provided. Requires point source discharges or emissions of hazardous substances into U.S. waters or ambient air that result from the conduct of a remedy to comply with State and Federal standards respecting such discharges or emissions. Requires response actions to return usable groundwater to beneficial uses, wherever practicable, within a time frame that is reasonable given the particular circumstances of the site. Sets forth additional objectives for response actions with respect to remedy selection for groundwater. Provides that compliance with State standards for protection shall not be required unless such standards are of general applicability, consistently applied, and identified to the President in a timely manner. Directs the President to consider new procedures for conducting remedial investigations and feasibility studies in an efficient, cost-effective, and timely manner. Requires the President to emphasize performance-based standards. Provides for a phased approach to site characterization and remediation in which remedies are arrived at through a sequence of investigations and actions. Directs the President to maintain a registry of restrictions on the use of land, water, or other resources through institutional controls that are included in final records of decisions as part of the basis of decision at National Priority List (NPL) facilities. Requires the President to study and report on the use and effectiveness of institutional controls at NPL facilities and to issue recommendations to improve efficiency and effectiveness. (Sec. 102) Authorizes the President, in order to respond to a release of a hazardous substance, to acquire a hazardous substance easement which limits or controls the use of land, water, or other natural resources. Permits easements and notices of property use restrictions to be used whenever institutional controls have been selected as a component of a removal or remedial action. Makes easements enforceable for 20-year periods (unless terminated pursuant to this Act) against owners of affected property or persons who acquire interest in, or rights to use, the property. (Sec. 103) Requires risk assessments and characterizations conducted under CERCLA to: (1) provide scientifically objective, informative, and understandable assessments, estimates, and characterizations which neither minimize nor exaggerate the nature and magnitude of health and environmental risks; (2) distinguish scientific findings from other considerations; and (3) be based on the best, relevant, and current scientific and technical information. (Sec. 104) Requires the President, in setting priorities for remedial action under the national hazardous substance response plan (part of the national contingency plan for the removal of oil and hazardous substances), to place highest priority on facilities with releases resulting in actual ongoing human exposures at levels of public health concern or demonstrated adverse effects. (Sec. 105) Alters the criteria for the continuance of obligations for removal actions to provide that actions shall not continue after $3 million (currently, $2 million) has been obligated or two years (currently, 12 months) have elapsed from the date of initial response to a release or threatened release of hazardous substances. (Sec. 107) Makes amendments made by this title applicable to final remedial actions selected under CERCLA for which records of decision were signed, or consent decrees were lodged, after October 28, 1997. Requires the Environmental Protection Agency (EPA) to maintain a process to update remedies for which design, construction, or operation and maintenance activities are ongoing as of this Act's enactment date in order to bring past decisions into line with the current state of knowledge with respect to remediation science, technology and engineering, best available facility data, and the most recent EPA policy and guidance. Title II: Liability and Allocation - Revises liability provisions to provide exemptions from liability, for response costs incurred after October 28, 1997, for activity prior to such date, for certain small businesses, persons arranging for disposal, treatment, or transport of only municipal solid waste or sewage sludge who are businesses with fewer than 100 employees, and de micromis parties other than owners or operators who do not impede the performance of a response action or natural resource restoration at an NPL facility. Absolves of liability: (1) owners or operators who are bona fide prospective purchasers of an NPL facility or persons who inherited such a facility; or (2) Federal or State governmental entities or municipalities whose liability is based solely on ownership of a right-of-way or public transportation route over which hazardous substances are transported or on the granting of a license to conduct business. Exempts from liability U.S. Government actions taken in response to a natural disaster. Limits liability with respect to: (1) response costs incurred after October 28, 1997, for activity prior to such date by certain non-owners or operators who arranged for the disposal, treatment, or transport of only municipal solid waste or sewage sludge; (2) codisposal landfills proposed for listing on the NPL before such date that are owned or operated by municipalities and not subject to criteria for solid waste landfills under the Solid Waste Disposal Act; and (3) response costs incurred after such date by certain owners or operators who are tax-exempt organizations. Exempts certain contiguous property owners from liability. Grants the United States a lien for unrecovered response costs on a facility for which the owner is not liable by reason of being a bona fide prospective purchaser described above. Prescribes conditions for such liens. Bars liens with respect to property: (1) for which the property owner preceding the first such purchaser is not liable or has resolved liability; or (2) where an audit or inquiry gives the purchaser no reason to know of the release of hazardous substances. Makes amendments pertaining to liability exemptions and limitations inapplicable to actions brought for costs incurred before October 28, 1997. (Sec. 202) Adds to the list of parties eligible for expedited final settlements certain small businesses or parties whose contribution of hazardous substances was small. (Sec. 203) Adds provisions to effect the allocation of liability for response costs at multiparty facilities. Provides for mandatory (at NPL facilities at which response costs are incurred after October 28, 1997) and requested allocations. Places a moratorium on litigation asserting claims for, or seeking recovery of, response costs in connection with actions for which allocations are required or initiated until 90 days after issuance of the allocator's report. Stays pending actions or claims, until such prescribed period, unless the court determines that a stay will result in manifest injustice. Sets forth requirements concerning the allocation process, including those for the notification of potentially responsible parties (PRPs) and determinations regarding de minimis parties. Authorizes the allocation parties to select a neutral allocator from a list provided by the EPA Administrator (Administrator) or from candidates proposed by the parties. Permits PRPs, prior to the issuance of the allocator's report, to submit a private allocation to the allocator. Requires the allocator to adopt such allocation as the report if it meets specified conditions. Directs the allocator to conduct an allocation process culminating in the issuance of a report with a nonbinding, equitable allocation of the percentage shares of responsibility, including the orphan share, within 180 days of the issuance of the final list of parties or the date of the contract for allocation service, whichever is later. Sets forth components of orphan shares. Requires shares that the allocator cannot attribute to any party to be distributed among parties, including the orphan share. Prescribes civil and criminal penalties for failures to comply with the allocator's request for information or for making knowingly false statements. Authorizes the Administrator and the Attorney General to reject the allocator's report under certain conditions. Includes within settlements based on allocated shares: (1) a waiver of contribution rights against all PRPs for the response costs as well as a waiver of rights to challenge any settlement the President enters into with any other PRP; (2) covenants not to sue; (3) a site-specific premium that compensates for the U.S. litigation risk with respect to PRPs who have not resolved liability (unless the settlement covers 100 percent of response costs); (4) contribution protection regarding matters addressed in the settlement; and (5) provisions through which the settling parties shall receive reimbursement from the Hazardous Substance Superfund (Superfund) for response costs incurred in excess of the aggregate of their allocated share and any premia required by the settlement. Lists maximum amounts for premia authorized for litigation risk. Permits the Administrator to modify such amounts. Provides for reimbursements of premia under certain conditions. Sets forth conditions under which a party that performs work in excess of its allocated share may be reimbursed. Authorizes the United States to commence actions against liable persons who have not resolved liability following allocation. Sets forth provisions regarding funding of orphan shares. Makes Federal agencies identified as PRPs subject to the allocation process to the same extent as any other party. Declares that the procedures set forth in this section shall not be construed to modify the principles of retroactive, strict, joint, and several liability. Provides that persons who are potentially liable solely as response action contractors shall not be named as allocation parties under this section. (Sec. 204) Absolves persons (other than owners or operators) who arranged for the recycling of recyclable material from liability for environmental response actions. Deems transactions involving scrap paper, plastic, glass, textiles, or rubber (other than whole tires) to be arranging for recycling if the person who arranged the transaction demonstrates that the following criteria were met: (1) the recyclable material met a commercial specification grade and a market existed for the material; (2) a substantial portion of the material was made available for use as a feedstock for the manufacture of a new saleable product; (3) the material (or product made from the material) could have been a replacement for a virgin raw material; and (4) with respect to transactions occurring 90 days after this Act's enactment, the person exercised reasonable care to determine that the facility where the material would be managed by another was in compliance with Federal, State, or local environmental laws or regulations. Deems transactions involving scrap metal to be arranging for recycling if the person who arranged the transaction demonstrates that: (1) the criteria for scrap materials were met; (2) he or she complied with applicable standards regarding activities associated with the recycling of scrap metals; and (3) the scrap metal was not melted prior to the transaction. Deems transactions involving spent lead-acid, nickel-cadmium, or other batteries to be arranging for recycling if the person involved demonstrates that: (1) the criteria for scrap materials were met; and (2) he or she complied with applicable Federal environmental standards regarding such batteries. Makes the exemptions from liability under this Act inapplicable if the person: (1) had an objectively reasonable basis to believe at the time of the recycling transaction that the recyclable material would not be recycled or would be burned as fuel or for energy recovery or incineration or that the consuming facility was not in compliance with Federal, State, or local environmental laws or regulations; (2) added hazardous substances to the material for purposes other than processing for recycling; or (3) failed to exercise reasonable care with respect to the management of the material. Makes such exemptions inapplicable if the recyclable material contained polychlorinated biphenyls in excess of 50 parts per million or any new Federal standard. (Sec. 205) Provides that response action contractors shall not be liable solely as a result of testing or implementation of alternative or innovative treatment or containment technologies with respect to a response action if use of the technology has been approved by the authorized Federal or State regulatory agency. Title III: Community Participation and Human Health - Subtitle A: Community Participation - Revises provisions regarding grants for technical assistance to make such grants available to Community Advisory Groups or affected communities (defined as two or more individuals affected by the release or threatened release of hazardous substances at a facility listed or proposed for listing on the NPL or at which the Administrator is undertaking an action anticipated to exceed one year or a specified funding limit (covered facility)). Expands the list of authorized grant activities. Requires the President to take specified actions to provide for meaningful public participation in every significant phase of a response action under CERCLA. Permits Community Advisory Groups, affected Indian tribes and communities, and local government and health officials to propose remedial alternatives to the President. Requires the President to make records relating to response actions at a facility available to the public throughout all phases of an action. Sets forth additional requirements with respect to public notice of certain removal actions. (Sec. 303) Directs the President to provide the opportunity for the establishment of a Community Advisory Group, a representative public forum, to achieve direct, regular, and meaningful consultation with all interested parties throughout all stages of a response action whenever: (1) the President determines such a group will be helpful; or (2) ten individuals residing in the area in which the facility is located, or ten percent of the population of a locality in which the NPL facility is located, whichever is fewer, petition for a Group to be established. Authorizes such Groups to offer recommendations on the anticipated future use of land at a facility prior to the selection of a remedy. Authorizes the President to provide administrative support for such Groups. Directs the Administrator to submit to the Congress a community study that includes an analysis of: (1) the speed of listing; (2) the speed and nature of response actions; (3) the degree to which public views are reflected in response actions; (3) future land use determinations and use of institutional controls; and (4) the population, race, ethnicity, and income characteristics of communities affected by facilities listed or proposed for listing on the NPL. Requires periodic updates of such study. Directs the Administrator to institute necessary improvements or modifications to address any deficiencies identified by the study. (Sec. 305) Requires the Administrator to conduct a program to assist in the recruitment and training of individuals in affected communities for employment in response activities. (Sec. 306) Directs the Administrator to evaluate areas such as Indian country or poor rural communities that warrant special attention and to identify up to five facilities in each EPA region that are likely to warrant inclusion on the NPL. Accords such facilities a priority in evaluation for NPL listing and scoring. (Sec. 307) Authorizes grants from Superfund to be made to nonprofit organizations for the training and education of workers engaged in activities related to hazardous waste removal or containment or emergency response. Allocates 20 percent of such grants for training of minority and other community-based workers engaged in such activities. Raises the maximum amount allowed for such grants for FY 1999 through 2003. Subtitle B: Human Health - Requires the President to notify State and local public health authorities and tribal health officials whenever there is reason to believe that a release (or threat of release) of a hazardous substance, pollutant, or contaminant has occurred, is occurring, or is about to occur. Directs the Administrator of the Agency for Toxic Substances and Disease Registry (ATSDR) to perform a health assessment or related health activity, at a minimum, for each facility listed or proposed for listing on the NPL, including Federal facilities. Requires the ATSDR Administrator to develop and distribute educational materials on human health effects of hazardous substances to the public. (Sec. 314) Authorizes the ATSDR Administrator, pursuant to specified grants and contracts, to facilitate the provision of health services to communities affected by the release of hazardous substances. (Sec. 315) Provides for cooperation with Indian tribes with respect to certain ATSDR activities. Requires the ATSDR Administrator to include in a biennial report on ATSDR activities the health impacts on Indian tribes of hazardous substances from covered facilities. Subtitle C: General Provisions - Sets forth effective dates for provisions of this title. Title IV: Natural Resource Damages - Removes natural resource liability provisions. Requires sums recovered for such damages by the U.S. Government, a State, or an Indian tribe to be used only for reasonable restoration measures for such resources. (Sec. 402) Sets forth requirements for the designation of a lead trustee in cases where more than one Federal, State, or tribal trustee has cause to conduct a natural resource damage assessment. (Sec. 403) Requires Federal or State natural resource trustees or Indian tribes seeking natural resource damages to initiate mediation with PRPs by means of the mediation procedure or another alternative dispute resolution method recognized by the district court in which the action is filed. (Sec. 404) Makes the amendments made by this title inapplicable to actions to recover such damages that were filed before October 28, 1997. (Sec. 405) Limits the measure of natural resource damages to the reasonable costs of: (1) assessing such damages; (2) restoring such resources; and (3) the lost-use of such resources occurring after December 11, 1980. Bars recovery for any impairment of nonuse values as a separate compensable damage. Prohibits contingent valuation methodology and other economic polling techniques from being used to value lost natural resource services or particular restoration alternatives. (Sec. 406) Sets forth goals of natural resource restoration. (Sec. 407) Bars double recovery by a Federal, State, or tribal trustee under any Act for natural resource damages. (Sec. 408) Permits recovery of natural resource damages by a trustee only if the damage assessment demonstrates that the hazardous substance release was a cause of any alleged natural resource injuries that deviate from the baseline condition. Title V: State Role - Authorizes States, pursuant to contracts or cooperative agreements, to apply to the Administrator to take or require: (1) preremedial actions at any non-federally owned or operated facility that is not listed on the NPL; or (2) response actions at non-federally owned or operated NPL facilities or removal actions at any facility proposed for listing on the NPL. Sets forth requirements for State enforcement and allocation of liability. (Sec. 502) Prohibits the Administrator from providing funding to States for response actions or response actions, except for emergency removal actions, unless the affected State provides assurances that it will pay ten percent of the cost of the action or funding and will assure oversight of any operation and maintenance of response actions. Title VI: General Provisions - Provides that the approval of a State Governor is not necessary before the President lists a facility on the NPL."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Cleanup Acceleration and Liability Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:23-05:00"
}