{
  "actions": [
    {
      "acted_at": "1980-06-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor, H. Rept. 96-1143.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Measure passed House, division vote (13-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "bill_ids": [
        "s2675-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 2675.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-29", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7664-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-25", 
  "number": "7664", 
  "official_title": "A bill to amend the National School Lunch Act and the Child Nutrition Act of 1966 to extend the authorizations of appropriations contained in such Acts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2675-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Nutrition Amendments of 1980", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-25", 
  "subjects": [
    "Acreage allotments", 
    "Advisory bodies", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural labor", 
    "Agricultural price supports", 
    "Agricultural prices", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Alcohol as fuel", 
    "Authorization", 
    "Child health", 
    "Child welfare", 
    "Children and youth", 
    "Congressional oversight", 
    "Contractors", 
    "Corn", 
    "Cotton", 
    "Day care", 
    "Developing countries", 
    "Economics and public finance", 
    "Education", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Feed grain program", 
    "Food and Food Industry", 
    "Food industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Grain storage", 
    "International relief", 
    "Labor and employment", 
    "Marketing of farm produce", 
    "Migrant labor", 
    "Nutrition", 
    "Nutrition policy", 
    "Parent-school relationships", 
    "Petroleum prices", 
    "Pregnant women", 
    "Public Welfare and Charities", 
    "Rice", 
    "School lunch program", 
    "Seasonal labor", 
    "Standards", 
    "Tax-exempt organizations", 
    "Wheat"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-07-25", 
    "text": "(Measure passed Senate, amended, in lieu of S. 2675) Child Nutrition Amendments of 1980 - =Title I: School Lunch and Child Nutrition= - Amends the National School Lunch Act to reduce the national average payment by two and one half cents to any school authority in which less than 60 percent of the children participants in the program received free and reduced-price lunches. Modifies the formula for determining the amount of direct Federal expenditures for carrying out this Act and the Child Nutrition Act of 1966. Requires that, beginning July 1, 1980, the national average value of donated foods or cash payments in lieu thereof for the school lunch program be adjusted annually based on changes in the Consumer Price Index for Food Used in Schools and Institutions. Reduces the national average value of donated foods or such cash payments by two cents, effective July 1, 1981. Prohibits the Secretary of Agriculture from offering commodity assistance based on the number of breakfasts served under the school breakfast program for the school year ending June 30, 1981. Authorizes the Secretary, in subsequent years, to donate foods in an amount of three cents per school breakfast. Provides for the modification of such amount to reflect changes in the Consumer Price Index for Food Used in Schools and Institutions. Requires all students in any grade level in any junior high school or middle school which participates in the school lunch program to accept offered foods. Eliminates specified adjustments in the income poverty guidelines for the purposes of the National School Lunch Act. Prescribes such income guidelines for reduced-price lunches at 85 percent (rather than 95 percent) above the income poverty guidelines prescribed by the Secretary. Requires local school authorities to publicly announce such guidelines at the opening of school each fiscal year. Permits only the income guidelines for reduced price lunches to be included on applications for program participation. Directs the Secretary to conduct a pilot study to verify data submitted on applications for free and reduced-price school meals. Authorizes local authorities to seek verification of such data for cause. Authorizes the Secretary to require the use of social security numbers on applications for such program. Directs the Secretary to allow a standard deduction of $60 a month for each household in computing household income in all but specified States. Requires the annual adjustment of such deduction to reflect changes in the Consumer Price Index of the Bureau of Labor Statistics for items other than food. Sets forth a formula for determining the standard deduction for noncontiguous States and jurisdictions. Reformulates the computation of special assistance payments. Directs the Secretary to annually (rather than semiannually) prescribe adjustments in the national average rates for lunches served and the special assistance factor for lunches served under the National School Lunch Act and in the national average rates for breakfasts served under the Child Nutrition Act of 1966. Excludes Job Corps Centers from the definition of \"school\" for the purposes of the National School Lunch Act. Directs the Secretary to make adjustment for the differences in food program costs for participating States and territories not a part of the continental United States. Limits Federal reimbursement (rather than total reimbursement) to school Food authorities to an amount not to exceed the combined cost of operating both the lunch and breakfast programs. Requires claims for reimbursement for meals served under the National School Lunch Act or the Child Nutrition Act of 1966 to be submitted to the State agency within a specified period of time. Redefines \"service institutions\" for the purposes of the summer food service program for children to include private nonprofit institutions that serve meals primarily to migrant children. Requires a school given funding priority by a State under such program to notify such State by a specified date as to whether such school desires to operate such program. Directs the State to select an appropriate service institution to operate such program as specified. Directs each State in conduct active outreach efforts to identify institutions eligible to participate in such program in areas with large concentrations of low-income families. Prohibits the Secretary from directly operating such a program or a program under the child care food program after fiscal year 1983. Permits any service institution to serve lunch and either breakfast or a supplement (rather than three meals, including a supplement) each day of operation. Permits any service institution which is a residential camp or which serves meals primarily to migrant children to serve up to four meals per day of operation. Authorizes service institutions to use a preapproved portion of the available reimbursement for the operating and administrative expenses of such program, as specified. Directs the Secretary to make available to States administering such program an amount of up to two percent of the funds expended by each State in the program for the purpose of conducting audits. Sets forth a formula for determining payments to each State for administrative costs. Sets forth the recordkeeping requirements for States and service institutions participating in such program. Authorizes appropriations for the summer program through fiscal year 1984. Authorizes appropriations for the commodity distribution program through fiscal year 1984. Requires each State agency that distributes such commodities and other foods to schools under such program to establish procedures to permit a school to receive the desired amounts and types of commodity assistance. Allows the delivery of alternative commodities when available. Reduces the number of members on the National Advisory Council on Child Nutrition from 19 to 18. Sets forth the required credentials for specified members of such Council. Requires the Council to submit to the President and to Congress a biennial rather than an annual report. Directs the Secretary to adjust annually (rather than semiannually) the national average payment rate to the States for the child care food program. Requires that the average payment rate for supplements be three cents lower than such adjustment. Reduces the amount available to the Secretary to provide equipment assistance to enable institutions to establish, maintain and expand the child care food program. Permits the Secretary to establish special procedures for the conduct of audits of participating institutions. Authorizes the Secretary to require each State to establish a standard form of contract for use by institutions in purchasing meals. Directs the Secretary to conduct two-year pilot projects with respect to local school districts to determine whether there may be more efficient, economical, and reliable methods of operating the commodity distribution program. Requires such projects to authorize school districts to utilize cash assistance and commodity letters of credit in lieu of commodities. Directs the Secretary to conduct a study to analyze the impact and effect of such projects. Requires that regulations issued under the National School Lunch Act or the Child Nutrition Act of 1966 be submitted to Congress. Provides that such regulations shall become effective 45 days after submission unless Congress disapproves them by concurrent resolution. Requires whole milk to be offered in the school lunch program whenever other milks are required to be offered. Authorizes the Secretary to withhold funds from or seek injunctive relief against any State failing to correct deficiencies in the administration of any program under the National School Lunch Act or the Child Nutrition Act of 1966. Amends the Child Nutrition Act of 1966 to establish the rate of reimbursement at five cents per half-pint of milk served to children not eligible for free milk under the special milk program. Requires annual rather than semiannual adjustments in the maximum payment for each free breakfast served at schools that are in severe need. Entitles any school to additional assistance when the appropriate State educational agency determines that not less than 40 percent of such school lunches were served free or at a reduced price, the rate per meal established by the Secretary is insufficient, and not less than 25 percent of those receiving such assistance for lunch also participate in the school breakfast program. Permits the State agency to deny such assistance to any school food authority if such authority qualified as a result of the termination of a program at one of its schools. Reduces the authorization of appropriations for the food service equipment assistance program. Reserves to the Secretary 40 percent of such funds to assist schools without a food service program or the facilities to prepare or receive hot meals, through fiscal year 1984. Directs the Secretary to reapportion unused funds. Directs the Secretary to allocate funds for State administrative expenses to the agencies responsibility for the administration of the programs authorized under the National School Lunch Act and the Child Nutrition Act of 1966, excepting the special supplemental food program. Permits the States to use the allocated funds as needed in meeting the administrative costs of such programs. Extends the authorization of appropriations for State administrative expenses through fiscal year 1984. Excludes Job Corps Centers from the definition of \"school\" for the purposes of the Child Nutrition Act of 1966. Grants the Secretary the power to determine the amount of and settle and adjust any claim arising under the provisions of such Acts. Extends the authorization of appropriations for the special supplemental food program through fiscal year 1984. Requires each State agency to set-aside special supplemental food program funds in amounts sufficient to service migrant farmworkers who reside or are or will be employed in the State. Permits such agencies to make funds available to local agencies which intend to initiate such programs in areas in which large numbers of migrant farmworkers reside or are employed. Directs the Secretary to evaluate State projections of the amount of funds required to provide services to such workers. Requires the State to conduct outreach services in such areas. Permits the Secretary to make additional amounts available to the States based on the number of local agencies serving migrant farmworkers and the number of such farmworkers served. Requires the State agency to advance funding for administrative expenses to specified local agencies. Requires the Secretary to consider changes in the flow of the migrant stream from one State to another when reallocating unspent program funds. Prohibits any local agency from being required to apply for or carry out any special supplemental food program through fiscal year 1983. Extends the authorization of appropriations for nutrition education through fiscal year 1983. Directs the Secretary to promulgate regulations implementing this Act, with certain time restrictions. Requires that the announcement regarding any cropland set-aside for wheat be made no later than August 1 of each year (previously August 15). Directs the Secretary to carry out demonstration projects to provide agricultural commodities to community food banks for distribution to needy persons. =Title II: Consolidation Program= - Provides the States with the option of consolidating and reorganizing the following food assistance programs: (1) the food stamp program of the Food Stamp Act of 1964; (2) the child feeding programs of the National School Lunch Act and the Child Nutrition Act of 1966; (3) the food and nutrition education program of the Smith Lever Act; and (4) the commodity supplemental food program. Allows any State to participate in the consolidation program, and guarantees that a participating State shall receive the funds it would otherwise have received under the above mentioned programs. Stipulates the procedure by which a State may withdraw from the program. Permits a State to receive a planning grant of up to two percent of the amount that State presently receives under the four existing programs, in order to prepare a consolidated plan conforming to this Act. Sets forth requirements for receiving such a grant. Requires each State desiring to receive funds for the consolidation program to: (1) designate a State agency to ascertain the food and nutrition needs of the State's needy population, to formulate and monitor the State consolidation plan and to receive and apportion State and Federal funds earmarked for the program; (2) publish, prior to consolidated assistance and every fourth year thereafter, a four-year comprehensive State plan which conforms to the requirements of this Act, and update the plan annually; (3) certify to the Secretary of Agriculture that the requirements of (3) have been complied with; and (4) provide or an annual audit of expenditures, and to report the findings of that audit to the Secretary. Provides that a State participating in a consolidated program is eligible to receive an additional grant for carrying out that program equal to ten percent of its total entitlement, provided that such amount is matched by the State with an equal amount of non-Federal funds. Requires the Secretary to furnish the same services in kind which would have been furnished to the State had the State not participated in the consolidated program. Permits the States to purchase food-service equipment and facilities with funds made available under this Act. Forbids any State from using more than 2.5 percent of the funds made available under this Act for administrative expenses. Provides for evaluations and monitoring of the program authorized under this Act. Requires the Secretary to carry out a program of grants to States which consolidate under this Act for purposes of interstate cooperation. Provides for the participation of children enrolled in private or Indian Tribal Schools if a State is prohibited by law from providing for their participation. Imposes criminal penalties on anyone who embezzles, steals, or fraudulently obtains any funds authorized by this Act. =Title III: Farm Labor Contractor Registration Act= - Farm Labor Contractor Registration Act Amendments of 1980 - Amends the Farm Labor Contractor Registration Act of 1963 to revise the definition of \"Farm Labor Contractor\" to: (1) broaden certain exemptions from coverage under such Act; and (2) exclude from coverage any nonprofit or cooperative association of farmers, growers, ranchers, duly incorporated under appropriate State laws, and operated solely for the mutual benefit of the members thereof, and any full-time or regular employee of such association or cooperative who engages in such activity solely for such employer. Adds other definitions relating to such revisions. Revises the definition of \"Agriculture Employment\" to specify that listed activities take place on a farm or ranch. Limits the definition of \"migrant worker\" to mean (among individuals engaged in agricultural employment on a farm or ranch on a seasonal or temporary basis) only those who cannot regularly return to their domicile each day after working have or who are transported from and to their domicile each workday by the person who recruits, solicits, hires, or furnishes such workers for agricultural employment on a farm or ranch owned or operated by another person. =Title IV: Agricultural Trade Suspension Adjustment Act of 1980= - Agricultural Trade Suspension Adjustment Act of 1980 - Amends the Agricultural Act of 1949 to direct the Secretary to increase the price supports for the 1980 and 1981 crops of corn to not less than $2.25 per bushel. Requires the Secretary to announce any feed grain cropland set-aside by November 1 prior to the year in which the crop is harvested. Directs the Secretary to increase the price supports for the 1980 and 1981 crops of wheat to not less than $3.00 per bushel. Requires the Secretary to announce any wheat cropland set-aside by August 1 prior to the year in which the crop is harvested. Establishes price supports for the 1980 and 1981 crops of soybeans at not less than $5.02 per bushel. Directs the Secretary of Agriculture to make available price support loans under the producer storage program for producers of the 1980 and 1981 crops of wheat and feed grains to mitigate the adverse effects of the export restrictions on agricultural products to the Soviet Union. Stipulates that the levels of such loans shall not be used in determining the levels at which producers may or must repay loans prior to their maturity dates. Directs the Secretary to waive interest on such loans. Establishes such price support levels at not less than $3.30 per bushel for wheat, $2.40 per bushel for corn and a fair and reasonable level for other feed grains. Revises the restrictions on the authority of the Commodity Credit Corporation to sell its stocks of wheat or feed grains to: (1) exempt acquisitions for the food security and trade suspension reserves; (2) set the minimum level for such sales at 105 percent of the then current level at which the Secretary may call for repayment of producer storage loans prior to the maturity dates (formerly, 150 percent of the then current level of price support); and (3) set the minimum level for the sale of corn for use in the production of alcohol for motor fuel at the higher of the price at which producers may repay producer storage loans for the fuel conversion price (formerly set at the release level under the extended loan program). Defines the fuel conversion price as that price which permits gasohol to be competitive in price with unleaded gasoline. Requires the Corporation to acquire specified minimum amounts of wheat and corn to ensure that export restrictions on agricultural products to the Soviet Union do not adversely affect prices producers receive for agricultural commodities. Prohibits purchases at prices less than the national average market prices producers receive immediately prior to the imposition of such export restrictions. Directs the President to establish and maintain through September 30, 1985, a reserve stock of wheat to be used for: (1) emergency food assistance to developing countries when domestic supplies are limited; and (2) urgent humanitarian relief to any country suffering a major disaster in circumstances of unanticipated and exceptional need. Permits the replenishment of such reserve through purchases which will not unduly disrupt the market and by designation of stocks of wheat otherwise acquired by the Corporation. Declares that wheat released from such reserve shall be made available under the Agricultural Trade Development and Assistance Act of 1954, but shall be exempt from the determinations of availability under such Act. Directs the Secretary to provide for management of stocks of wheat in the reserve to meet emergency situations and for the periodic rotation of such stock to avoid spoilage. Requires the replacement of any wheat removed from the reserve for such purposes. States that such stocks shall not be subject to specified export limitations. Provides for stocks of wheat remaining in the reserve after September 30, 1985, to be used for emergency food needs in developing countries. Authorizes the Secretary to use the funds, facilities, and authorities of the Corporation to purchase agricultural products, other than grains, that were intended to be exported to the Soviet Union, but cannot be exported due to the restrictions. Permits the Secretary to announce and provide for a set-aside of cropland for one or more of he 1980 or 1981 crops of wheat, feed grains, upland cotton, and rice, if such action is in the public interest as a result of export restrictions on such commodities. Authorizes the Secretary of Agriculture to establish a gasohol feedstock reserve and/or a food security reserve of any agricultural commodity of which exports are suspended or restricted for national security or foreign, policy reasons which adversely affect prices. Directs the Secretary to announce, within 30 days of such an export suspension or restriction: (1) if such reserves will be established; and (2) the amount of the commodity that will be placed in such reserves. Authorizes the Secretary to establish a gasohol feedstock reserve and a food security reserve by purchasing suitable commodities from producers or by designation of stocks held by the Corporation. Sets forth conditions for the sale or release of stocks of such reserves similar to those required for the disposal of stocks acquired to mitigate the adverse effects of export restrictions on agricultural products to the Soviet Union. Directs the Secretary of Agriculture to establish a program designed to assist persons engaged in the business of processing grain into alcohol for use as fuel so as to utilize those quantities of grain owned by the Commodity Credit Corporation that are surplus to domestic and export needs. Sets forth requirements relating to the price and amount of such grain. Directs the Secretary to establish a program of loans to alcohol fuel processors to allow them to purchase and store grain so as to provide them with a dependable supply of grain at a reasonable price. Establishes an alcohol processor grain reserve program, under which the Secretary shall assist such processors in the costs of storing grain for use in alcohol production. Directs the Secretary to use the Commodity Credit Corporation to carry out the purposes of the alcohol processor grain reserve program. Authorizes the Secretary to make loans to any processors eligible for a loan under this Act to assist in the construction or remodeling of a grain storage facility for grain intended for alcohol production. Terminates the Secretary's authority to make such loans five years after enactment of this Act. Requires the Secretary to announce any set-aside of wheat cropland by August, prior to the year in which the crop is harvested. Directs the Secretary to carry out demonstration projects to provide agricultural commodities and other foods which might not otherwise be used to community food banks for emergency food box distribution to needy individuals andd families. Authorizes the Secretary to utilize food distribution systems currently used to distribute commodities under the National School Lunch Act and the Child Nutrition Act of 1966. Directs the Secretary to select food banks representing an adequate geographic distribution for participation in such projects. Sets forth the application and recordkeeping requirements for participating food banks. Directs the Secretary to select the commodities and foods to be made available under such program. Requires the Secretary to report to Congress regarding the effectiveness of Federal participation in such projects. Prohibits the sale of food pursuant to such projects. Authorizes appropriations to carry out such projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child Nutrition Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Agricultural Trade Suspension Adjustment Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Farm Labor Contractor Registration Act Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National School Lunch Act and the Child Nutrition Act of 1966 to extend the authorizations of appropriations contained in such Acts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:24-05:00"
}