{
  "actions": [
    {
      "acted_at": "1992-01-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2145-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1992-01-22", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1992-01-22", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1992-01-22", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1992-01-22", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-01-22", 
  "number": "2145", 
  "official_title": "A bill to assure mutually advantageous international trade in motor vehicles and motor vehicle parts, an enhanced market for the interstate sale and export of domestically produced motor vehicles and motor vehicle parts, and the retention and enhancement of United States jobs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4100-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Trade Enhancement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-01-22", 
  "subjects": [
    "All terrain vehicles", 
    "Antidumping", 
    "Automobile industry", 
    "Automobile industry workers", 
    "Automobile parts", 
    "Automobile parts industry", 
    "Automobile prices", 
    "Balance of payments", 
    "Canada", 
    "Congressional reporting requirements", 
    "EEC countries", 
    "Export subsidies", 
    "Exports", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Free trade", 
    "Import quotas", 
    "Import restrictions", 
    "Income tax", 
    "Internal revenue law", 
    "International competitiveness", 
    "Japan", 
    "Motor vehicles", 
    "Nontariff trade barriers", 
    "Restrictive trade practices", 
    "Subsidies", 
    "Tariff", 
    "Tax auditing", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trucks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-01-22", 
    "text": "Title I: Short Title, Findings, and Definitions - Trade Enhancement Act of 1992 - Sets forth congressional findings and purposes with respect to access to Japanese markets by U.S. manufacturers of motor vehicles and motor vehicle parts. Title II: Merchandise Trade Deficit Reduction - Sets forth annual merchandise trade deficit reduction targets with respect to Japan's trade deficit with the United States. Requires the Secretary of Commerce (Secretary) to compute annually whether the target has been met for each year, and if it has not, to publish in the Federal Register the import and production restriction implementation period for such year. Authorizes the Secretary to impose temporary quantitative import restrictions on Japanese or Japanese-related motor vehicles (foreign motor vehicles) entered during the first three months of the calendar year following the year for which such computation is made. Requires the Secretary to submit a report to the Congress. Expresses the sense of the Congress that representatives of the United States and Japan should continue discussions regarding measures, to be selected by the Japanese Government, to achieve the merchandise trade deficit reduction targets. Urges the United States Trade Representative (USTR) during such discussions to address market access priorities for U.S. exports to Japan. Title III: Import and Production Restrictions to Be Implemented If Trade Deficit Reduction Target Not Met - Directs the Secretary to compute for calendar years 1993 through 1999 quantitative import restrictions on foreign motor vehicles and domestic motor vehicle production restrictions for transplanted Japanese-related auto manufacturers, except such computations are not required for calendar years 1997 through 1999 if trade deficit reduction targets for calendar years 1992 through 1996 are met. Sets forth civil penalties. Requires each person that has one or more motor vehicle or motor vehicle parts manufacturing facilities within the United States to certify to the Secretary whether it is a domestic vehicle or parts manufacturer or a transplanted Japanese-related vehicle manufacturer. Sets forth provisions with respect to: (1) the Secretary's authority to obtain information and data; and (2) enforcement of this Act. Sets forth civil penalties. Sets forth provisions with respect to the enforcement and judicial review of such penalties. Requires the Secretary to report annually to the Congress on implementation of this Act. Title IV: Negotiations and Other Actions - Requires the USTR to enter into negotiations with Japan to enter into a bilateral agreement that: (1) provides a phased-in increase in the use by transplanted motor vehicle manufacturers of domestically-produced motor vehicle parts to the point where such parts constitute 60 percent or more of the total parts used in the production of such vehicles; and (2) eliminates those aspects of the Japanese automotive distribution system that affect the access of domestically-produced motor vehicle parts to Japanese markets. Directs the USTR to enter into negotiations with representatives of the European Community, Japan, and the governments of other major vehicle-producing countries to enter into multilateral agreements that rationalize world-wide market access and production of motor vehicles and motor vehicle parts. Considers acts, practices, and policies of Japan (including, but not limited to, acts, policies, and practices utilized in the Japanese automotive distribution system known as \"Keiretsu\") that affect the access of manufacturers of domestic motor vehicle parts to the Japanese market as being unjustifiable and burdensome or restrictive to U.S. commerce, according to the Trade Act of 1974. Adds to response authority under such Act authority to increase the percentage of domestically-produced motor vehicle parts used in the production of motor vehicles for purposes of the qualification of Japanese manufacturers as domestic vehicle manufacturers. Specifies certain objectives to be included in negotiations with Japan if the USTR decides to take action with respect to such practices. Requires the USTR to make certain estimates with respect to the percentage of the Japanese market that is accounted for by domestic motor vehicle parts manufacturers. Directs the Secretary to commence an antidumping duty investigation under the Tariff Act of 1930 to determine whether imports or sales (or the likelihood of sales) of Japanese motor vehicle parts to the United States warrant the imposition of antidumping duties. Requires the Secretary of the Treasury to study and report to the Congress on the extent to which: (1) \"Keiretsu\" operations in the United States are in compliance with the internal revenue laws, particularly those relating to transfer pricing; and (2) the Internal Revenue Service is auditing such operations. Amends the Harmonized Tariff Schedule of the United States to classify for the purposes of tariff treatment certain light trucks as motor vehicles for the transport of goods."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Enhancement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure mutually advantageous international trade in motor vehicles and motor vehicle parts, an enhanced market for the interstate sale and export of domestically produced motor vehicles and motor vehicle parts, and the retention and enhancement of United States jobs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:22-05:00"
}