{
  "actions": [
    {
      "acted_at": "1981-12-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-01-29", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5224-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-15", 
  "number": "5224", 
  "official_title": "A bill to provide equitable, comprehensive, and exclusive benefits in the case of persons whose disabilities or deaths are the result of asbestos-related diseases associated with their employment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Asbestos Health Hazards Compensation Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fenwick, Millicent H.", 
    "state": "NJ", 
    "thomas_id": "00376", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-15", 
  "subjects": [
    "Asbestos", 
    "Department of Labor", 
    "Employers' liability", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Public safety", 
    "States", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Asbestos", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-15", 
    "text": "Asbestos Health Hazards Compensation Act - Title I: General Provisions - Sets forth the purposes of this Act and defines the terms used in this Act. Title II: Establishment and Administration of Benefits Program - Requires the Secretary of Labor to direct responsible parties (parties engaged in the manufacture, import, sale, or distribution of products or substances containing asbestos or cigarette tobacco) to pay benefits with respect to the disability or death of any person caused by an asbestos-related disease and occurring before January 1, 1983. Requires the payment under this Act of all benefit claims arising or accruing on or before December 31, 1982. Prohibits the payment of benefits for any period before the date a benefit claim is filed. Provides that benefit claims must be filed within three years after an initial medical determination of total disability or death due to an asbestos-related disease or within three years of the enactment of this Act, whichever occurs later. Establishes within the Department of Labor the Asbestos Health Hazards Compensation Fund from which all valid benefit claims under this Act shall be paid. Provides for a Board of Directors to direct the fund and determine, by majority vote, the validity of all benefit claims. Requires that the Secretary possess the Board's certification that a benefit claim is valid before authorizing payment from the fund. Authorizes the Board to make investments in interest-bearing obligations of the United States or in federally guaranteed obligations with the portion of the fund not required to meet current withdrawals. Sets forth requirements with respect to Board meetings and an annual audit of the fund. Provides that the fund shall be sustained by contributions from responsible parties according to the formula set forth in this Act. Authorizes the Secretary to require periodic reports by each responsible party. Authorizes the Secretary to bring a civil action or prescribe a civil penalty if a responsible party fails or refuses to pay any assessment required under this Act. Provides for fund contributions by successors to any responsible party. Directs the Secretary to prescribe eligibility standards by regulation which shall be published in the Federal Register. Requires that a person or dependent seeking benefits under this Act demonstrate to the satisfaction of the Secretary that the disability or death claimed is, in fact, due to an asbestos-related disease. Specifies the types of evidence the Secretary shall consider in determining whether a person has contracted or did contract an asbestos-related disease. Sets forth the required benefit payments for persons whose disability is due to an asbestos-related disease and for dependents of persons whose deaths were due to an asbestos- related disease. Permits a person not entitled under State law to workmen's compensation for medical care and treatment of an asbestos-related disease to receive benefits under this Act for such medical care and treatment. States that all benefits under this Act are exclusive of, and in addition to, all benefits under the Social Security Act. Provides for the reduction of benefits under this Act for any payments received under State workers' compensation, unemployment compensation, or disability insurance laws or under any Federal workers' compensation law. Provides that benefits payable under this Act shall not be considered income for tax purposes. Permits a person whose disability has increased or a dependent of such a person to reapply for benefits or apply for an increase in benefit level. Title III: Administrative Provisions - Bars a person who was or is entitled to file a benefit claim under this Act from recovering damages for injury or death caused by exposure to asbestos or cigarette tobacco smoke from a responsible party, the Federal Government, or a labor organization which has represented such person for collective bargaining purposes. Permits a person entitled to file a benefit claim under this Act who has pending an action to recover damages because of an asbestos-related disease to elect to proceed under this Act upon first dismissing with prejudice such action. Prohibits discrimination by employers against employees who have filed benefit claims under this Act. Provides for administrative review of charges of discrimination by such an employee. Makes orders of the Secretary allowing or denying benefits under this Act effective when executed and final 30 days thereafter. Permits a compensation order which is not in accordance with law to be suspended or set aside through injunction proceedings brought by a party in interest against the Secretary. Provides for the compensation of hearing examiners presiding at any proceeding held under this Act. Authorizes the Secretary to establish clinical facilities to deal with asbestos-related disease in areas where such facilities are unavailable or inadequate if their establishment does not jeopardize the Secretary's ability to make benefit payments. Authorizes the Secretary to establish field offices to assist persons in the filing and processing of claims under this Act. Requires that starting on December 31, 1984, and annually thereafter, the Board of Directors of the fund report to Congress on its activities for the preceding calendar year. Makes the report available to responsible parties and bargaining units for claimants at no cost and to any other person at a reasonable fee. Authorizes appropriations to cover initial administrative costs for establishing and administering the fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asbestos Health Hazards Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide equitable, comprehensive, and exclusive benefits in the case of persons whose disabilities or deaths are the result of asbestos-related diseases associated with their employment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:37-05:00"
}