{
  "actions": [
    {
      "acted_at": "1974-05-16", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres494-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-16", 
  "number": "494", 
  "official_title": "Concurrent resolution relating to arms control in the Indian Ocean.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres481-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-16", 
  "subjects": [
    "Armed forces and national security", 
    "International affairs", 
    "Oceans and oceanography", 
    "U.S.S.R."
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-16", 
    "text": "Declares it to be the sense of Congress that: (1) the President of the United States should seek direct negotiations with the Union of Soviet Socialist Republics, designed to achieve agreement on limiting deployment of their respective naval and other military forces in the Indian Ocean and littoral states; (2) these negotiations should be convened, as rapidly as possible, either in a bilateral forum, or within the United Nations Ad Hoc Committee on the Indian Ocean, augmented to include the United States and the Union of Soviet Socialist Republics; (3) these negotiations should consider, among other topics, agreed limitations by the two powers on (a) establishment or use of naval and other military facilities in the Indian Ocean and littoral states, (b) numbers of warships (or ship-days) deployed in the Indian Ocean Basin, and (c) the size and characteristics of warships and other military forces deployed there; (4) during these negotiations, the President should (a) reaffirm the principle of freedom of the seas, in regard to the Indian Ocean; and (b) bear in mind the deliberations of the United Nations Ad Hoc Committee on the Indian Ocean, regarding relevant issues; and (5) the President of the United States should report to the Congress at regular intervals, not to exceed every six months, on progress made pursuant to this resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution relating to arms control in the Indian Ocean.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:51-05:00"
}