{
  "actions": [
    {
      "acted_at": "1988-03-29", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-26", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Original measure reported to Senate by Senator Breaux. With written report No. 100-364.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-26", 
      "calendar": "Senate Legislative", 
      "number": "697", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 697.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-08-08", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-08", 
      "bill_ids": [
        "hr1315-100"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1315 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-08", 
      "bill_ids": [
        "hr1315-100"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1315 in lieu of this measure by Yea-Nay Vote. 89-6. Record Vote No: 299.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-08", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2815-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2815"
    }, 
    {
      "amendment_id": "s2816-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2816"
    }, 
    {
      "amendment_id": "s2817-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2817"
    }
  ], 
  "bill_id": "s2443-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-26", 
  "number": "2443", 
  "official_title": "An original bill to reorganize the functions of the Nuclear Regulatory Commission to promote more effective regulation of atomic energy for peaceful purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1315-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Nuclear Regulation Reorganization and Reform Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-03-29", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Balanced budgets", 
    "Buy American", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Drug abuse", 
    "Drug testing", 
    "Drugs and employment", 
    "Drugs and narcotics", 
    "Energy policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Fissionable materials", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Illinois", 
    "Import restrictions", 
    "Imports", 
    "Indemnity", 
    "Independent regulatory commissions", 
    "Inspectors general", 
    "Liability for nuclear damages", 
    "Licenses", 
    "Mine wastes", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear industry", 
    "Nuclear power plant accidents", 
    "Nuclear power plant sites", 
    "Nuclear power plants", 
    "Nuclear reactor decommissioning", 
    "Nuclear security measures", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Prosecution", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive decontamination", 
    "Radioactive wastes", 
    "Senate", 
    "Strategic materials", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Uranium", 
    "Uranium enrichment", 
    "User charges"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-08-08", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 1315 passed in lieu) Nuclear Regulation Reorganization and Reform Act of 1988 - Title I: Reorganization and Reform of Nuclear Energy Regulation - Subtitle A: Nuclear Safety Agency - Establishes the Nuclear Safety Agency as an independent regulatory agency to succeed the Nuclear Regulatory Commission. Sets forth the Agency's officers and administration, including an Administrator to be appointed by the President with the advice and consent of the Senate. Abolishes the Nuclear Regulatory Commission. Amends the Atomic Energy Act of 1954 to require the Administrator of the Nuclear Safety Agency to establish one or more licensing boards to consider applications for the construction of nuclear waste repositories. Requires the Nuclear Waste Technical Review Board to nominate persons for appointment to the licensing board. Subtitle B: Office of Inspector General - Amends the Inspector General Act of 1978 to establish an Office of Inspector General within the Agency. Subtitle C: Office of Investigations - Amends the Energy Reorganization Act of 1974 to establish an Office of Investigations in the Agency to investigate possible violations of nuclear energy statutes within the Administrator's enforcement purview. Mandates the submission of explanatory statements to specified congressional committees in the event that the Administrator prohibits the Assistant Administrator from continuing an investigation in progress. Requires the Assistant Administrator to report possible Federal criminal law violations to the Attorney General. Requires the Agency and the Attorney General to coordinate their enforcement and prosecution activities. Subtitle D: Nuclear Reactor Safety Investigations Board - Establishes the Nuclear Reactor Safety Investigations Board within the Nuclear Safety Agency to independently investigate significant safety events arising out of activities at production or utilization facilities licensed by the Agency. Defines significant safety events which may have adverse effects on public health or safety. Requires the Board to submit a written report of its findings and recommendations to the Administrator, who must respond to such report in writing. Mandates that the Board's recommendations and the Administrator's response be made available to the public and the Congress. Sets forth the Board's investigative parameters. Requires the Board to submit an annual activities report to the Congress. Transfers those Agency functions to the Board which the Administrator determines to be appropriate, but precludes the transfer of program operating responsibilities. Authorizes appropriations for FY 1988 through 1993. Subtitle E: Separability - Declares that the remainder of this title shall not be affected if any of its provisions or applications of its provisions is held invalid. Title II: Authorization of Appropriations for Fiscal Years 1988 and 1989 - Authorizes appropriations to the Nuclear Safety Agency for FY 1988 and 1989. Sets forth an appropriations allocation schedule. Title III: Miscellaneous Provisions - Amends the Energy Reorganization Act of 1974 to change the nature of the parties required to give notice of nonconformance with safety regulations and laws from firm directors and responsible individuals to firms or individuals generally. Authorizes the Administrator to issue regulations to ensure compliance with safety regulations, requiring firms to implement procedures to identify, evaluate, and report defects. Subjects regulation violators to civil penalties. Amends the Atomic Energy Act of 1954 to include within the scope of security-related safeguards information any generic studies, reports, and analyses containing information that would provide substantial assistance in compromising or negating a licensee's security measures to protect nuclear material or facilities or in targeting vital plant equipment. Prescribes circumstances under which the Secretary of Energy is authorized to accept for storage certain low-level radioactive waste with radionuclide concentrations exceeding federally-prescribed standards. Conditions such authorization upon the Secretary's submission to the Congress of a comprehensive report setting forth permanent disposal and cost-sharing options. Mandates that certain low-level radioactive wastes be stored or disposed of only in facilities licensed by the Agency. Mandates that federally-operated facilities for such wastes be licensed only by the Agency. Permits the emergency transfer to the Secretary of such waste before a license is issued in order to eliminate an immediate and serious threat to public health and safety or common defense and security. Requires the Administrator to: (1) submit a quarterly report to certain congressional committees on the status of the Agency's implementation of the Nuclear Waste Policy Act; and (2) prescribe regulations requiring production or utilization facility licensees to establish a drug testing program with respect to the unlawful use of alcohol or controlled substances by employees responsible for safety-sensitive functions. Outlines testing parameters. Requires such licensees to maintain a drug treatment rehabilitation program for their employees. Declares that this Act does not preempt State criminal law provisions which impose sanctions for damage to property or loss of life. Precludes the Nuclear Safety Agency from designating a permanent disposal site for low-level nuclear wastes in West Chicago, Illinois, until it has studied alternative sites to determine the safest one available. Requires the Administrator, one year after the date of enactment of this Act, to issue a proposed rule providing for standardized nuclear power plant designs consistent with public health and safety. Title IV: Uranium - Subtitle A: Short Title, Definitions, and Savings Provisions - Cites this Act as the Uranium Revitalization, Tailings Reclamation and Enrichment Act of 1988. Subtitle B: Uranium Revitalization - Amends the Atomic Energy Act of 1954 to repeal: (1) the authority of the Nuclear Regulatory Commission to enter into contracts for producing or enriching special nuclear material; and (2) the requirement that the Secretary of Energy monitor the viability of the domestic uranium mining and milling industry and report to the Congress thereon. Establishes the Uranium Revitalization Fund for the purchase of domestic uranium by the Secretary of Energy (the Secretary). Mandates contributions to the Fund from: (1) States in which active uranium processing sites are located; (2) owners or licensees of such active sites; (3) the United States Enrichment Corporation (established by this Act); and (4) fees received from licensees or civilian nuclear power reactors. Prescribes a contribution schedule. Requires the Secretary to obligate from the Fund certain amounts for domestic uranium purchases for specified years, including early purchase from small domestic producers during calendar year 1989. Outlines a competitive bidding system for such purchases. Requires the Secretary to develop recommendations and implement programs within 180 days after the date of enactment of this Act promoting domestic uranium exports. Restricts the use of federally owned natural uranium stockpiles to: (1) military purposes; (2) Federal research; and (3) working inventory for production activities by the United States Enrichment Corporation (the Corporation). Mandates that the use and purchase of natural uranium under this Act not decrease the demand for natural uranium by United States utilities. Restricts the use of natural uranium purchased by the Corporation to overfeeding and enriched uranium preproduction. Authorizes the Corporation to use or recycle enrichment tails for military purposes only, or for replacement of certain uranium previously used in overfeeding. Subtitle C: Remedial Action Performed by the Owner or Licensee of Active Sites - Provides that remedial action with respect to uranium shall be performed according to statutory guidelines by the site owner or licensee at the active site. Requires that such owners' reclamation expenses be reimbursed from the Uranium Revitalization Fund. Identifies the active sites that qualify for such reimbursement. Permits the owners or licensees of such sites to elect to perform remedial actions through the Fund and be entitled to reimbursement for such actions by notifying the Secretary of such election on or before January 1, 1990. Outlines the reimbursement procedure. Provides that the costs of remedial actions at active thorium sites shall be borne by the licensee or owner, subject to Federal reimbursement for a portion of the costs if the tailings were generated as an incident of sales to Federal agencies or instrumentalities. Authorizes appropriations. States that the sole liability and financial obligation under Federal law for remedial action at active uranium and thorium sites shall consist of the contributions and work performed by active site owner licensees. Subtitle D: United States Enrichment Corporation - Establishes the United States Enrichment Corporation as a wholly-owned Government corporation to acquire, operate, and market uranium enrichment activities on a commercial, profitable basis. Mandates that its corporate structure be self-financing in order to obviate the need for Federal financing. States that the Corporation Administrator shall be appointed by the President with the advice and consent of the Senate. Establishes an Advisory Board to review Corporation policies and performance. Transfers certain Department of Energy property to the Corporation. Requires the Corporation to establish charges to its customers that will: (1) recover costs of performing corporate functions, including decommissioning and decontamination; and (2) generate profits. Requires the Corporation to report annually regarding its activities to the President and certain congressional committees. Prescribes licensing and taxation guidelines for the Corporation. Requires the Commission to promulgate licensing regulations for facilities employing gaseous diffusion technology. Sets guidelines for payments in lieu of taxes by the Corporation to States and local governments. Grants the Administrator the same authority to indemnify Corporation contractors for nuclear hazards incidents as the Secretary has. Requires the Administrator to make recommendations to the President and the Congress five years after enactment of this Act regarding the transfer of the Corporation's functions and assets to private ownership. Establishes the Uranium Enrichment Decontamination and Decommissioning Fund to cover the Corporation's decommissioning and decontamination expenses. Subjects the Corporation to Federal environmental and occupational safety and health laws to the same extent as the Department of Energy until four years after the enactment of this Act, after which it shall be treated as a privately-owned corporation. Eliminates the treatment of uranium enrichment facilities as production facilities under the Atomic Energy Act with respect to the importation of such facilities into the United States (thus subjecting them to less stringent licensing requirements). Repeals the proscription against the use of specified appropriations for Federal uranium supply and enrichment activities. Prohibits the Corporation's total FY 1989 expenditures from exceeding its total FY 1989 receipts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Regulation Reorganization and Reform Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reorganize the functions of the Nuclear Regulatory Commission to promote more effective regulation of atomic energy for peaceful purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:59-05:00"
}