{
  "actions": [
    {
      "acted_at": "1975-10-02", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2463-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hartke, Vance", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01349", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-02", 
  "number": "2463", 
  "official_title": "A bill to insure fair treatment for women and, to carry out the recommendations of the Presidential Task Force on Women's Rights and Responsibilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Treatment Act", 
  "sponsor": {
    "district": null, 
    "name": "Clark, Dick", 
    "state": "IA", 
    "thomas_id": "01306", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-02", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Discrimination", 
    "Federal aid programs", 
    "Sex discrimination against women", 
    "Women"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-02", 
    "text": "Fair Treatment Act - Provides that no person in the United States shall, on the ground of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance. Authorizes the Secretary of Health, Education, and Welfare to pay up to 50 percent of the cost of commissions, boards, and advisory panels established by the States to study the denial of the equal protection of the laws to women in such States. Authorizes to be appropriated $3,000,000 to carry out such studies. Directs, within one year from the date of the enactment of this Act, the Secretary of Health, Education, and Welfare to submit to Congress a report containing recommendations for legislation: (1) to provide social security benefits to husbands and widowers of women workers under the same conditions as such benefits are provided under existing law to wives and widows of men workers; and (2) to provide equitable retirement benefits to families with working wives under the Social Security Act and the civil service retirement system. Directs the Secretary of the Treasury to, within one year from the date of the enactment of this Act, submit to Congress a report containing recommendations for legislation to amend the Internal Revenue Code: (1) to permit families in which both spouses are employed, families in which one spouse is disabled and the other employed, and families headed by single persons, to deduct from gross income as a business expense a fair and adequate amount paid to a housekeeper, nurse, or institution for care of children or disabled parents; and (2) to insure equal treatment of married and unmarried males and females. Directs the Secretary of Defense to report annually on the status of women in the armed services. Prohibits the establishment of any requirement with respect to dependency of a spouse of a female member of an armed force, or a veteran of an armed force, for purposes of entitlement to rights, privileges, or benefits, which is not provided by law with respect to the spouse of a male member, or veteran, of an armed force."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to insure fair treatment for women and, to carry out the recommendations of the Presidential Task Force on Women's Rights and Responsibilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:35-05:00"
}