{
  "actions": [
    {
      "acted_at": "2000-10-05", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5394-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-10-05", 
  "number": "5394", 
  "official_title": "Making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30, 2001, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4475-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Transportation and Related Agencies Appropriations Act, 2001", 
  "sponsor": {
    "district": "10", 
    "name": "Wolf, Frank R.", 
    "state": "VA", 
    "thomas_id": "01238", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-10-05", 
  "subjects": [
    "AIDS (Disease)", 
    "Access Board", 
    "Administrative procedure", 
    "Aeronautics", 
    "Air traffic", 
    "Airports", 
    "Alabama", 
    "Alaska", 
    "Albania", 
    "American economic assistance", 
    "Americans employed in foreign countries", 
    "Appalachia", 
    "Appropriations", 
    "Armed forces and national security", 
    "Authorization", 
    "Automobile industry", 
    "Automobile parts industry", 
    "Automobile safety standards", 
    "Aviation insurance", 
    "Bridges", 
    "Building construction", 
    "Buy American", 
    "California", 
    "Campaign contributors", 
    "Campaign funds", 
    "Capital investments", 
    "Caves", 
    "Child abuse", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil war", 
    "Climate change and greenhouse gases", 
    "Coast guard", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Commercial aircraft", 
    "Congress", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Criminal investigation", 
    "Deceptive advertising", 
    "Defective products", 
    "Delaware", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "Disabled", 
    "Driver licenses", 
    "Drug abuse", 
    "Drugs and athletes", 
    "Drunk driving", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Electronic mail systems", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental protection", 
    "Europe", 
    "Evidence (Law)", 
    "Executive Office of the President", 
    "Facsimile transmission", 
    "Families", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Fire prevention", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Forensic medicine", 
    "Freight", 
    "General Services Administration", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Harbors", 
    "Hawaii", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Highspeed trains", 
    "Highway maintenance", 
    "Highway planning", 
    "History", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Identification devices", 
    "Independent regulatory commissions", 
    "Infrastructure", 
    "Inland water transportation", 
    "Inspectors general", 
    "Intermodal transportation", 
    "International affairs", 
    "International environmental cooperation", 
    "Internet", 
    "Interstate highway system", 
    "Iowa", 
    "Judicial compensation", 
    "Kentucky", 
    "Labeling", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Lifestyle", 
    "Light rail transit", 
    "Lighthouses and lightships", 
    "Lighting", 
    "Limited access highways", 
    "Loans", 
    "Lobbying", 
    "Louisiana", 
    "Macedonia", 
    "Marine safety", 
    "Maryland", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Medical records", 
    "Members of Congress", 
    "Members of Congress (Senate)", 
    "Michigan", 
    "Military parks", 
    "Military training", 
    "Missing children", 
    "Mississippi", 
    "Montana", 
    "Montenegro", 
    "Motor bus lines", 
    "Motor buses", 
    "Motor vehicle safety", 
    "National Archives and Records Administration", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National Transportation Safety Board", 
    "Navigation (Aeronautics)", 
    "Navigational aids (Aeronautics)", 
    "New Jersey", 
    "New York City", 
    "Ohio", 
    "Oklahoma", 
    "Olympic games", 
    "Parking facilities", 
    "Pennsylvania", 
    "Photography", 
    "Police", 
    "Postal facilities", 
    "Presidential appointments", 
    "Public debt", 
    "Public lands and natural resources", 
    "Public service advertising", 
    "Railroad commuting traffic", 
    "Railroad engineering", 
    "Railroad passenger traffic", 
    "Railroad policy", 
    "Railroad research", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Religion", 
    "Religion in the workplace", 
    "Religious liberty", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Right of privacy", 
    "Right-of-way", 
    "Road construction", 
    "Saint Lawrence Seaway Development Corporation", 
    "Scenic byways", 
    "Science, technology, communications", 
    "Serbia", 
    "Shopping centers", 
    "Social security numbers", 
    "Social welfare", 
    "Sports and recreation", 
    "St. Lawrence Seaway", 
    "State laws", 
    "Stress (Psychology)", 
    "Surface Transportation Board", 
    "Telecommuting", 
    "Tennessee", 
    "Terminals (Transportation)", 
    "Texas", 
    "Tourism", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Treaties", 
    "Trucking", 
    "Trucks", 
    "Tunnels", 
    "Urban affairs", 
    "Urban transportation", 
    "Utah", 
    "Virginia", 
    "War", 
    "War relief", 
    "Washington State", 
    "Weather forecasting", 
    "West Virginia", 
    "Wyoming", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-10-05", 
    "text": "TABLE OF CONTENTS: Title I: Department of Transportation Title II: Related Agencies Title III: General Provisions Title IV: Department of the Treasury Title V: Department of the Treasury Department of Transportation and Related Agencies Appropriations Act, 2001 - Title I: Department of Transportation - Makes appropriations for FY 2001 (with specified transfers of funds, limitations on obligations and administrative expenses, and liquidations and rescissions of contract authorizations) for: (1) the Office of the Secretary of Transportation; (2) the Coast Guard; (3) the Federal Aviation Administration (FAA); (4) the Federal Highway Administration (FHA); (5) the Federal Motor Carrier Safety Administration; (6) the National Highway Traffic Safety Administration; (7) the Federal Railroad Administration; (8) the Federal Transit Administration (FTA); (9) the Saint Lawrence Seaway Development Corporation; (10) the Research and Special Programs Administration; (11) the Office of Inspector General; and (12) the Surface Transportation Board.Title II: Related Agencies - Makes appropriations for FY 2001 for: (1) the Architectural and Transportation Barriers Compliance Board; and (2) the National Transportation Safety Board.Title III: General Provisions - Sets forth specified prohibitions, limitations, permissions, and mandates with respect to the use of appropriations under this Act identical or similar to those enacted in the Department of Transportation and Related Agencies Appropriations Act, 2000 (P.L. 106-69).(Sec. 303) Makes funds appropriated under this Act for FAA expenditures available for: (1) expenses of primary and secondary schooling for dependents of FAA personnel stationed outside the continental United States at costs for any given area not in excess of those of the Department of Defense for the same area, when it is determined that the schools, if any, available in the locality are unable to provide adequately for the education of such dependents; and (2) transportation of such dependents between schools serving the area that they attend and their places of residence when it is determined that such schools are not accessible by public means of transportation on a regular basis.(Sec. 305) Bars the availability of funds under this Act for salaries and expenses of more than 104 political and presidential appointees in the Department of Transportation (DOT).(Sec. 309) Prohibits a recipient of funds made available under this Act from disseminating personal information obtained by a State department of motor vehicles in connection with a motor vehicle record, except as permitted under specified law.Bars a State department of motor vehicles (including any officer, employee, or contractor thereof) from knowingly disclosing or otherwise making available to any person or entity: (1) personal information about an individual from a motor vehicle record that identifies the individual, including the individual's photograph, social security number, driver identification number, name, address (except for the five-digit zip code), telephone number, and medical or disability information (except for information on vehicular accidents, driving violations, and driver's status); or (2) highly restricted personal information about an individual from a motor vehicle record such as the individual's photograph or image, social security number, medical or disability information without the person's express consent, except as permitted under specified law. Declares that such requirements shall not affect the use of organ donation information on the individual's driver license or affect the administration of organ donation initiatives in the States.Prohibits a State from conditioning or burdening in any way the issuance of an individual's motor vehicle record to obtained express consent.(Sec. 313) Bars the use of funds under this Act to establish a vessel traffic safety fairway less than five miles wide between the Santa Barbara Traffic Separation Scheme and the San Francisco Traffic Separation Scheme.(Sec. 314) Authorizes airports to transfer to the FAA, without consideration, instrument landing systems (along with associated approach lighting equipment and runway visual range equipment) which conform to FAA design and performance specifications and which were purchased with airport development grant funds.(Sec. 318) Bars the use of funds under this Act to compensate in excess of 335 technical staff-years under the federally funded research and development center contract between the FAA and the Center for Advanced Aviation Systems Development during FY 2001.(Sec. 323) Prohibits the use of funds for employee training which: (1) does not meet identified needs for knowledge, skills, and abilities bearing directly upon the performance of official duties; (2) contains elements likely to induce high levels of emotional response or psychological stress in some participants; (3) does not require prior employee notification of the content and methods to be used in the training and written end of course evaluations; (4) contains any methods or content associated with religious or quasi-religious belief systems or \"new age\" belief systems; (5) is offensive to, or designed to change, participants' personal values or lifestyle outside the workplace; or (6) includes content related to human immunodeficiency virus-acquired immune deficiency syndrome (HIV-AIDS) other than that necessary to make employees more aware of its medical ramifications and the workplace rights of HIV-positive employees.(Sec. 324) Bars the use of funds, unless authorized by Congress, to pay for specified lobbying activities with respect to a Member of Congress or a State legislature. Permits DOT or related agency employees to communicate to Members of Congress or to a State legislature with respect to requests for legislation or appropriations which they deem necessary for the efficient conduct of business.(Sec. 325) Prohibits expenditure of funds made available under this Act by any entity that does not agree to comply with the Buy American Act.Expresses the sense of Congress that entities receiving assistance under this Act should purchase only U.S.-made equipment and products to the greatest extent practicable.Prohibits the use of funds for contracts with persons falsely labeling products as made in America.(Sec. 326) Earmarks a certain amount from the Highway Trust Fund for construction of, and improvements to, corridors of the Appalachian Development Highway System.(Sec. 329) Authorizes appropriations for expenses of the Amtrak Reform Council for FY 2002. Includes within the duties of such Council the identification of Amtrak routes which are candidates for closure or realignment based on performance rankings developed by Amtrak which incorporate information on each route's fully allocated costs and ridership on core intercity passenger service, and which assume that Federal subsidies for Amtrak will decline from FY 1999 to FY 2002.(Sec. 331) Bars the use of funds in this Act to make a grant unless the Secretary of Transportation notifies the Committees on Appropriations not less than three full business days before any discretionary grant award, letter of intent, or full funding grant agreement totaling $1 million or more is announced by the DOT or its modal administrations from: (1) any discretionary grant program of the FHA other than the emergency relief program; (2) the FAA airport improvement program; or (3) any FTA program other than the formula grants and fixed guideway modernization programs.(Sec. 332) Earmarks certain funds for fire and life safety improvements to enable the James A. Farley Post Office in New York City to be used as a train station and commercial center.(Sec. 333) Bars the use of funds under this Act for the planning, design, or construction of a light rail system in Houston, Texas.(Sec. 334) Amends the Transportation Equity Act for the 21st Century to add the Wilmington Downtown transit corridor and the Honolulu Bus Rapid Transit project to the list of projects for new fixed guideway systems and extensions to existing systems.(Sec. 336) Amends the Federal Transit Act of 1998 to increase from 50 percent to 90 percent the Federal share of costs with respect to grants for increasing over-the-road bus service accessibility to persons with disabilities (particularly in rural areas).(Sec. 337) Amends the Transportation Equity Act for the 21st Century to replace the high priority project to reconstruct I-235 and improve the interchange for access to the Martin Luther King Jr. Parkway in Des Moines, Iowa, with a high priority project to construct the north-south segments of such Parkway.(Sec. 338) Revises the high priority project for a feasibility and design study of Louisiana Highway 30 between Louisiana Highway 44 and I-10 to include, as an alternative to the study, construction of that segment of Louisiana Highway 30.(Sec. 339) Eliminates the high priority project for the upgrade of U.S. Route 5 between the vicinity of Chillicothe, Ohio, and the Village of Richmond Dale, Ohio. Increases the authorized funding for the high priority project to construct the Chesapeake Bypass in Lawrence County, Ohio.(Sec. 340) Directs the Secretary to withhold the obligation of Federal-aid highway funds for the Central Artery-Tunnel project in Boston, Massachusetts, unless certain conditions are met. Sets a limit on the total Federal contribution to such project.(Sec. 341) Amends the Transportation Equity Act for the 21st Century to increase the maximum annual amount of mass transportation funds that may be provided to a transit provider that operates 20 or fewer vehicles in an urbanized area with a population of at least 200,000 to finance the operating costs of equipment and facilities used by it in providing mass transportation services to the elderly and persons with disabilities.(Sec. 342) Authorizes the use of unobligated balances for the Ebensburg Bypass Demonstration Project (contained in Public Law 101-164) for improvements along Route 56 in Cambria County, Pennsylvania, including the construction of a parking facility in the vicinity.(Sec. 343) Bars the use of funds under this Act for the planning, development, or construction of California State Route 710 freeway extension project through South Pasadena, California.(Sec. 344) Bars the use of funds under this Act for engineering work related to an additional runway at New Orleans International Airport.(Sec. 345) Earmarks up to a specified amount of unobligated balances from capital investment grants for Fayette County, Pennsylvania, intermodal facilities and buses in the Department of Transportation and Related Agencies Appropriations Act, 1999 (Public Law 105-277) and the Department of Transportation and Related Agencies Appropriations Act, 2000 (Public Law 106-69) for an intermodal parking facility in Cambria County, Pennsylvania.(Sec. 346) Bars the use of funds appropriated under this Act to propose or issue regulations or orders for implementation of the Kyoto Protocol (adopted on December 11, 1997, in Kyoto, Japan, at the Third Conference of the Parties to the United Nations Framework Convention on Climate Change) which has not been submitted to the Senate for advice and consent to ratification and has not been entered into force.(Sec. 349) Bars the use of funds in this Act to adopt guidelines or regulations requiring airport sponsors to provide to the FAA without cost building construction, maintenance, utilities and expenses, or space in airport sponsor-owned buildings for services relating to air traffic control, air navigation, or weather reporting. Provides that such prohibition does not apply to negotiations between the FAA and airport sponsors to achieve agreement on \"below-market\" rates for such items or to grant assurances that require airport sponsors to provide land without cost to the FAA for ATC facilities.(Sec. 350) Bars the availability of funds under this Act or prior Appropriations Acts for Coast Guard acquisition, construction, and improvements after the 15th of any quarter of any fiscal year beginning after December 31, 1999, unless the Commandant of the Coast Guard first reports quarterly to the Committees on Appropriations on all major Coast Guard acquisition projects executed for it by the U.S. Navy and vessel traffic service projects.(Sec. 351) Amends Federal transportation law to require the Secretary to withhold two percent of the funds authorized for Federal aid highway programs for FY 2004, and increased specified percentages of such amounts for subsequent fiscal years, from any State that has not enacted and is not enforcing a law that considers as intoxicated an individual who has an alcohol concentration level of 0.08 percent or greater while operating a motor vehicle in such State. Allows funds withheld from a State during FY 2004 to be available for up to four fiscal years after such date (to allow a State to meet such requirement within such period), but allows no grace period with respect to funds withheld during subsequent fiscal years.(Sec. 352) Authorizes the Secretary to waive, without charge, any terms contained in the deed conveying U.S. lands to a public institution of higher education in Oklahoma that restrict the use of such land that, as of the date of enactment of this Act, is not being used for the operation of an airport or for air traffic.(Sec. 353) Amends the Transportation Equity Act for the 21st Century to modify a certain highway project in Polk County, Iowa, to replace the extension of NW 86th Street from NW 70th Street with the construction of a road from State Highway 141.(Sec. 354) Authorizes the State of Mississippi to use funds previously allocated to it under the transportation enhancements program, if available, for construction of an underpass to improve access and enhance highway-rail safety and economic development along Star Landing Road in DeSoto County, Mississippi.(Sec. 355) Amends the Transportation Equity Act for the 21st Century with respect to the high priority project for the environmental review, planning, design, and construction of the Beartooth Highway in Wyoming and Montana. Declares that the non-Federal share of the project may be funded by Federal funds from a non-DOT agency or agencies.(Sec. 356) Designates the New Jersey Transit commuter station to be located at the intersection of the Main-Bergen line and the Northeast Corridor line, New Jersey, as the \"Frank R. Lautenberg Station.\"(Sec. 357) Bars the use of funds under this Act for the planning, development, or construction of a multi-lane, limited access expressway at section 800, Pennsylvania Route 202 in Bucks County, Pennsylvania.(Sec. 359) Directs each executive agency to establish a policy in which eligible employees may participate in telecommuting to the maximum extent possible without diminished employee performance. Requires the Director of the Office of Personnel Management to provide that such requirements are applied to 25 percent of the Federal workforce, and to an additional 25 percent of such workforce each year thereafter.(Sec. 360) Authorizes new fixed guideway system funds for the Jackson, Mississippi, Intermodal Corridor in the Department of Transportation and Related Agencies Appropriations Act, 1998, Public Law 105-66, to be available for obligation for studies to evaluate and define transportation alternatives for such project, including an intermodal facility at Jackson International Airport and for related preliminary engineering, final design, or construction.(Sec. 361) Earmarks specified funds for corridor planning studies between western Baldwin County and Mobile Municipal Airport, Alabama.(Sec. 362) Amends the Intermodal Surface Transportation Efficiency Act of 1991 to revise certain innovative highway projects to include the Akron (Ohio) Innerbelt (State Route 59) corridor, Broadway viaduct replacement, and the High Street viaduct replacement.(Sec. 363) Amends Federal highway law to declare that the Federal share of costs shall be 100 percent for the reconstruction of a road and causeway in Shiloh Military Park in Hardin County, Tennessee.(Sec. 364) Amends Federal transportation law to require a manufacturer of a motor vehicle, original equipment, or replacement equipment to review and consider information (including information received from any foreign source) to learn whether the vehicle or equipment contains a defect or does not comply with an applicable Federal motor vehicle safety standard.(Sec. 365) Directs the transfer of certain FTA transit planning and research funds for international activities to and administered by the Agency for International Development (AID) for transportation needs in the frontline states to the Kosovo conflict.(Sec. 366) Makes certain discretionary grant funds available for the transit and other transportation-related portions of the Salt Lake City regional commuter system and Gateway intermodal terminal.(Sec. 367) Earmarks a specified amount of Federal-aid highway funds to the Commonwealth of Kentucky for safety grants to help prevent the operation of motor vehicles by intoxicated persons, provided it adopts a 0.08 blood alcohol content standard.(Sec. 368) Directs the Secretary to waive repayment of any Federal-aid highway funds expended by the City of Spokane, Washington, on the Lincoln Street Bridge Project.(Sec. 370) Amends the Transportation Equity Act for the 21st Century to revise the high priority project for reconstruction of U.S. 89 and interchange at 200 North in Kaysville, Utah, to earmark a specified amount for repair and reconstruction of the North Ogden Divide Highway.(Sec. 371) Authorizes States to use allocated highway safety program funds to produce and place highway safety public service messages in television, radio, cinema, and print media, and on the Internet with guidance issued by the Secretary.(Sec. 373) Amends the Transportation Equity Act for the 21st Century to revise the high priority project for construction of the New Jersey Exit 13A Flyover (extension of Kapkowski Road to Trumbull Street) to include the study, design, and construction related to local street improvements needed to complement such extension.(Sec. 374) Revises the high priority project to improve highway access to Humboldt Bay and Harbor Port, California, to also include freight access to such places.(Sec. 375) Authorizes appropriations to the Alabama Department of Transportation for capital costs associated with track relocation, track construction and rehabilitation, highway-rail separation construction activities including right-of-way acquisition and utility relocation, and signal improvements in Muscle Shoals, Tuscumbia, and Sheffield, Alabama. Conditions Federal funding upon matching of no less than 75 percent from non-federal sources.(Sec. 376) Authorizes appropriations to Valley Trains and Tours for capital costs associated with track acquisition and rehabilitation between Strasburg Junction and Shenandoah Caverns, Virginia. Sets forth specified conditions.(Sec. 377) Amends the Transportation Equity Act for the 21st Century to replace the high priority project to replace Barton Road-M 14 interchange, Ann Arbor, Michigan, with a high priority project to study all possible alternatives to the current M-14-Barton Drive interchange in Ann Arbor, including relocation of M-14-U.S. 23 from Maple Road to Plymouth Road, mass transit options, and other means of reducing commuter traffic and improving highway safety.(Sec. 378) Authorizes appropriations out of the Highway Trust Fund for specified transportation projects.(Sec. 379) Amends the Woodrow Wilson Memorial Bridge Authority Act of 1995 to authorize the appropriation of an additional $600 million for FY 2001 for replacement of the Woodrow Wilson Memorial Bridge. Sets forth specified limitations and conditions.(Sec. 380) Amends Federal transportation law to authorize appropriations for FY 2001 (equal to the last three fiscal years) for discretionary grants and loans for new fixed guideway systems and extensions to such systems. Earmarks amounts for specified commuter transit projects.(Sec. 381) Directs the Federal Transit Administrator to sign a Full Funding Grant Agreement for the MOS-2 segment of the New Jersey Urban Core-Hudson Bergen project.(Sec. 382) Bars the use of funds in this Act or any other Act to adjust the boundary of the point Retreat Light Station, Alaska, or to otherwise limit such property.Title IV: Department of the Treasury - Makes additional appropriations for FY 2001 to reduce the public debt.Title V: Department of the Treasury - Makes appropriations for FY 2001 for: (1) the Department of the Treasury; (2) the Executive Office of the President; (3) the General Services Administration; and (4) the National Archives and Records Administration.General Provisions: This Title - Prohibits funds in the Treasury and General Government Appropriations Act, 2001 from being used by any Federal agency to monitor personal identifiable information on the use of the Internet. Sets forth specified exceptions.(Sec. 502) Amends the Federal Election Campaign Act of 1971 (FECA) to authorize a person (other than a political committee) required to file an independent expenditure statement under the FECA to file such statement by facsimile or electronic mail. Requires the Federal Election Commission to make such statements accessible to the public on the Internet within 24 hours after its receipt by the Commission.Exempts from the definition of \"contribution\" candidate loans based on lines of credit if such a loan is made in accordance with applicable law and under commercially reasonable terms and in the normal course of business.Mandates the time at which certain statements on independent expenditures are received by the appropriate recipient to whom notification is required to be sent as the time of filing with the recipient.(Sec. 503) Earmarks amounts provided to the Office of National Drug Control Policy for the anti-doping efforts of the U.S. Olympic Committee to the U.S. Anti-Doping Agency, Inc., for the conduct of such activities as they relate to U.S. athletes in the Olympic, Pan American, and Paralympic Games.(Sec. 504) Declares that a certain section of the Treasury and General Government Appropriations Act, 2001 relating to the Civil Service Retirement System shall have no effect.(Sec. 505) Amends Federal civil service retirement law to reduce to seven percent after December 31, 2000, the required retirement contribution by Federal employees participating under the Civil Service Retirement System (CSRS). (Such contribution currently is scheduled to be 7.5 for calendar years 2001 and 2002, and seven percent after December 31, 2002). Reduces similarly the required percentage contribution under the CSRS for Members of Congress and congressional employees, law enforcement and firefighting personnel, certain judges and magistrates, Capitol Police, and nuclear materials couriers. Makes similar reductions for participants in the Federal Employees' Retirement System (FERS). Repeals the scheduled 3.5 percent retirement contribution for calendar years 2001 and 2002 for military and volunteer service personnel under FERS.Amends the Foreign Service Act of 1980 to make similar employee retirement contribution reductions under the Foreign Service Pension System.Replaces for FY 2002 (other than employees of the U.S. Postal Service or the Metropolitan Washington Airports Authority) the current schedule of required retirement contributions under the CSRS for Federal and congressional employees, law enforcement and firefighting personnel, Capitol Police, nuclear materials couriers, Members of Congress, and certain judges and magistrates. Makes similar changes with respect to employees under the Central Intelligence Agency Retirement and Disability System and the Foreign Service Retirement and Disability System.(Sec. 506) Earmarks specified funds to the U.S. Secret Service for forensic and related support of investigations of missing and exploited children.(Sec. 507) Amends the Legislative Branch Appropriations Act, 2001 to revise provisions establishing within the Capitol Police an Office of Administration to be headed by a Chief Administrative Officer. Requires the Chief Administrative Officer to be appointed by the Chief of the Capitol Police (currently, such Officer is to be appointed by the Comptroller General after consultation with the Capitol Police Board)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Transportation and Related Agencies Appropriations Act, 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30, 2001, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:33-05:00"
}