{
  "actions": [
    {
      "acted_at": "1985-04-29", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-07", 
      "bill_ids": [
        "hr2410-99"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Clean Bill H.R.2410 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2251-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-29", 
  "number": "2251", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the programs under title VII of that Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2410-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Professions Educational Assistance Amendments of 1985", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-29", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Authorization", 
    "Child health", 
    "Chiropractic and chiropractors", 
    "Compulsory military service", 
    "Curriculum planning", 
    "Dentistry", 
    "Dentists", 
    "Economics and public finance", 
    "Education", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Federally-guaranteed loans", 
    "Government paperwork", 
    "Graduate education", 
    "Health", 
    "Health education", 
    "Health services administration", 
    "Homeless", 
    "Laboratory animals", 
    "Medical education", 
    "Medical personnel", 
    "Osteopathy and osteopaths", 
    "Physicians", 
    "Physicians' assistants", 
    "Preventive medicine", 
    "Psychologists", 
    "Psychology", 
    "Public health", 
    "Public health personnel", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-29", 
    "text": "Health Professions Educational Assistance Amendments of 1985 - Amends the Public Health Service Act to extend the authorization of appropriations through FY 1988 for the following: (1) the Federal health education loan insurance program; (2) health professions student loans; (3) scholarships for students of exceptional financial need; (4) medical school departments of family medicine; (5) area health education centers; (6) training of physician assistants; (7) training programs in general internal medicine and general pediatrics; (8) training programs in family medicine and the general practice of dentistry; (9) educational assistance to individuals from disadvantaged backgrounds; (10) conversion and curriculum grants; (11) assistance to schools of medicine and other health related professions in serious financial distress; (12) graduate programs in health administration; (13) traineeships for students in specified graduate programs; (14) public health traineeships; and (15) grants for training in preventive medicine. Includes schools of chiropractic as health profession schools eligible to participate in educational assistance programs for individuals from disadvantaged backgrounds. Amends the definition of physician assistants to require an individual trained as such to be qualified to provide primary health care under the supervision of a physician and to have training in disease prevention, health promotion, geriatric medicine, and home health care. Includes colleges and institutions providing additional training in a science related to health care within the definition of a school of allied health. Defines the term \"graduate program in clinical psychology\" for the purpose of such Act. Makes such programs eligible for the educational assistance program for individuals from disadvantaged backgrounds. Changes the composition of the National Advisory Council on Health Professions Education. Permits the Secretary to use funds appropriated under such Act to provide technical assistance for any authority under such Act. Provides for the recovery of Federal construction assistance under specified circumstances. Requires the transferor of a facility which received such assistance to notify the Secretary of the sale, transfer, or change of use. Prescribes a formula for determining the recoverable amount. Allows the Secretary to waive such recovery for good cause. Requires eligible borrowers under the health education assistance loan program (HEAL) and the health professions student loan program to submit to registration under the Military Selective Service Act. Provides that the repayment of HEAL loans shall begin nine to 12 months after the borrower: (1) ceases to be a participant in an accredited internship or residency program of not more than four years in duration; (2) completes the fourth year of an accredited internship or residency program of more than four years in duration; (3) ceases to carry a full-time academic workload; or (4) ceases to be a participant in a fellowship training program. Allows a two year (formerly three) deferral for service as a full-time volunteer under title I of the Domestic Volunteer Service Act of 1973. Prescribes the method for determining interest on such loans. Makes students in public or nonprofit schools of public health, chiropractic, or in an accredited graduate program in clinical psychology eligible for health professions student loans. Requires matching funds for the Federal contribution to loans for individuals from disadvantaged backgrounds. Provides for the repayment of such loans to begin one year after the student ceases to pursue a full-time course of study. Allows deferrals for: (1) up to three years for uniformed service or service under the Peace Corps Act; (2) internships and residencies; or (3) up to two years for full-time educational activity directly related to the health profession for which that individual is preparing. Directs the Secretary to promulgate regulations to carry out such Act. Allows a school to assess a charge to cover the costs of insuring against the cancellation of such loan. Allows the school to impose a penalty of up to six percent of the installment payment for the failure to make such payment when due. Authorizes the Secretary to collect any loan under such Act which is in default. Directs the school to make specified loan information available to student borrowers. Requires the Secretary to provide the school with notice of the intention to terminate an agreement under such Act. Provides procedures for appealing such terminations. Provides a stipend of $400 per month for students receiving scholarships for first-year students of exceptional financial need. Limits such scholarship award to the costs of attending a particular educational institution. Directs the Secretary to make grants to schools of public health for the support of education programs. Describes the method for determining the amount of such a grant. Authorizes appropriations for FY 1986 through 1988 for such grants. Imposes certain eligibility requirements for receiving such grants. Gives priority for family medicine instruction grants to applicants that demonstrate a commitment to family medicine. Directs the Secretary to enter into contracts with schools of medicine and osteopathy for specified programs through area health education centers. Gives priority for grants for training, traineeships, and fellowships in general internal medicine and general pediatrics to applicants that demonstrate a commitment to general internal medicine and general pediatrics in their medical education training programs. Authorizes the Secretary to make grants for the planning, development, and operation of approved advanced educational programs in the general practice of dentistry. Gives priority for such grants to applicants that demonstrate a commitment to family medicine in their medical education training program. Includes public and nonprofit schools of chiropractic and schools with graduate programs in clinical psychology as eligible to participate in the program of education assistance to individuals from disadvantaged backgrounds. Directs the Secretary to make grants to schools which provide the first or last two years of education leading to the doctor of medicine or osteopathy. Authorizes the Secretary to make grants or enter into contracts for the following projects: (1) health promotion and disease prevention; and (2) curriculum development and training in health policy and policy analysis. Authorizes the Secretary to make grants to schools of veterinary medicine for: (1) the development of curriculum for training in the care of animals used in research; (2) the provision of such training; and (3) large animal care and research. Allows the Secretary to enter into contracts with schools seeking advanced financial distress assistance that submit a plan to achieve financial solvency within six (previously five) years. Eliminates the following current programs; (1) advanced funding; (2) grants for family medicine, training, traineeships, and fellowships, and computer health care demonstrations; (3) education of returning U.S. students from foreign medical schools; (4) occupational health training and education centers; and (5) financial distress grants. Directs the Secretary to include in the report scheduled for October 1, 1987, an analysis of the financial disincentives to graduates of health professions schools which affect the specialty of practice chosen or the decision to practice in an area which lacks an adequate number of health care professionals, and recommendations to correct any such disincentives. Directs the Secretary to conduct a study to determine if health professions schools comply with the Military Selective Service Act. Directs the Secretary to conduct a study of the delivery of inpatient and outpatient health care services to homeless individuals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Educational Assistance Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs under title VII of that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:18-05:00"
}