{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1499-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "1499", 
  "official_title": "A bill to establish a Mass Transit Development Bank to provide loan guarantees to business concerns which undertake the manufacture of rail or bus equipment; to stimulate new entry, reduce concentration, enhance competition and provide additional capacity in the mass transit manufacturing sector; to conserve energy, create new jobs, improve air quality, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Mass Transit Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Finance and financial sector", 
    "Government corporations", 
    "Loans", 
    "Manufacturing industries", 
    "Mass rapid transit", 
    "Transportation and public works", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Urban transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Emergency Mass Transit Development Act - Establishes a Mass Transit Development Bank to stimulate new entry and provide additional capacity in the mass transit manufacturing sector by furnishing assistance in the form of loan guarantees to eligible industrial borrowers. Stipulates that the membership of the Bank shall be: (1) the Secretary of the Treasury, (2) the Chairman of the Federal Trade Commission, and (3) three other persons appointed by the President. Creates an Advisory Board to the Bank to provide the Bank with advice on matters uniquely within the expertise of its membership. Authorizes the Bank to guarantee lenders against loss of principal or interest on loans made for the purpose of financing plant construction, the acquisition of real estate or equipment, or the acquisition of working capital, and only if the borrower meets such other requirements specified by this Act. Requires that priority be given to loans which will convert excess automotive assembly capacity to mass transit production. Declares that any enterprise that obtains a guaranteed loan under this Act may not declare a dividend on its common stock, or make any payment on an additional indebtedness with the same lender while there is till any principal or interest remaining unpaid on the guaranteed loan. Authorizes the Bank to inspect and copy all accounts, books, records, memorandums, and other documents of any enterprise which has received financial assistance under this Act. Limits the maximum obligation of the Bank under all outstanding loans guaranteed by it to $3,000,000,000 prior to October 1, 1978. Restricts the authority to guarantee a loan to any one borrower to: (1) $200,000,000 for the assembly of rail or bus vehicles, (2) $400,000,000 for the manufacture of rail or bus equipment, or (3) $600,000,000 for combined assembly and manufacturing operations. Establishes in the Treasury an emergency loan guarantee fund to pay the Bank's expenses and obligations under this Act. Authorizes the Bank to issue to the Secretary of the Treasury notes or other obligations in such forms and denominations, bearing such maturities and subject to such conditions as may be prescribed by the Bank. Requires any Federal Reserve Bank, when requested, to act as a fiscal agent. Directs the Attorney General to take any action as may be appropriate to enforce any right of the United States under this Act. Terminates the authority of the Bank to enter into any guarantee under this Act beyond September 30, 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Mass Transit Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Mass Transit Development Bank to provide loan guarantees to business concerns which undertake the manufacture of rail or bus equipment; to stimulate new entry, reduce concentration, enhance competition and provide additional capacity in the mass transit manufacturing sector; to conserve energy, create new jobs, improve air quality, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:19-05:00"
}