{
  "actions": [
    {
      "acted_at": "1977-02-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2904-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-01", 
  "number": "2904", 
  "official_title": "A bill to provide financial assistance to the States for improved educational services for exceptional children; to establish a National Clearinghouse for Exceptional Children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education for Exceptional Children Act", 
  "sponsor": {
    "district": "9", 
    "name": "Frey, Lou, Jr.", 
    "state": "FL", 
    "thomas_id": "00416", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-01", 
  "subjects": [
    "Disabled", 
    "Education", 
    "Education of handicapped children", 
    "Education of the handicapped", 
    "Exceptional children", 
    "Families", 
    "Federal aid to education", 
    "Gifted children", 
    "Physically handicapped children", 
    "States"
  ], 
  "subjects_top_term": "Exceptional children", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-01", 
    "text": "Education for Exceptional Children Act - Defines \"Exceptional Children\" as handicapped children, children with specific learning disabilities, and particularly gifted children. Directs the Commissioner of Education to establish a National Clearinghouse on Exceptional Children which shall obtain and disseminate to the public information pertaining to the Education of exceptional children. Authorizes appropriations for fiscal year 1977 and for each of the four succeeding fiscal years for the establishment and operation of the Clearinghouse. Authorizes the Commissioner of Education to make grants pursuant to this Act for the purpose of assisting the States in providing free appropriate public education for exceptional children. Sets forth a formula by which funds will be allocated to the States. Requires a State, in order to receive funds under this Act, to submit to the Commissioner of Education a State plan detailing the State program for education of exceptional children. Stipulates that such plan must contain such information as the Commissioner deems necessary. Sets forth the criteria to be met by a State in order to obtain approval of it's plan. Directs the Commissioner to pay to a State such amounts as it is eligible for upon plan approval. Authorizes the Commissioner to withhold payments under this Act from any State when it is found that there has been a failure to comply substantially with any provision of this Act. Provides a method for judicial review of the Commissioner's decision. Authorizes the Commissioner to make grants to State Educational agencies to provide training for personnel engaged or preparing to engage in educating exceptional children. Authorizes the Commissioner to make grants to institutions of higher learning to provide training for leadership personnel for the education of exceptional children. Authorizes the Commissioner to conduct research relating to the education of exceptional children and to make grants to States, educational agencies, institutions of higher learning and other public or private nonprofit education or research agencies for such research. Directs the Commissioner to establish standards and procedures to determine which children are \"exceptional children\" within the meaning of this Act, such standards and procedures to be applied uniformly by all States submitting plans pursuant to this Act. Requires the Commissioner to submit an annual report to Congress evaluating the impact and progress of programs authorized under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education for Exceptional Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to the States for improved educational services for exceptional children; to establish a National Clearinghouse for Exceptional Children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:11-05:00"
}