{
  "actions": [
    {
      "acted_at": "1976-03-01", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-03-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Government Operations, S. Rept. 94-675.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-01", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-03-18", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-18", 
      "references": [], 
      "text": "Referred jointly to Senate Committees on the Judiciary; and Rules and Administration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 94-770.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-10", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Cloture motion filed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-17", 
      "references": [], 
      "text": "Senate vitiated its action on cloture motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-19", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #181 (72-22).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres400-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-01", 
  "number": "400", 
  "official_title": "A resolution to establish a Standing Committee of the Senate on Intelligence Activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-01", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1976-05-19", 
    "text": "(Measure passed Senate, amended, roll call #181 (72-22)) States that the purpose of this resolution is to establish the Senate Select Committee on Intelligence. Requires such Committee to make every effort to assure that the appropriate departments and agencies provide informed and timely intelligence neccessary for the executive and legislative branches to make sound decisions on national security. Establishes the Select Committee on Intelligence composed of 15 members, as follows: two (one from each party) from each of the Committees on Appropriations, Armed Services, Foreign Relations, and the Judiciary, and seven appointed from the Senate at large (four Democrats and three Republicans), none of which members shall serve more than eight years. Provides for a chairman from the majority party and a vice chairman from the minority party, neither of whom shall simultaneously serve as chairman or ranking minority member of another committee. Requires referral to such Committee of all proposed legislation, messages, petitions, and other matters relating to: the Central Intelligence Agency (CIA), the Director of Intelligence, the intelligence activities of all other departments and agencies, and the authorization of appropriations for the intelligence agencies and intelligence activities of other departments and agencies. Provides for cross-referral of legislation from and to such Committee upon the requests of the respective chairmen. States that nothing in this resolution shall be construed as changing the authority of any standing committee to obtain access to the product of intelligence activities in departments and agencies relevant to matters otherwise within the jurisdiction of such committees. Requires regular reports from such Committee to the Senate and other committees as appropriate. Provides that the Committee shall obtain an annual report from the Director of the CIA, the Secretaries of Defense and State, and the Director of the FBI. Permits an unclassified version of such report to be made public. Gives the Committee investigatory and subpena powers. Prohibits access by staff members of the Committee to classified information unless they agree to be bound by the rules of the Senate relating thereto and receive a security clearance. Requires the Committee to carry out procedures to prevent disclosure of information without the consent of the persons involved. Permits disclsoure of information where disclosure is deemed to be in the national or public interest. Requires the Committee to vote, upon a member's request, on the issue of public interest in disclosing information. Prohibits disclosure of such information if the President certifies that disclosure threatens the national security and that the public interest is outweighed; whereupon the Committee may refer the issue of disclosure to the Senate. Authorizes the Senate, meeting in closed session (but voting in open session) to approve or disapprove disclosure or refer the matter back to the Committee. Permits disclosure by the Committee of information, classified through established procedures, to other committees or Members (which shall not disclose it) if it keeps a record thereof. Makes it the duty of the Select Committee on Standards and Conduct to investigate any unauthorized disclosure of intelligence information, and to recommend appropriate action to the Senate upon finding such unauthorized disclosure. Espresses the sense of the Senate that the head of each department and agency should keep the Committee fully and currently informed with respect to intelligence activities, including anticipated activities and those which constitute violations of constitutional rights or other law. Prohibits appropriation of any funds, beginning in fiscal year 1977, without authorization by passage of a bill or joint resolution, which are to be used for acitivities of the CIA, the FBI, or the intelligence activities of the Departments of Defense and State. Requires the Committee to study, and report thereon by July 1, 1977, capabilities of United States foreign intelligence agencies, the extent and nature of the authority of the executive branch to engage in intelligence activities, the organization of intelligence activities in the executive branch, the conduct of covert activities and the procedures by which Congress is informed of such activities, the desirability of establishing a standing committee or a joint committee on intelligence, and the authorization of funds for intelligence activities and whether they should be disclosed in the public interest. Defines the term \"intelligence activities\" to include: (1) the collection, analysis or use of information which relates to any foreign country, or any government, political group, party, military force, movement, or other association in such foreign country, and which relates to the defense, foreign policy, national security, or related policies of the United States; (2) activities taken to counter similar activities directed against the United States, (3) covert or clandestine activities affecting the relations of the United States with any foreign government, political group, party, military force, movement or other association; and (4) the collection, analysis or use of information about activities of persons within the United States whose political and related activities pose, or may be considered by any department, agency, bureau, office, division, instrumentality, or employee of the United States to pose, a threat to the internal security of the United States, and covert or clandestine activities directed against such persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to establish a Standing Committee of the Senate on Intelligence Activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:20-05:00"
}