{
  "actions": [
    {
      "acted_at": "2010-12-01", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3999-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-01", 
  "number": "3999", 
  "official_title": "A bill to provide for reductions in the number of employees in Federal departments and agencies, freeze Federal employee compensation, reduce funding to the White House and Congress, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-01", 
  "subjects": [
    "Appropriations", 
    "Congressional operations and organization", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Motor vehicles", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-01", 
    "text": "Requires the Director of the Office of Management and Budget (OMB) to determine the number of full-time employees in each executive agency with the cooperation of each agency head. Excludes the Department of Defense (DOD) from the definition of \"agency\" for purpose of this Act. Requires each agency head to take such actions as necessary to reduce the number of full-time employees as determined by OMB by 20% within one year of this Act's enactment. Provides for two 180-day extensions if an agency submits a justification and a plan for completing the reductions. Requires each agency head, in making such reductions, to: (1) minimize the duplication of functions by employees within the agency; (2) restructure employee responsibilities to carry out all essential agency tasks; and (3) report to Congress on actions taken, the restructuring, and resulting savings to the government. Prohibits any adjustment in rates of basic pay or in comparability payments with respect to any employee during FY2011-FY2013. Limits bonuses and cash awards paid by an agency during each such fiscal year to the amount paid during FY2010. Limits the total amount of funds appropriated for FY2011: (1) to the White House and Congress to 85% of the total amount of funds appropriated to them during FY2010; and (2) for acquisition and maintenance of all motor vehicles owned or operated by all agencies to 80% of the total appropriated for that purpose during FY2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for reductions in the number of employees in Federal departments and agencies, freeze Federal employee compensation, reduce funding to the White House and Congress, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:02-05:00"
}