{
  "actions": [
    {
      "acted_at": "1997-02-12", 
      "references": [
        {
          "reference": "CR S1314-1315", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s315-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-12", 
  "number": "315", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to reduce tax benefits for foreign corporations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Corporate Welfare Reduction Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-02-12", 
  "subjects": [
    "Affiliated corporations", 
    "Aliens", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Business income tax", 
    "Commerce", 
    "Corporate liquidations", 
    "Corporation taxes", 
    "Dividends", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Energy", 
    "Finance and financial sector", 
    "Foreign corporations", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Gas industry", 
    "Gasoline tax", 
    "Government securities", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Interest", 
    "International affairs", 
    "Inventories", 
    "Labor and employment", 
    "Minimum tax", 
    "Natural gas", 
    "Partnerships", 
    "Personal income tax", 
    "Petroleum", 
    "Petroleum industry", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-02-12", 
    "text": "Corporate Welfare Reduction Act of 1997 - Amends the Internal Revenue Code, with respect to determining the foreign tax credit, to replace the formula for reducing the amount of oil and gas extraction taxes taken into account. Disallows as creditable amounts: (1) any taxes paid or accrued to a foreign country with respect to foreign oil and gas income (including extraction income) which are not imposed under the country's generally applicable income tax law; and (2) any other taxes on such income to the extent that the country's law is structured or operates so that the tax amount imposed will generally be materially greater, over a reasonable period, than the amount generally imposed on other income. Separates such income, for purposes of certain limitations on the application of the credit, into foreign oil and gas extraction income and foreign oil related income. Removes the deferral, for purposes of taxation of controlled foreign corporations, of tax on extraction income or income from consumption in the foreign country. Provides that the Secretary of the Treasury's authority, in allocating income, deductions, credits, and allowances among taxpayers owned or controlled by the same interests, shall not be limited by any restriction on the ability of the entities to transfer or receive money or property. Revises provisions concerning the exclusion of foreign earned income by U.S. citizens living abroad. Treats the gain or loss of a nonresident alien individual or foreign corporation that is a ten-percent shareholder in a domestic corporation upon disposition of such a corporation's stock as if the taxpayer were engaged during the taxable year in a trade or business within the United States and such gain or loss attributable to a permanent U.S. trade or business establishment. Imposes a 26-percent minimum tax on nonresident alien individuals. Provides for the withholding of tax on such dispositions, except in the case of stock which is not regularly traded. Excepts such gain from the branch profits tax imposed on foreign corporations. Requires notice to the Secretary upon distributions by a U.S. person to a foreign person in redemption of stock or complete liquidation of a subsidiary. Removes the exemption of ten-percent shareholders from the tax on interest of nonresident alien individuals received from portfolio debt investments. Redefines portfolio interest as only interest paid on obligations issued by governmental entities. Provides special rules for determining the source of income from the sale of inventory property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Welfare Reduction Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to reduce tax benefits for foreign corporations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:44-05:00"
}