{
  "actions": [
    {
      "acted_at": "1993-05-25T22:19:00-04:00", 
      "references": [], 
      "text": "The House Committee on The Budget reported an original measure, H. Rept. 103-111, by Mr. Sabo.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-25T22:26:00-04:00", 
      "calendar": "Union", 
      "number": "57", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 57.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1993-05-27T03:46:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 186 Reported to House. Rule provides for consideration of H.R. 2264 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Upon adoption of this resolution the Speaker may declare the House resolved into the Committee of the Whole for consideration of the bill, pursuant to section 7 of the concurrent resolution on the budget for fy 1994. The modifications to the bill printed in part 1 of the report accompanying this resolution shall be considered as adopted in the House and in the Committee of the Whole. All points of order against the bill, as modified, shall be waived. A specified amendment is in order. Only the amendment in the nature of a substitute printed in part 2 of the report accompanying this resolution shall be in order, if offered only by Representative Kasich or his designee, to be debatable for one hour and not subject to amendment. ...", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:42:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "Rule H. Res. 186 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:43:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [
        {
          "reference": "CR H2970-2992, H2997-3301", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 186.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:43:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2264 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Upon adoption of this resolution the Speaker may declare the House resolved into the Committee of the Whole for consideration of the bill, pursuant to section 7 of the concurrent resolution on the budget for fy 1994. The modifications to the bill printed in part 1 of the report accompanying this resolution shall be considered as adopted in the House and in the Committee of the Whole. All points of order against the bill, as modified, shall be waived. A specified amendment is in order. Only the amendment in the nature of a substitute printed in part 2 of the report accompanying this resolution shall be in order, if offered only by Representative Kasich or his designee, to be debatable for one hour and not...", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:43:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 186 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:43:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable John P. Murtha to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T15:43:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the provisions of H. Res. 186, the Committee of the Whole proceeded with two hours of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T18:22:00-04:00", 
      "references": [], 
      "text": "LEGISLATIVE PROCEDURE - Mr. Kasich asked unanimous consent to modify the Kasich substitute. Mr. Sabo reserved the right to object to the unanimous consent request.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T18:31:00-04:00", 
      "references": [], 
      "text": "Mr. Kasich withdrew the unanimous consent request.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T18:32:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 186, the Committee of the Whole proceeded with one hour of debate on the Kasich amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole resumed debate on the Kasich amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:41:00-04:00", 
      "bill_ids": [
        "hres186-103"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 186, the modifications specified in part 1 of the report of the Committee on rules (House Report 103-112) were adopted in the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:42:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2264, as modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:42:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:59:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "199", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 219 - 213 (Roll no. 199).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1993-05-27T20:59:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27T20:59:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 2264.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-07", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-08", 
      "references": [], 
      "text": "Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-10", 
      "calendar": "Senate Legislative", 
      "number": "88", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 88.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [
        {
          "reference": "CR 6/24/93 S7986-8070", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "bill_ids": [
        "s1134-103"
      ], 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "190", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 1134 with an amendment by Yea-Nay Vote. 50-49. Record Vote No: 190.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [
        {
          "reference": "CR 6/24/93 S8070", 
          "type": "consideration"
        }
      ], 
      "text": "Senate insists on its amendment asks for a conference, appoints conferees Leahy; Pryor; Lugar from the Committee on Agriculture.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Nunn; Shelby; Coats from the Committee on Armed Services.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Sasser; Hollings; Johnston; Domenici; Grassley from the Committee on the Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Riegle; Sarbanes; D'Amato from the Committee on Banking.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Hollings; Inouye; Breaux from the Committee on Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Johnston; Bumpers; Ford; Wallop; Hatfield from the Committee Energy and Natural Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Baucus; Moynihan from the Committee on Environment and Public Works.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Moynihan; Baucus; Bradley; Mitchell; Riegle; Rockefeller; Packwood; Dole; Roth; Danforth; Chafee from the Committee on Finance.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Pell; Kerry; Helms from the Committee on Foreign Relations.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Glenn; Levin; Pryor; Roth; Stevens from the Committee on Governmental Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees DeConcini; Hatch from the Committee on the Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Kennedy; Pell; Metzenbaum; Dodd; Simon; Harkin; Mikulski; Bingaman; Wellstone; Wofford; Kassebaum; Jeffords; Coats; Gregg; Thurmond; Hatch; Durenberger from the Committee on Labor and Human Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-25", 
      "references": [], 
      "text": "Senate appointed conferees Rockefeller; DeConcini; Murkowski from the Committee on Veterans Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-29", 
      "references": [], 
      "text": "Senate ordered measure printed as passed with amendments of the Senate numbered.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-01", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-01", 
      "references": [], 
      "text": "Senate appointed conferees Pryor; Durenberger by unanimous consent from the Committee on Finance.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:13:00-04:00", 
      "references": [
        {
          "reference": "CR H4645", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Sabo asked unanimous consent that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:13:00-04:00", 
      "references": [], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:15:00-04:00", 
      "references": [], 
      "text": "Mr. Kasich moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Kasich motion to instruct conferees. The instructions require the House conferees to reject increases in federal spending within the scope of the conference by excluding from the conference report all provisions that increase direct spending except social security.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:39:00-04:00", 
      "references": [], 
      "text": "Mr. Kasich withdrew his motion to instruct conferees and submitted a new motion to instruct conferees for consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:40:00-04:00", 
      "references": [], 
      "text": "Mr. Kasich moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T17:40:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour debate on the Kasich motion to instruct conferees. The instructions require the conferees on the part of the House to reject increases in federal spending within the scope of the conference by excluding from the conference report all provisions that increase direct spending except social security, and to accept the higher thresholds on the treatment of Social Security benefits in section 8215 of the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T18:59:00-04:00", 
      "references": [
        {
          "reference": "CR H4655", 
          "type": "consideration"
        }
      ], 
      "text": "On ordering the previous question Failed by the Yeas and Nays: 184 - 238 (Roll no. 327).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:00:00-04:00", 
      "references": [], 
      "text": "Mr. Sabo offered an amendment in the nature of a substitute to the Kasich motion to instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:01:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Sabo amendment in the nature of a substitute to instruct conferees. The amendment would remove the instructions which require the House conferees to reject increases in federal spending within the scope of the conference by exluding from the conference report all provisions that increase direct spending. The amendment would retain the provisions of the motion which instruct conferees to accept the higher thresholds on the treatment of Social Security benefits in section 8215 of the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:08:00-04:00", 
      "references": [], 
      "text": "The previous question on the amendment in the nature of a substitute and on the motion to instruct was agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:09:00-04:00", 
      "references": [], 
      "text": "On agreeing to the amendment in the nature of a substitute to the motion to instruct conferees Agreed to by recorded vote: 235 - 183 (Roll No. 328).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:43:00-04:00", 
      "references": [
        {
          "reference": "CR H4657", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House instruct conferees Agreed to by recorded vote: 415 - 0 (Roll No. 329).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:43:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on the Budget for consideration of the House bill, and the Senate amendment, and modifications committed to conference: Sabo, Gephardt, and Kasich.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:43:00-04:00", 
      "bill_ids": [
        "s5001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title I and sec. 9005(a)-(c) and (f) of the House bill, and title I and secs. 5001, 5002(a), (b) and (d), and 5003 of the Senate amendment, and modifications committed to conference: Stenholm, Pomeroy, Kildee, Smith (TX), and Allard.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title II and section 12009 of the House bill, and title II and section 13003 of the Senate amendment, and modifications committed to conference: Slaughter, Mollohan, Gordon, Shays, and Snowe.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title III of the House bill, and title III (except sec. 3003(b)) of the Senate amendment, and modifications committed to conference: Frank (MA), Blackwell, Woolsey, Lazio, and Hoke.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "bill_ids": [
        "s5117-103", 
        "s7904-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title IV and secs. 5117, 13233, 13263, 13270, 13420, and 14402(d) of the House bill, and secs. 7904, 12001-50, 12061, 12071, 12101, and 12301-02 of the Senate amendment, and modifications committed to conference: Kildee, Price (NC), Kennelly, Miller (FL), and Smith (MI).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "bill_ids": [
        "s5000-103", 
        "s7000-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of secs. 5000-187, 13234, 13242, 13264, 13400-571, and 14411 of the House bill, and secs. 7000-501, 7601(c), 7801, 7802(b) and (c), and 7904, 7951, 12101-02, and 12321 of the Senate amendment, and modifications committed to conference: Beilenson, Slaughter, Johnston, McMillan, and Hobson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "bill_ids": [
        "s5200-103", 
        "s4001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of secs. 5200-44, 5301, 9006-07 of the House bill, and secs. 4001-11 and 6001 of the Senate amendment, and modifications committed to conference: Bryant, Coyne, Costello, McMillan, and Hobson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title VII and that portion of sec. 4002 which adds a new sec. 455(j) to the Higher Education Act, sec. 4025(7) and that portion of sec. 5203 which adds a new sec. 309(j)(8) to the Communications Act of 1934, and sec. 5187(b) of the House bill, and title XI, sec. 4008(c), that portion of sec. 12011 which adds a new sec. 455(j) to the Higher Education Act, 12045(7), 12047(a) and 12105 of the Senate amendment, and modifications committed to conference: Andrews (TX), Mollohan, Woolsey, Smith (TX), and Inglis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:44:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title VIII and sec. 9004 of the House bill, and sec. 4051 of the Senate amendment, and modifications committed to conference: Kennelly, Costello, Mink, Snowe, and Franks (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s1402-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title IX and secs. 1402, 5301, and 11002 of the House bill, and titles V and VI and sec. 1503 of the Senate amendment, and modifications committed to conference: Bryant, Mink, Blackwell, Kolbe, and Allard.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s13702-103", 
        "s12103-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of titles VI and X and secs. 13702 and 13704 of the House bill, and title IX and X and secs. 12103-04 of the Senate amendment, and modifications committed to conference: Berman, Andrews (TX), Gordon, Kolbe, and Miller (FL).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s10001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees Provided that for consideration of title VI and secs. 10001 and 10002 of the House bill, and title IX of the Senate amendment, Mr. Pomeroy is appointed in lieu of Mr. Berman; Messrs. Cox and Smith of Michigan are appointed in lieu of Messrs. Kolbe and Miller of Florida.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s8002-103", 
        "s5002-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title XI and secs. 8002 and 9005(a) of the House bill, and secs. 5002(a) and 6002 of the Senate amendment, and modifications committed to conference: Wise, Costello, Berman, Lazio, and Franks (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title XII of the House bill, and title XIII (except sec. 13008(b) and sec. 7901(b) and (c) of the Senate amendment, and modifications committed to conference: Price (NC), Coyne, Johnston, Herger, and Inglis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s13001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees Provided, Mr. Bunning is appointed in lieu of Mr. Kasich for the provisions specified for this panel, except secs. 13001-20 of the House bill where Mr. Kasich will be the conferee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s4032-103", 
        "s1106-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of secs. 4032, 4033(3), 8002, 9004, 11001, 12004(b), 13001-20, 13201-84, 13601-02, and 13604-705 of the House bill, and secs. 1106, 1403, 1504, 3003(b), 7433, 7601-03, 7701-02, 7901(a) and (c), 7902-03, 7950-554, that portion of sec. 12011 which adds a new sec. 457 to the Higher Education Act, 12055, 12203(d), 12025, 13008(b), 15001, and 15002 of the Senate amendment, and modifications committed to conference: Coyne, Beilenson, and Herger.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "bill_ids": [
        "s1405-103", 
        "s453-103", 
        "s2158-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of titles XV and XVI, secs. 1405(c) of the House bill, those portions of sec. 4002 which add new secs. 453(a)(3) and 456(a)(2) to the Higher Education Act, 4029, those portions of sec. 5181 which add new secs. 2158(b)(3)(B) and 2161(b) to the Public Health Service Act, 9008, and 13560 of the House bill, and title XIV, that portion of sec. 1201 which adds a new sec. 305(c)(4) to the Rural Electrification Act, those portions of sec. 12011 which add new secs. 453(a)(4) and 456(a)(2) to the Higher Education Act of the Senate amendment, and modifications committed to conference: Stenholm, Wise, Frank (MA), Shays, and Cox.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Agriculture for consideration of title I and sec. 9005(a)-(c) and (f) of the House bill, and title I and sec. 5001, 5002(a), (b) and (d), and 5003 of the Senate amendment, and modifications committed to conference: de la Garza, Rose, Glickman, Volkmer, Penny, Roberts, Emerson, and Gunderson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:45:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Armed Services for consideration of title II and sec. 12009 of the House bill, and title II and sec. 13003 of the Senate amendment, and modifications committed to conference: Dellums, Montgomery, Schroeder, Hutto, Skelton, Spence, Stump, and Kyl.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:46:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees Provided, for consideration of sec. 12009 of the House bill, and sec. 13003 of the Senate amendment, Mr. McCurdy is appointed in lieu of Mr. Montgomery; and Mr. Hunter is appointed in lieu of Mr. Stump.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:46:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Banking, Finance and Urban Affairs for consideration of title III of the House bill, and title III (except sec. 3003(b)) of the Senate amendment, and modifications committed to conference: Gonzalez, Neal (NC), LaFalce, Vento, Schumer, Leach, McCollum, and Roukema.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:46:00-04:00", 
      "bill_ids": [
        "s5117-103", 
        "s7904-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Education and Labor for consideration of title IV and secs. 5117, 13233, 13263-64, 13270, 13420, and 14402(d) of the House bill, and secs. 7904, 12001-50, 12061, 12071, 12101, and 12301-02 of the Senate amendment, and modifications committed to conference: Ford (MI), Clay, Miller (CA), Murphy, Williams, Goodling, Petri, and Roukema.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:46:00-04:00", 
      "bill_ids": [
        "s5200-103", 
        "s4001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Energy and Commerce for consideration (communications) of secs. 5200-44 of the House bill, and secs. 4001-11 of the Senate amendment, and modifications committed to conference: Dingell, Markey, Tauzin, Manton, Schenk, Moorhead, Fields (TX), and Oxley.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:46:00-04:00", 
      "bill_ids": [
        "s5000-103", 
        "s1105-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Energy and Commerce for consideration (health) of secs. 5000-5091, 5100-87, 13010(a) and (c), 13413(e), 13234, 13242, 13264, and 13431-13571, 14411 of the House bill, and secs. 1105(b), 7000, 7201-7501, 7601(c), 7801, 7802(b) and (c), 7904, 7951, 12101-12205, and 12321 of the Senate amendment, and modifications committed to conference: Dingell, Waxman, Wyden, Towns, Slattery, Moorhead, Bliley, and Bilirakis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:47:00-04:00", 
      "bill_ids": [
        "s5301-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Energy and Commerce for consideration of (energy) secs. 5301 and 9006-07 of the House bill, and sec. 6001 of the Senate amendment, and modifications committed to conference: Dingell, Sharp, Washington, Kreidler, Swift, Moorhead, Bilirakis, and Barton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:47:00-04:00", 
      "bill_ids": [
        "s10001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Foreign Affairs for consideration of title VI and secs. 10001 and 10002 of the House bill, and title IX of the Senate amendment, and modifications committed to conference: Hamilton, Berman, Faleomavaega, Martinez, Andrews (NJ), Gilman, Snowe, and Hyde.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:47:00-04:00", 
      "bill_ids": [
        "s1405-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Operations for consideration of secs. 1405(c) of the House bill, and that portion of sec. 1201 which adds a new sec. 305(c)(4) to the Rural Electrification Act, of the Senate amendment, and modifications committed to conference: Conyers, English (OK), Peterson (MN), Barrett (WI), Washington, Clinger, McCandless, and Hastert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "bill_ids": [
        "s4002-103", 
        "s453-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Operations for consideration of those portions of secs. 4002 which add new secs. 453(a)(3) and 456(a)(2) to the Higher Education Act, 4029 and 13560 of the House bill, and those portions of sec. 12011 which add new secs. 453(a)(4) and 456(a)(2) to the Higher Education Act, of the Senate amendment, and modifications committed to conference: Conyers, Collins (IL), Towns, Waxman, Spratt, Clinger, McCandless, and Hastert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "bill_ids": [
        "s2158-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Operations for consideration of those portions of sec. 5181 which add new secs. 2158(b)(3)(B) and 2161(b) to the Public Health Service Act of the House bill, and modifications committed to conference: Conyers, Spratt, Towns, Synar, Payne (NJ), Clinger, McCandless, and Hastert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Operations for consideration of sec. 9008 of the House bill, and modifications committed to conference: Conyers, Collins (IL), Spratt, Synar, Washington, Clinger, McCandless, and Hastert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "bill_ids": [
        "s15001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Operations for consideration of title XVI and secs. 15001-111, 15206, and 15301 of the House bill, and title XIV of the Senate amendment, and modifications committed to conference: Conyers, Spratt, Waxman, Collins (IL), Synar, Clinger, McCandless, and Hastert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Judiciary for consideration of title VII of the House bill, and title XI and sec. 12047(a) of the Senate amendment, and modifications committed to conference: Brooks, Hughes, Edwards (CA), Conyers, Synar, Moorhead, Coble, and Fish.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Judiciary for consideration of that portion of sec. 4002 which adds a new sec. 455(j) to the Higher Education Act, sec. 4025(7) and that portion of sec. 5203 which adds a new sec. 309(j)(8) to the Communications Act of 1934, of the House bill, and sec. 4008(c), that portion of sec. 12011 which adds a new sec. 455(j) to the Higher Education Act, 12045(7), of the Senate amendment, and modifications committed to conference: Brooks, Conyers, Synar, Schroeder, Berman, Fish, Gallegly, and Moorhead.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T19:48:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Judiciary for consideration of sec. 5187(b) of the House bill, and sec. 12105 of the Senate amendment, and modifications committed to conference: Brooks, Bryant, Glickman, Frank (MA), Berman, Gekas, Ramstad, and Fish.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Merchant Marine and Fisheries for consideration of title VIII and sec. 9004 of the House bill, and sec. 4051 of the Senate amendment, and modifications committed to conference: Studds, Tauzin, Lipinski, Ortiz, Manton, Fields (TX), and Bateman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees Provided, for consideration of title VIII of the House bill, and sec. 4051 of the Senate amendment, Mr. Inhofe is appointed; for consideration of sec. 9004 of the House bill, Mr. Saxton is appointed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s1402-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Natural Resources for consideration of title IX and secs. 1402, 5301, 11002, of the House bill, and titles V and VI and sec. 1503 of the Senate amendment, and modifications committed to conference: Miller (CA), Vento, de Lugo, Lehman, Richardson, Young (AK), Thomas (WY), and Vucanovich.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s13702-103", 
        "s12103-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Post Office and Civil Service for consideration of title X and secs. 13702 and 13704 of the House bill, and titles IX and X and secs. 12103-04 of the Senate amendment, and modifications committed to conference: Clay, Schroeder, McCloskey, Norton, Collins (MI), Myers, Burton, and Morella.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s8002-103", 
        "s5002-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Public Works and Transportation for consideration of title XI and secs. 8002, 9005(a) of the House bill, and secs. 5002(a), 6002 of the Senate amendment, and modifications committed to conference: Mineta, Oberstar, Applegate, Rahall, Borski, Shuster, Clinger, and Boehlert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s13560-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Rules for consideration of title XVI and secs. 13560, 13605, 15201-15212, of the House bill, and title XIV of the Senate amendment, and modifications committed to conference: Moakley, Derrick, Beilenson, Frost, Bonior, Solomon, Quillen, and Goss.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Veterans' Affairs for consideration of title XII of the House bill, and title XIII (except sec. 13008(b)) and sec. 7901(b) and (c) of the Senate amendment, and modifications committed to conference: Montgomery, Evans, Rowland, Slattery, Sangmeister, Stump, Smith (NJ), and Burton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s14402-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of title XIV (except secs. 14402(d) and 14411) and sec. 13603 of the House bill, and title VIII of the Senate amendment and modifications committed to conference: Rostenkowski, Gibbons, Pickle, Rangel, Archer, and Crane.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s13001-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of secs. 13001-20 of the House bill, and modifications committed to conference: Rostenkowski, Gibbons, Pickle, Jacobs, Archer, and Bunning.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s13201-103", 
        "s7601-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of secs. 13201-84 of the House bill, and secs. 7601-03 and 7802 of the Senate amendment, and modifications committed to conference: Rostenkowski, Gibbons, Pickle, Ford (TN), Archer, and Santorum.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of title XVI of the House bill, and modifications committed to conference: Rostenkowski, Stark, and Thomas (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-14T20:00:00-04:00", 
      "bill_ids": [
        "s4032-103", 
        "s2161-103", 
        "s1106-103"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of secs. 4032, 4033(3), 5000-91, 5117, those portions of sec. 5181 which add new secs. 2161 and 2173(b) to the Public Health Service Act, 5181(b), 8002, 9004, 11001, 12004(b), 13400-571, 13601-02, 13604-705, 14402(d), 14411, and 15301 of the House bill, and secs. 1106, 1403, 1504, 3003(b), 7000-305, 7433, 7701-02, 7901(a) and (c), 7902-04, 7950-54, that portion of sec. 12011 which adds a new sec. 457 to the Higher Education Act, 12055, 12101-02, that portion of sec. 12202 which adds a new sec. 2148(b) to the Public Health Service Act, 12203(d), 12025, 13008(b), 15001, and 15002 of the Senate amendment, and modifications committed to conference: Rostenkowski, Gibbons, Pickle, Rangel, Stark, Archer, Crane, and Thomas (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-15", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-20T19:13:00-04:00", 
      "references": [], 
      "text": "Subsequent to the withdrawal of Mr. Hansen of Utah as a conferee on H.R. 2264, the Speaker announced that Mr. Thomas of Wyoming would be appointed to fill the vacancy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-20T19:13:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees The Chair inserted into the Congressional Record a complete listing of the House conferees on H.R. 2264. The listing combines and replaces the appointments of July 14th and 15 and makes a variety of other modifications. The list of conferees appearing on July 14, 1993 reflects these revisions and modifications.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-22", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-03", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-03T17:20:00-04:00", 
      "references": [], 
      "text": "Mr. Sabo asked unanimous consent that managers on the part of the House have until midnight on Aug. 3 to file a conference report on H.R. 2264. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-04T16:41:00-04:00", 
      "references": [], 
      "text": "Mr. Rohrabacher announced his intention to offer a motion to instruct managers on the part of the House to insist on the House's disagreement to all provisions of the Senate amendment increasing the level of federal tax on motor fuels, to recede to the Senate amendment's absence of provisions corresponding to the energy tax provisions of the House bill, and to reject any other increase in energy taxes.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-04T18:52:00-04:00", 
      "references": [
        {
          "reference": "CR H5792-6047", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 103-213 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-04T23:07:00-04:00", 
      "bill_ids": [
        "hres240-103"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 240 Reported to House. Rule provides for consideration of the conference report to H.R. 2264 with 6 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Upon adoption of this resolution, it shall be in order to consider the conference report accompanying the bill and all points of order against the conference report or against its consideration shall be waived. The previous question on a motion to recommit, if offered, shall be considered as ordered. After disposition of the conference report, no further consideration of the bill shall be in order except pursuant to a subsequent order of the House. House Resolution 235 shall be considered as adopted.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T12:58:00-04:00", 
      "bill_ids": [
        "hres240-103"
      ], 
      "references": [], 
      "text": "Rule H. Res. 240 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T13:00:00-04:00", 
      "bill_ids": [
        "hres240-103"
      ], 
      "references": [
        {
          "reference": "CR H6272", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Sabo brought up conference report H. Rept. 103-213 for consideration under the provisions of H. Res. 240.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T13:00:00-04:00", 
      "bill_ids": [
        "hres240-103"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 240, modified by unanimous consent, the House proceeded with 6 hours and twenty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T17:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House continued with debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T19:00:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House continued with debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T21:55:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05T22:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "406", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by recorded vote: 218 - 216 (Roll no. 406).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "1993-08-05T22:16:00-04:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-05", 
      "references": [], 
      "text": "Conference papers: message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Conference papers: Senate report and managers' statement held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [
        {
          "reference": "CR  S10625-10763", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate. By Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Point of order that the Conference Report violates the Constitution raised in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "By a decision of the Senate the point of order was not sustained by Yea-Nay Vote. 44-56. Record Vote No: 244.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Point of order against Section 13631(b) of the Conference Report raised in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Point of order ruled not well taken by the chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Ruling of the Chair sustained by Yea-Nay Vote. 43-57. Record Vote No: 245.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Point of order against Section 1106(a) of the Conference Report raised in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Point of order not well taken by the chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Ruling of the Chair sustained by Yea-Nay Vote. 43-57. Record Vote No: 246.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "247", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 51-50. Record Vote No: 247.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1993-08-06", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1993-08-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-10", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1993-08-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1993-08-10", 
      "congress": "103", 
      "law": "public", 
      "number": "66", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 103-66.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h83-103", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "83"
    }
  ], 
  "bill_id": "hr2264-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "103", 
    "law_type": "public", 
    "number": "66"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1993-08-10", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1993-08-05T22:16:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1993-08-06", 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-25", 
  "number": "2264", 
  "official_title": "To provide for reconciliation pursuant to section 7 of the concurrent resolution on the budget for fiscal year 1994.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres36-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres186-103", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres240-103", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr15-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr18-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr21-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr22-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr42-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr100-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr110-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr150-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr162-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr196-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr220-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr237-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr264-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr325-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr335-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr345-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr348-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr360-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr373-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr406-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr414-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr415-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr418-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr421-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr462-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr475-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr477-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr529-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr539-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr555-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr577-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr679-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr721-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr749-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr769-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr813-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr815-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr827-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr834-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr836-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr844-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr850-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr857-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr882-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr902-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr912-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr915-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr922-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr928-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr942-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr947-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr953-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr977-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr978-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr997-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1014-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1057-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1092-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1166-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1180-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1190-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1200-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1212-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1332-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1338-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1367-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1393-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1398-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1465-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1576-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1600-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1619-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1636-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1668-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1798-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1841-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1885-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1888-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1949-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1950-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1956-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1958-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1960-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1961-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2111-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2138-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2141-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2396-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2672-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1134-103", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1134-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1134-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1134-103", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Omnibus Budget Reconciliation Act of 1993", 
  "sponsor": {
    "district": "5", 
    "name": "Sabo, Martin Olav", 
    "state": "MN", 
    "thomas_id": "01007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1993-08-10", 
  "subjects": [
    "Accounting", 
    "Administration of justice", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adoption", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural insurance", 
    "Agricultural price supports", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aid to dependent children", 
    "Airports", 
    "Alcohol as fuel", 
    "Alcoholic beverages", 
    "Aliens", 
    "Alzheimer's disease", 
    "Ambulatory care", 
    "American Samoa", 
    "Ammunition", 
    "Anesthetics", 
    "Annuities", 
    "Aquatic resources", 
    "Arizona", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Associations, institutions, etc.", 
    "Authorization", 
    "Automobile parts", 
    "Automobiles", 
    "Aviation fuels", 
    "Awards, medals, prizes", 
    "Bank deposits", 
    "Bank failures", 
    "Bank reserves", 
    "Bankruptcy", 
    "Barges", 
    "Barley", 
    "Biomass energy", 
    "Blind", 
    "Block grants", 
    "Boats and boating", 
    "Books", 
    "Boundaries", 
    "Breast cancer", 
    "Brokers", 
    "Budget deficits", 
    "Business ethics", 
    "Business losses", 
    "CIS countries", 
    "California", 
    "Campaign funds", 
    "Camping", 
    "Canada", 
    "Capital gains tax", 
    "Case mix (Medical care)", 
    "Cattle", 
    "Charitable contributions", 
    "Checkoff", 
    "Chemotherapy", 
    "Child development", 
    "Child health", 
    "Child nutrition", 
    "Child support", 
    "Child welfare", 
    "Cigarettes", 
    "Citizenship", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Claims", 
    "Clergy", 
    "Clinics", 
    "Coal", 
    "Collection of accounts", 
    "College costs", 
    "Commemorations", 
    "Commerce", 
    "Commercial aircraft", 
    "Communication in medicine", 
    "Communication satellites", 
    "Community development corporations", 
    "Community health services", 
    "Community hospitals", 
    "Commuting", 
    "Computer software", 
    "Conflict of interests", 
    "Congress", 
    "Congressional budget process", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Convulsions", 
    "Corn", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Cost control", 
    "Cost of living adjustments", 
    "Cotton", 
    "Counseling", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Critically ill", 
    "Cropland conversion program", 
    "Customs administration", 
    "Dairy products", 
    "Data banks", 
    "Data transmission systems", 
    "Day care", 
    "Debarment of government contractors", 
    "Debtor and creditor", 
    "Deceptive advertising", 
    "Defense budgets", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Diesel motor", 
    "Disabled", 
    "Disaster relief", 
    "District courts", 
    "District of Columbia", 
    "Dividends", 
    "Divorcees", 
    "Donation of organs, tissues, etc.", 
    "Drug abuse", 
    "Drug industry", 
    "Drugs", 
    "Due process of law", 
    "Dyes and dyeing", 
    "Earned income tax credit", 
    "Earnings", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Election administration", 
    "Electric power", 
    "Elementary and secondary education", 
    "Emblems", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Employee health benefits", 
    "Employee training", 
    "Employment subsidies", 
    "Employment tax credits", 
    "Energy", 
    "Energy consumption", 
    "Energy policy", 
    "Enterprise zones", 
    "Environmental protection", 
    "Epidemiology", 
    "Estate tax", 
    "Excise tax", 
    "Executive compensation", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Explosives", 
    "Exports", 
    "Eye care", 
    "Eye diseases", 
    "Families", 
    "Farm lands", 
    "Farm production quotas", 
    "Farmers", 
    "Farms", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to transportation", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal employees", 
    "Federal preemption", 
    "Federal reserve system", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Feedstock", 
    "Fees", 
    "Fetal alcohol syndrome", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Fire fighters", 
    "Firearms", 
    "Fishing boats", 
    "Food adulteration and inspection", 
    "Food relief", 
    "Food stamps", 
    "Foreclosure", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign service", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Foster home care", 
    "Foundations", 
    "Fuel", 
    "Fuel consumption", 
    "Fur trade", 
    "Gasohol", 
    "Gasoline tax", 
    "General aviation aircraft", 
    "Geothermal resources", 
    "Gift tax", 
    "Goats", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Grocery trade", 
    "Guam", 
    "Harbors", 
    "Hard-core unemployed", 
    "Hawaii", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Health planning", 
    "Health surveys", 
    "Hearing disorders", 
    "Heart diseases", 
    "Heating", 
    "Hemophilia", 
    "High school students", 
    "Higher education", 
    "Highspeed trains", 
    "Home care services", 
    "Home ownership", 
    "Homeless", 
    "Honey", 
    "Hormones", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospital personnel", 
    "Hospitals", 
    "House rules and procedure", 
    "Household moving", 
    "Household workers", 
    "Households", 
    "Housing and community development", 
    "Housing finance", 
    "Housing subsidies", 
    "Identification devices", 
    "Illegal aliens", 
    "Illegitimacy", 
    "Immigration", 
    "Immunosuppressive drugs", 
    "Imports", 
    "Income", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Indian economic development", 
    "Indian housing", 
    "Indian medical care", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Infant mortality", 
    "Infants", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inland water transportation", 
    "Insurance law", 
    "Insurance premiums", 
    "Insurance rates", 
    "Intangible property", 
    "Intellectual property", 
    "Intelligence officers", 
    "Interest", 
    "Interest rates", 
    "Intergovernmental fiscal relations", 
    "International Trade Commission", 
    "Irrigation", 
    "Jewelry trade", 
    "Job hunting", 
    "Judicial officers", 
    "Judicial review of administrative acts", 
    "Jury selection", 
    "Kidney diseases", 
    "Labeling", 
    "Labor and employment", 
    "Language and languages", 
    "Law", 
    "Law enforcement officers", 
    "Layoffs", 
    "Leases", 
    "Legislation", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liquefied petroleum gas", 
    "Loans", 
    "Lobbying", 
    "Local officials and employees", 
    "Local taxation", 
    "Location of industries", 
    "Long-term care", 
    "Losses", 
    "Low-income housing", 
    "Lumber trade", 
    "Malpractice", 
    "Mammography", 
    "Managed care", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Marketing of farm produce", 
    "Married people", 
    "Maryland", 
    "Mass rapid transit", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical ethics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medical screening", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "Mental health services", 
    "Merchant ships", 
    "Methane", 
    "Methanol", 
    "Mexico", 
    "Michigan", 
    "Midwives", 
    "Migrant labor", 
    "Military dependents", 
    "Military hospitals", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Milk", 
    "Minimum tax", 
    "Mining claims", 
    "Mining leases", 
    "Minnesota", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "Mobile homes", 
    "Monuments and memorials", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Motor vehicles", 
    "Narcotic traffic", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "Native Americans", 
    "Natural gas", 
    "New Mexico", 
    "New York State", 
    "Northern Mariana Islands", 
    "Nuclear Regulatory Commission", 
    "Nuclear power plants", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing", 
    "Nursing homes", 
    "Nutrition", 
    "Occupational therapy", 
    "Office of the U.S. Trade Representative", 
    "Oil shales", 
    "Oils and fats", 
    "Oilseeds", 
    "Old age, survivors and disability insurance", 
    "Options (Contract)", 
    "Osteoporosis", 
    "Outdoor recreation", 
    "Overtime", 
    "Paramedical personnel", 
    "Part-time employment", 
    "Partnerships", 
    "Patents", 
    "Paternity", 
    "Pay equity", 
    "Payroll deductions", 
    "Peanuts", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Petroleum", 
    "Petroleum industry", 
    "Pharmaceutical research", 
    "Physical therapy", 
    "Physicians", 
    "Planning", 
    "Police", 
    "Poor", 
    "Postal crimes", 
    "Postal employees", 
    "Postal rates and revenues", 
    "Postal service", 
    "Potable water", 
    "Pregnant women", 
    "Prescription pricing", 
    "Presidential elections", 
    "Preventive medicine", 
    "Propane", 
    "Property insurance", 
    "Property tax", 
    "Prosecution", 
    "Prospective payment systems (Medical care)", 
    "Prosthesis", 
    "Psychiatric hospitals", 
    "Psychologists", 
    "Public assistance programs", 
    "Public debt", 
    "Public health administration", 
    "Public health personnel", 
    "Public housing", 
    "Public lands and natural resources", 
    "Public works", 
    "Puerto Rico", 
    "Punitive damages", 
    "Radio", 
    "Radio frequency allocation", 
    "Radio stations", 
    "Railroad passenger traffic", 
    "Railroad retirement plans", 
    "Real estate business", 
    "Real estate investment", 
    "Real property", 
    "Rebates", 
    "Recombinant DNA", 
    "Recreation", 
    "Recreation areas", 
    "Refuse and refuse disposal", 
    "Reinsurance", 
    "Religion", 
    "Relocation of employees", 
    "Rent", 
    "Rental housing", 
    "Research and development", 
    "Research and development tax credit", 
    "Restrictive trade practices", 
    "Revenue sharing", 
    "Rice", 
    "Right of privacy", 
    "Right-of-way", 
    "Rural economic development", 
    "Rural electrification", 
    "Rural hospitals", 
    "Rural public health", 
    "Salaries", 
    "Sales promotion", 
    "Savings and loan associations", 
    "Scholarships", 
    "Science, technology, communications", 
    "Securities industry", 
    "Self-employed", 
    "Senate rules and procedure", 
    "Ships", 
    "Signs and symbols", 
    "Small business", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Social work", 
    "Social workers", 
    "Socially handicapped children", 
    "Soil conservation", 
    "Speech disorders", 
    "Standards", 
    "State courts", 
    "State laws", 
    "State officials and employees", 
    "State taxation", 
    "Stocks", 
    "Student aid", 
    "Student loan funds", 
    "Sugar and sugar trade", 
    "Supplemental security income program", 
    "Surgery", 
    "Survivors' benefits", 
    "Tariff", 
    "Tariff preferences", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax preparers", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Tax sales", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Taxation of foreign income", 
    "Tea", 
    "Telecommunication industry", 
    "Telecommunication policy", 
    "Telephone", 
    "Television", 
    "Television frequency allocation", 
    "Television stations", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Texas", 
    "Timber sales", 
    "Tipping", 
    "Tobacco", 
    "Tourist trade", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks", 
    "Transportation and public works", 
    "Transportation and the physically handicapped", 
    "Travel costs", 
    "Treaties", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trust Territory of the Pacific Islands", 
    "Trusts and trustees", 
    "Tuberculosis", 
    "Underground petroleum tanks", 
    "Underground storage", 
    "Unemployment", 
    "Unemployment insurance", 
    "Unrelated business income tax", 
    "Urban areas", 
    "User charges", 
    "Vaccination", 
    "Vaccines", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Virgin Islands", 
    "Vital statistics", 
    "Vocational education", 
    "Volcanoes", 
    "Wages", 
    "Water resources development", 
    "Water supply", 
    "Wealth tax", 
    "Welfare fraud", 
    "Wetland conservation", 
    "Wheat", 
    "Wisconsin", 
    "Withholding tax", 
    "Women", 
    "Women's health", 
    "Wool", 
    "World War II", 
    "X-rays"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1993-08-04", 
    "text": "TABLE OF CONTENTS: Title I: Agriculture and Related Provisions Title II: Armed Services Provisions Title III: Banking and Housing Provisions Title IV: Student Loans and ERISA Provisions Title V: Transportation and Public Works Provisions Title VI: Communications Licensing and Spectrum Allocation Provisions Title VII: Nuclear Regulatory Commission Provisions Title VIII: Patent and Trademark Office Provisions Title IX: Merchant Marine Provisions Title X: Natural Resources Provisions Title XI: Civil Service and Post Office Provisions Title XII: Veterans' Affairs Provisions Title XIII: Revenue, Health Care, Human Resources, Income Security, Customs and Trade Provisions, Food Stamp Program, and Timber Sale Provisions Title XIV: Budget Process Provisions Omnibus Budget Reconciliation Act of 1993 - Title I: Agricultural Programs - Agricultural Reconciliation Act of 1993 - Subtitle A: Commodity Programs - Amends the Agricultural Act of 1949 to extend specified upland cotton loan, payment, acreage reduction, and marketing loan programs. (Sec. 1101) Extends and reduces, with specified exceptions, acreage eligible for deficiency payments from 92 percent to 85 percent for upland cotton, wheat, feed grains, and rice. (Sec. 1105) Extends the dairy support program. Sets forth purchase price ceilings for butter and nonfat dry milk. Reduces milk prices by ten cents per hundredweight for 1996. Prohibits the sale of bovine growth hormone during a specified time period. (Sec. 1106) Amends the Agricultural Adjustment Act of 1938 to require domestic cigarette manufacturers to certify that their products contain at least 75 percent U.S.-grown tobacco. Requires domestic manufacturers who do not meet such requirements to: (1) pay specified marketing assessments; and (2) purchase specified quantities of Burley and Flue-cured tobacco. Authorizes the Secretary of Agriculture to reduce U.S. content requirements in cases of disaster-related crop losses. Amends the Agricultural Act of 1949 to require importers of foreign tobacco to pay: (1) specified marketing assessments; and (2) specified assessments to the No Net Cost Tobacco Fund. Amends the Tobacco Adjustment Act of 1983 to subject imported tobacco to inspection fees on the same basis as domestic tobacco. Amends the Agricultural Adjustment Act of 1938 to extend quota reduction floor authority (with waiver authority to avoid excess inventories) for burley and Flue-cured tobacco. (Sec. 1107) Amends the Agricultural Act of 1949 to extend the sugar price support program. (Sec. 1108) Extends and reduces from current levels the oilseeds loan program. Revises loan maturation provisions. Eliminates loan organization fees for post-1993 crop years. (Sec. 1109) Extends specified provisions of the peanut price support program. Extends and increases marketing assessment rates. Revises first purchaser-producer assessment provisions. (Sec. 1110) Extends and reduces from current levels: (1) the honey price support program; and (2) individual payment ceilings. Eliminates post-1994 honey marketing assessment authority. (Sec. 1111) Amends the National Wool Act of 1954 to extend and reduce from current levels: (1) the wool and mohair price support program; and (2) individual payment ceilings. Prohibits the deduction of certain marketing charges in determining net sales proceeds and national payment rates. Subtitle B: Rural Electrification - Amends the Rural Electrification Act of 1936 to authorize refinancing and prepayment of Federal Financing Bank loans guaranteed by the Rural Electrification Administration. Sets forth penalty and loan term provisions. Subtitle C: Agricultural Trade - Amends the Omnibus Budget Reconciliation Act of 1990 to eliminate: (1) certain acreage reduction requirements for grain sorghum and barley; and (2) specified authority of the Secretary to waive certain acreage reduction requirements with regard to the General Agreement on Tariffs and Trade (GATT) (Sec. 1302) Amends the Agricultural Trade Act of 1978 to extend and reduce from current levels the authorization of appropriations for the marketing promotion program. Revises such program to: (1) permit assistance, with exceptions, only to counter unfair trade practices; (2) give priority to small entities; (3) limit the assistance period; (4) require trade organization contributions; and (5) prohibit assistance for tobacco marketing. Subtitle D: Miscellaneous - Authorizes the Secretary to charge admission, entrance, and recreation fees at appropriate sites and public or recreation areas. Amends the Food Security Act of 1985 with regard to the conservation reserve program to: (1) make the current discretionary enrollment provision mandatory; (2) reduce acreage requirements; and (3) eliminate the 1994 acreage requirement. Extends the wetlands reserve program and revises acreage enrollment provisions. (Sec. 1403) Amends the Federal Crop Insurance Act to direct the Federal Crop Insurance Corporation to take specified actions to improve the actuarial soundness of Federal crop insurance coverage. Title II: Armed Services Provisions - Specifies, with respect to increases in the retired pay of former military personnel who became a member of the armed forces before August 1, 1986, the initial month for which increases becoming effective on December 1 of FY 1994 through 1998 shall be payable. Makes such provisions inapplicable to those former personnel who were retired or separated due to disability. Title III: Banking and Housing Provisions - Amends the Federal Deposit Insurance Act to prescribe an order of priority for the distribution of amounts realized from the resolution of any insured depository institution in receivership. Requires that any distribution in connection with certain claims be accompanied by a specified accounting report. (Sec. 3002) Amends the Federal Reserve Act to mandate that for FY 1997 and FY 1998 specified percentages of the surplus fund of any Federal reserve bank be transferred into the Treasury. Prohibits a Federal reserve bank from replenishing its surplus fund by the amount of such transfer. (Sec. 3003) Amends the Stewart B. McKinney Homeless Assistance Amendments Act of 1988 to: (1) include Indian housing programs within certain Department of Housing and Urban Development programs; (2) require that certain income disclosure consent forms be submitted in order to verify applicant eligibility for benefits; and (3) amend applicant, participant, and public housing agency protections. (Sec. 3004) Amends the National Housing Act to direct the Government National Mortgage Association (GNMA) to: (1) charge fees in connection with its multiclass securities guarantee program (the program); and (2) take steps to assure that a certain portion of the benefit resulting from the program acrues to mortgagors who execute eligible mortgages. (Sec. 3005) Directs the Secretary of Housing and Urban Development to increase the rate at which the Secretary earns the single premium payment collected at the time of insurance of a mortgage that is an obligation of the Mutual Mortgage Insurance Fund. Title IV: Student Loan ERISA Provisions - Subtitle A: Direct Student Loan Provisions - Student Loan Reform Act of 1993 - Amends the Higher Education Act of 1965 (HEA) to replace the Federal Family Education Loan Program, under which loans made by private lenders are guaranteed by the Government with a Federal Direct Student Loan Program, to be partially phased in over a five-year transition period. Chapter 1: Federal Direct Student Loan Program - Amends HEA to change the Federal Direct Loan Demonstration Program to the Federal Direct Student Loan Program (FDSL). (Sec. 4021) Sets forth program authority for making necessary sums available to make FDSL loans to all eligible students (and parents) at participating higher education institutions selected by the Secretary of Education (Secretary), for the period beginning July 1, 1994. Requires such loans to be made by participating institutions that also have agreements with the Secretary to originate loans, or by alternative originators designated by the Secretary. Directs the Secretary to provide funds for such student and parent loans either directly to a participating institution that also has an origination agreement or to a designated alternative originator, on the basis of need and eligibility of students and parents at each participating institution. Requires the Secretary to pay fees to assist in meeting costs of loan origination to participating institutions or alternative originators. Declares that no institution shall have a right to participate in FDSL programs. Provides for phase-in of the program. Authorizes the Secretary to exceed the percentage goals for 1996-7 through 1998-9 upon determination that a higher percentage is warranted by the number of eligible institutions desiring to participate. Sets forth selection criteria for an institution's participation in the FDSL program and in origination agreements. Allows consortia of eligible participating institutions to apply to originate FDSL loans. Sets forth transition selection criteria. Sets forth FDSL program participation and origination agreement requirements for institutions. Sets forth terms and conditions for FDSL loans, including certain parallels with Stafford, supplemental, parent, and unsubsidized Stafford loans under the FFEL program. Sets lower interest rates for Federal Direct Stafford Loans and Federal Direct Unsubsidized Stafford Loans made on or after July 1, 1994. Sets lower loan fees to be charged to borrowers. Provides for standard, extended, graduated, and income contingent repayment plan options. Sets forth deferment possibilities. Sets forth provisions for consolidation, borrower defenses, loan application and promissory note, loan disbursement, and fiscal control and fund accountability. Authorizes the Secretary to award contracts under the FDSL program for: (1) alternative origination of loans; (2) servicing and collection of loans; (3) data systems for records maintenance; and (4) services to assist in orderly transition from FFEL to FDSL programs. Provides funds for specified administrative expenses of the FDSL program and of the transition from the FFEL program, including certain transition expenses of guaranty agencies. Requires budget justification and notification to specified congressional committees by the Secretary. Chapter 2: Conforming Amendments to the Higher Education Act of 1965 - Amends HEA with respect to access to FFEL program student and parent loans during the transition to the FDSL program. (Sec. 4041) Provides for advances to guaranty agencies for lender-of-last resort services. Requires the Student Loan Marketing Association (Sallie Mae) or its designated agent to begin making FFEL loans as lender-of-last-resort, subject to certain limitations, upon the Secretary's request, and to cease such lending when the triggering conditions have ceased. (Sec. 4047) Provides for consolidation of programs by setting annual and aggregate loan limits for independent, graduate, and professional students. Subtitle B: Additional Savings from the Student Loan Programs - Reduces interest rates for new student loans. (Sec. 4102) Reduces student loan origination fees which are paid by students. (Sec. 4103) Requires lenders to pay fees. (Sec. 4104) Requires the Student Loan Marketing Association to pay an offset fee to the Secretary. (Sec. 4105) Reduces the amount of the tax exemption granted to holders of certain student loans. (Sec. 4106) Reduces the interest rate for consolidation loans. Requires holders of consolidation loans to pay a rebate fee to the Secretary. (Sec. 4107) Reduces certain maximum interest premiums. Eliminates certain reinsurance fees. (Sec. 4108) Lowers the percentage for guaranty agency reinsurance and makes risk sharing more for loans held. (Sec. 4109) Requires multiple disbursement of parent (PLUS) loans. (Sec. 4110) Revises provisions for the Secretary's equitable share and for supplemental preclaims assistance. (Sec. 4111) Reduces the special allowance payment. (Subtitle C: Cost Sharing by States - Amends HEA to requires any State in which there are higher education institutions with cohort default rates exceeding 20 percent to pay the Secretary specified portions of costs related to such loan defaults. Allows States to charge institutions fees based on their cohort default rate and the State's risk of loss. Subtitle D: Group Health Plans - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to establish additional standards for group health plans. (Sec. 4301) Requires group health plan coverage pursuant to medical child support orders. Provides for rights of States with respect to group health plans where participants or beneficiaries are eligible for Medicaid benefits. Requires group health plan coverage of dependent children in cases of adoption. Prohibits a group health plan from reducing its coverage of the pediatric vaccines below that provided as of May 1, 1993. Requires group health plans to provide information necessary to comply with Medicare and Medicaid coverage data bank requirements. Subtitle E: Fee Increase - Amends the Tea Importation Act to increase the fee on imported tea to ten cents per hundredweight. Title V: Transportation and Public Works Provisions - Amends the Flood Control Act of 1968 to authorize the Secretary of the Army to establish and collect user fees for developed recreation sites and facilities, campsites, swimming beaches, and boat launching ramps. (Current law prohibits fees for such sites and facilities). Exempts a site or facility with only a boat launch ramp and a courtesy dock. (Sec. 5001) Prohibits the Secretary from establishing or collecting fees for use or provision of drinking water, wayside exhibits, roads, scenic drives, overlook sites, picnic tables, toilet facilities, surface water areas, undeveloped or lightly developed shoreland, or general visitor information. Limits the user fee for the sites or facilities to three dollars a day for each private noncommercial vehicle transporting not more than eight persons (including the driver). (Excludes an overnight camping site or facility or any other site or facility or any other site at which a fee is being charged for its use as of the date of enactment of this Act). Authorizes the Secretary to adjust annually such limitation for changes in the Consumer Price Index of All Urban Consumers. Title VI: Communications Licensing and Spectrum Allocation Improvement - Amends the National Telecommunications and Information Administration Organization Act to require the Assistant Secretary of Commerce for Communications and Information and the Chairman of the Federal Communications Commission (FFC) to meet at least biannually to conduct joint spectrum planning with respect to: (1) the extent to which licenses for spectrum use can be issued pursuant to the Communications Act of 1934 (the Act) to increase Federal revenues; (2) future spectrum requirements for public and private uses and the allocation actions to accommodate those uses; and (3) actions to promote the efficient use of the spectrum. (Sec. 6001) Directs the Secretary of Commerce to report to the President and the Congress identifying and recommending for reallocation bands of frequencies that: (1) are allocated on a primary basis for Federal use; (2) are not required for present or identifiable future needs of the Government; (3) can be made available for use under the Act; (4) will not result in excessive cost to the Government or loss of services or benefit to the public if transferred; and (5) are most likely to have productive uses and public benefits. Requires the Secretary to: (1) report to the President, the Congress, and the FCC, with an opportunity for public comment, a preliminary identification of reallocable bands of frequencies which meet certain criteria established by this Act; and (2) identify and recommend immediate reallocation of such frequencies that in the aggregate span not less than 50 megahertz, which meet the same criteria, and that can be made available immediately upon the issuance of the report. Directs the President, after receipt of the Secretary's recommendations, to: (1) withdraw the assignment of appropriate frequencies no longer needed by the Government; (2) limit the assignment to a Federal station of any frequency which the report recommends be made available immediately for mixed use; (3) withdraw or limit the assignment to a Federal station for mixed use on the delayed effective date pursuant to this Act; (4) assign other frequencies to Federal stations; and (5) provide notice of his actions to the FCC and the Congress. Authorizes the President to substitute alternative frequencies for withdrawals or limitations under certain conditions. Directs the FCC to issue rules for the allocation of all frequencies made available for immediate reallocation under this Act. Authorizes the President to reclaim reassigned frequencies for reassignment to Federal stations. (Sec. 6002) Amends the Act to empower the FCC to use a system of competitive bidding in the granting of licenses filed with the FCC involving the use of the electromagnetic spectrum (public airwaves). Outlines provisions concerning: (1) uses to which such bidding may apply; (2) establishment by the FCC of a competitive bidding methodology; (3) alternative payment schedules (for the use of such airwaves), performance requirements, and equitable area designations and bandwidth assignments; (4) bidder and licensee qualifications; (5) rules of construction; (6) certain limitations with respect to band allocation decisions; (7) revenue uses; (8) termination of the authority to grant licenses or permits under competitive bidding on September 30, 1998; and (9) a public inquiry by the FCC with respect to the results of the competitive bidding process. Revises the FCC's regulatory authority in the management of mobile communications services. Considers a person engaged in the provision of commercial mobile services to be a common carrier and, therefore, required to establish physical connections with such service as required under the Act. Prohibits a person engaged in private mobile service from being considered as a common carrier for such purposes. Prohibits any State or local government from imposing any rate or entry regulation upon any commercial or private mobile service, but allows a State to regulate other terms and conditions of commercial mobile service, under certain conditions. Provides certain FCC deadlines with respect to rules, licenses, and permits for personal communications services, mobile service programs, and the use of the electromagnetic spectrum through the random selection process. (Sec. 6003) Authorizes the FCC to assess and collect regulatory fees to recover its costs for enforcement, policy, rulemaking, and international activities and user information services. Title VII: Nuclear Regulatory Commission Provisions - Amends the Omnibus Budget Reconciliation Act of 1990 to extend from September 1995 to September 1998 the authority of the Nuclear Regulatory Commission to collect annual charges. Title VIII: Patent and Trademark Fees - Amends the Omnibus Budget Reconciliation Act of 1990 to extend through FY 1998 the authorization for the collection of surcharges for use of the Patent and Trademark Office. Establishes the amounts that should be collected through such surcharges for FY 1996 through 1998. Title IX: Merchant Marine Provisions - Amends Federal law relating to shipping to extend the years during which certain tonnage duties are imposed. Title X: Natural Resource Provisions- Subtitle A: Recreation Use Fees - Amends the Land and Water Conservation Fund Act of 1965 to: (1) authorize the charging of admission fees at National Conservation Areas, National Monuments, National Volcanic Monuments, National Scenic Areas, and no more than 21 areas of concentrated public uses; (2) authorize a one-time charge of ten dollars for a Golden Age Passport (currently, such permit is issued without charge); (3) prohibit a recreation fee solely for the use of a picnic table; (4) repeal provisions prohibiting a recreation fee for the use of boat ramps and barring a Federal ageny, at each lake or reservoir under the jurisdiction of the Corps of Engineers where camping is permitted, from charging a user fee for providing at least one primitive campground containing designated campsites, sanitary facilities, and vehicular access; (5) authorize the Secretaries of Agriculture and of the Interior to withhold from a special account made up of user fees an amount determined to be equal to the additional fee collection costs for each fiscal year unless the cost exceeds 15 percent of all fees collected for that year; (6) direct the Secretary of the Interior to establish and collect fees on commercial tour vehicles entering units of the National Park System in which fees are authorized (including aircraft, under specified conditions); and (7) authorize the Secretaries to allow businesses and other organizations to sell and collect fees for the Golden Eagle Passport (an admission passport valid for a 12-month period from the date the annual fee is paid). (Sec. 10003) Directs the Secretaries, for FY 1994, to assess and collect annual charges for the utilization of existing radio, television, and commerical telephone transmission communication sites located on Federal lands administered by the Forest Service and the Bureau of Land Management. Subtitle B: Hardrock Mining Claim Maintenance Fee - Mandates the payment of a specified claim maintenance fee by the holder of an unpatented mining claim, mill, or tunnel site in lieu of certain assessment work and related filing requirements. Exempts certain oil shale claims from such requirements. Waives the fees under certain conditions. (Sec. 10102) Requires the locator of an unpatented mining claim, mill or tunnel site to pay a location fee to the Secretary of the Interior. Exacts a forfeiture penalty for failure to pay location and claim maintenance fees. Directs the Secretary of the Interior to adjust the fees to reflect inflation. Subtitle C: Mining Receipts - Amends the Mineral Leasing Act to provide that in calculating the amount to be paid to States for revenues derived from Federal onshore mineral and geothermal steam leasing receipts, 50 percent of the portion of the appropriation allocable for administration and enforcement shall be deducted from those receipts in approximately equal amounts each month prior to their division and distribution between the States and the Federal Government. Title XI: Civil Service and Post Office Provisions - Subtitle A: Civil Service - Delays by three months the cost-of-living adjustments (COLAs) scheduled to take effect under certain Federal employee retirement systems (including the Civil Service and Federal Employees' Retirement Systems) during FY 1994 through 1996. (Sec. 11002) Amends specified Federal law to: (1) permanently eliminate the lump-sum retirement option beginning on October 1, 1994, except for Federal employees with a life-threatening affliction or other critical medical condition; (2) require plans under the Federal Employee Health Benefit Program (FEHBP) which pay for covered health care services on a fee-for-service basis to apply the Medicare part B (Supplementary Medical Insurance) limitations on payments for physician services when FEHBP benefits for those services are provided to retired FEHB enrollees age 65 or older who do not participate in Medicare part B; (3) provide for a permanent actuarial reduction in a retiree's annuity in the case of retirees who marry after retirement and elect survivor benefits; and (4) provide for a temporary extension and modification of the method for determining Government contributions under FEHBP in the absence of a Government-wide indemnity benefit plan. Subtitle B: Postal Service - Directs the U.S. Postal Service, in addition to other required payments, to pay certain amounts into the Civil Service Retirement and Disability Fund and the Employees Health Benefits Fund in specified minimum increments each fiscal year from FY 1996 through 1998. Title XII: Veterans' Affairs Provisions - Veterans Reconciliation Act of 1993 - Amends the Omnibus Budget Reconciliation Act of 1990 to extend through September 30, 1998: (1) the requirement that veterans with a certain minimum income level make copayments in exchange for receiving certain health care benefits through the Department of Veterans Affairs; (2) the requirement of a minimal copayment for medications received by certain veterans on an outpatient basis; (3) the authority of the United States to recover from third party insurers the cost of certain care and services provided to veterans through the Department; (4) the authority of the Secretary of Veterans Affairs to obtain certain financial information of veterans for income verification purposes; (5) a monthly pension limitation for certain recipients of nursing home care covered under Medicaid; and (6) certain procedures applicable to liquidation sales on defaulted home loans to veterans which were guaranteed by the Department. (Sec. 12007) Increases the home loan fee charged to veterans for loans guaranteed by the Department in the case of loans closed after September 30, 1993, and before October 1, 1998. (Sec. 12008) Reduces the FY 1994 cost-of-living adjustment in dependency and indemnity compensation rates by 50 percent of that provided under law. Provides an identical reduction for cost-of living adjustments with respect to educational assistance benefits payable to active-duty and reserve personnel under the Montgomery GI Bill educational assistance program. Title XIII: Revenue, Health Care, Human Resources, Income Security, Customs and Trade, Food Stamp Program, and Timber Sale Provisions - Chapter 1: Revenue Provisions - Revenue Reconciliation Act of 1993 - Subchapter A: Training and Investment Incentives - Extends until December 31, 1994 the tax exclusion for employer-provided educational assistance and the targeted jobs credit. (Sec. 13111) Extends the credit for increasing research activities until June 30, 1995. Extends the credit for clinical testing expenses for certain drugs for rare diseases or conditions until December 31, 1994. Modifies the fixed base percentage of the research credit for startup companies for taxable years after 1993. (Sec. 13113) Allows a taxpayer other than a corporation to exclude from gross income 50 percent of gain from the sale or exchange of qualified small business stock held for more than five years. Sets forth rules and limitations for such exclusion. Treats one-half of such exclusion as an item of tax preference for minimum tax purposes. (Sec. 13114) Allows the rollover of gain from the sale of publicly traded securities into specialized small business investment companies. (Sec. 13115) Eliminates the depreciation adjustment for computing adjusted current earnings for such property. (Sec. 13116) Increases the dollar limitation on the election to expense certain depreciable business assets. (Sec. 13121) Provides a complete tax exemption (currently a 75 percent tax exemption) for bonds used to finance high-speed intercity rail facilities. (Sec. 13122) Makes permanent the authority to issue qualified small issue bonds to finance manufacturing facilities and farm property. (Sec. 13131) Modifies certain rules for the earned income credit and repeals the supplemental young child credit and the supplemental health insurance credit. Revises credit and phaseout percentages for 1994. (Sec. 13141) Makes permanent and modifies: (1) the authority to issue qualified mortgage bonds and qualified mortgage credit certificates; and (2) the low-income housing credit. (Sec. 13143) Provides for the treatment of rental real estate activities under the limitations on losses from passive activities. (Sec. 13144) Modifies exceptions to the exclusion of real property acquired by a qualified organization from the meaning of acquisition indebtedness. Makes certain exceptions inapplicable to sales out of foreclosure by a financial institution. (Sec. 13145) Repeals the special rule for publicly traded partnerships with respect to the treatment of unrelated business taxable income. (Sec. 13146) Permits a tax-exempt title-holding company to receive unrelated business taxable income if the unrelated income is incidentally derived from the holding of real property. (Sec. 13147) Excludes from unrelated business taxable income: (1) gains from the sale, exchange or other disposition of real property acquired from financial institutions that are in conservatorship or receivership; and (2) loan commitment fees and certain option premiums. Provides for the tax treatment of pension fund investments in real estate investment trusts. (Sec. 13150) Modifies exceptions to the exclusion of real property acquired by a qualified organization from the meaning of acquisition indebtedness. Makes certain exceptions inapplicable to sales out of foreclosure by a financial institution. (Sec. 13151) Increases the depreciation recovery period for nonresidential real property. (Sec. 13161) Repeals the luxury excise tax on boats, aircraft, jewelry, and furs. Modifies the luxury excise tax on automobiles to index the threshold for inflation occurring after 1993 and make such tax applicable to the first retail sale. (Sec. 13162) Exempts from the luxury excise tax parts for accessories installed for use of passenger vehicles by disabled individuals. (Sec. 13163) Extends the current diesel fuel excise tax to diesel fuel used by noncommercial motorboats. Retains such taxes in the General Fund of the Treasury. (Sec. 13171) Repeals the tax preference for the appreciated property charitable deduction. Disallows an adjustment related to the earnings and profits effects of any charitable contribution from being made in computing adjusted current earnings. (Sec. 13172) Establishes substantiation requirements for charitable contributions of $250 or more. (Sec. 13173) Sets forth disclosure requirements for an organization that receives a quid pro quo contribution (payment made partly as a contribution and partly in consideration for goods or services provided to the payor by the donee organization). Imposes a penalty for faiure to make such disclosure. (Sec. 13174) Provides for the temporary extension of the deduction of health insurance costs of self-employed individuals. Subchapter B: Revenue Increases - Increases the marginal tax rate for certain higher incomes. Imposes a surtax on certain higher incomes. (Sec. 13203) Increases the tentative minimum tax for taxpayers other than corporations. (Sec. 13204) Makes permanent the overall limitation on itemized deductions and the phaseout of personal exemptions for high-income taxpayers. (Sec. 13206) Sets forth provisions to prevent the conversion of ordinary income to capital gain in certain financial transactions. Repeals certain exceptions to market discount rules. Provides for the treatment of purchases of stripped preferred stock after April 30, 1993. Revises the methods of: (1) computing the limitation on the deductibility of investment interest; and (2) determining substantial appreciation of partnership inventory items. (Sec. 13207) Repeals the limitation on the amount of wages subject to the health insurance employment tax. (Sec. 13208) Increases and makes permanent the highest estate and gift tax rate. (Sec. 13209) Reduces the deduction for business meals and entertainment expenses. (Sec. 13210) Disallows a tax deduction for social club memberships dues, except for employee recreational expenses. (Sec. 13211) Disallows a tax deduction as a trade or business expense for certain employee remuneration in excess of $1 million. (Sec. 13212) Reduces the compensation taken into account in determining contributions and benefits under qualified retirement plans. (Sec. 13213) Modifies the deduction for moving expenses. (Sec. 13214) Revises the limitation on using the preceding year's tax to calculate an individual's estimated tax payments. (Sec. 13215) Increases the amount of social security and tier 1 railroad retirement benefits to be included in the gross income of certain taxpayers. (Sec. 13221) Increases the tax rate for corporate income in excess of $10 million and the tax rate on personal service corporations. (Sec. 13222) Denies a tax deduction for lobbying expenses. Subjects lobbying organizations to special reporting requirements. (Sec. 13223) Requires any security which is inventory in the hands of the dealer to be included in inventory at its fair market value. Requires any dealer in securities that holds any security which is not in inventory at the close of any taxable year to: (1) recognize gain or loss as if the security were sold on the last business day of the taxable year; and (2) take into account any such gain or loss for such year (the mark-to-market requirement). (Sec. 13224) Requires taking into account: (1) certain Federal Savings and Loan Insurance Corporation (FSLIC) assistance as compensation for loss; and (2) any FSLIC assistance for any debt for determining whether such debt is worthless and in determining the amount of any addition to a reserve for bad debts arising from such worthlessness or partial worthlessness. (Sec. 13225) Increases the required annual payment for corporations that fail to pay estimated income tax. Modifies the periods for applying such annualization. (Sec. 13226) Repeals the stock for debt exception in determining income from discharge of indebtedness. (Sec. 13227) Limits the Puerto Rico and possession tax credit to 40 percent of the possession corporation's qualified possession wages by 1998 and thereafter. (Sec. 13228) Modifies the limitation on corporate deductions for interest paid to related persons to take into account disqualified guarantees of indebtedness and the imposition of a gross basis tax. (Sec. 13231) Requires U.S. shareholders of controlled foreign corporations to include in gross income the lesser of: (1) a pro rata share of such a corporation's excess passive assets; or (2) a pro rata share of such a corporation's applicable earnings. Sets forth rules for determining such amounts. Modifies the rule on taxation of investment in United States property and takes into account excessive passive assets. (Sec. 13233) Excepts from foreign personal holding income any dividend attributable to earnings and profits of the distributing corporation accumulated during any period during which the person receiving such dividend did not hold such stock. Requires the establishment of an excess limitation account by taxpayers who receive foreign tax credits in a year they receive previously taxed earnings and profits. (Sec. 13234) Reduces the amount allowed as allocation and apportionment of research and experimental expenditures from sources within the United States. (Sec. 13235) Excludes passive dividends or interest income from foreign oil and gas income. (Sec. 13236) Modifies accuracy-related penalties for tax underpayments. (Sec. 13237) Denies the inclusion of certain contingent interest in the exemption for portfolio interest for nonresident aliens. (Sec. 13238) Authorizes the Secretary of the Treasury to prescribe regulations recharacterizing any multiple-party financing transactions as a transaction directly among any two or more such parties where appropriate to prevent any tax avoidance. (Sec. 13239) Provides that export property eligible for certain incentives does not include any unprocessed softwood timber for purposes of: (1) taxation of foreign sales corporations (FSCs); and (2) taxation of domestic international sales corporations (DISCs). Requires any income from the sale of such unprocessed timber which was cut from an area in the United States to be sourced in the United States. Repeals the deferral for income of the controlled foreign corporation from sales or milling (outside the United States) of unprocessed software timber to the extent that any controlled foreign corporation is owned by ten percent or more U.S. shareholders. (Sec. 13241) Increases the excise tax on gasoline, diesel fuel, aviation fuel, and other transportation fuels. Imposes an excise tax on compressed natural gas used in motor boats or motor vehicles, except school busses and intracity transportation. (Sec. 13242) Imposes an excise tax on diesel fuel (separate from the gasoline tax and the tax on aviation). Exempts from such tax diesel fuel: (1) used by trains and intercity, local, or school busses; and (2) which is dyed or marked in accordance in regulations prescribed by the Secretary of the Treasury. Provides that the Airport and Airway Trust Fund financing rate does not apply to aviation fuel sold by a producer or importer for use by the purchaser in a nontaxable use. Imposes a civil penalty on persons who use reduced-rate fuel for a taxable use. (Sec. 13243) Imposes a floor stocks tax on any person holding diesel fuel on January 1, 1994, subject to stated conditions. (Sec. 13244) Increases the amount to be transferred to the Mass Transit Account from the Highway Trust Fund. (Sec. 13245) Increases the floor stocks tax on commercial aviation fuel held on October 1, 1995. (Sec. 13251) Modifies provisions concerning substantial understatement and return-preparer penalties to allow reasonable cause exceptions. (Sec. 13252) Requires certain financial entities (including the Federal Deposit Insurance Corporation, the Resolution Trust Corporation, and the National Credit Union Administration, and their successors or subunits) to file information returns regarding discharges of indebtedness of $600 or more. (Sec. 13261) Allows an amortization deduction with respect to certain intangible property, including goodwill, that is acquired and held by a taxpayer in connection with the conduct of a trade or business or an activity engaged in for the production of income. (Sec. 13271) Expands the 45-day interest-free period for refunding tax overpayments to all returns, as well as to amended returns and claims for refunds. Provides that if interest is not refunded within 45 days after the taxpayer files an amended return or claim for refund, interest will be paid only for periods after the date on which the return or claim is filed. (Sec. 13272) Denies the business travel expense deduction for spouses, dependents, or others. (Sec. 13273) Increases the withholding rate for supplemental wage payments. Subchapter C: Empowerment Zones, Enterprise Communities, Rural Development Investment Areas, Etc. - Provides for the designation of 95 tax enterprise communities and nine empowerment zones during calendar years after 1993 and before 1996: (1) by the Secretary of Housing and Urban Development, in the case of an urban area; and (2) by the Secretary of Agriculture in the case of a rural area. Sets forth the eligibility criteria for such designations. Provides for the issuance of enterprise zone facility bonds in enterprise communities and empowerment zones in a manner similar to exempt facility bonds. Allows an empowerment zone employment credit to employers for a percentage of qualified zone wages paid during calendar years 1994 through 2004. Limits the amount of such credit. Increases the limitation on expensing certain depreciable business assets. (Sec. 13311) Allows a general business tax credit for contributions to selected community development corporations to provide employment of, and business opportunities for, low-income indiviuals who are residents of the operational area of the community. (Sec. 13321) Provides for accelerated depreciation for property on Indian reservations. (Sec. 13322) Allows businesses an employment credit for a percentage of qualified wages and health insurance costs of Indian employees. Subchapter D: Other Provisions - Extends the authority to disclose tax return information to the Department of Veterans Affairs through September 30, 1998. (Sec. 13402) Authorizes the disclosure of certain tax return information to: (1) the Department of Education to implement the direct student loan program; and (2) to the Department of Housing for income verification under certain housing programs. (Sec. 13411) Increases the public debt limit and repeals the temporary limit on such increase. (Sec. 13421) Makes permanent: (1) the excise tax on certain vaccines; and (2) the authority to pay compensation from the Vaccine Trust Fund under the National Vaccine Injury Compensation Program for certain damages resulting from vaccines administered after September 30, 1988. Imposes a floor stocks tax on taxable vaccines. (Sec. 13422) Requires continuation coverage under group health plans of the costs of pediatric vaccines. (Sec. 13431) Provides special rules with respect to the nonrecognition of gain for principal residences compulsorily or involuntarily converted as a result of a presidentially-declared disaster. (Sec. 13441) Increases the amount taxpayers may designate to the Presidential Election Campaign Fund. (Sec. 13442) Disallows employer deductions for amounts paid or incurred in connection with a group health plan if the plan fails to reimburse hospitals for inpatient services provided in New York at the same rate that licensed commercial insurers are required to reimburse hospitals for inpatient services for individuals not covered by a group health plan. (Sec. 13443) Allows a general business credit for food or beverage establishments equal to the excess employers social security tax obligations. Defines excess social security tax as social security taxes which have been paid by an employer with respect to specified tips received by an employee. (Sec. 13444) Sets forth restrictions on the disclosure of tax information to State and local agencies with respect to death certificates. Chapter 2: Health Care, Human Resources, Income Security, and Customs and Trade Provisions - Subchapter A: Medicare - Part 1: Provisions Relating to Part A: - Amends title XVIII (Medicare) of the Social Security Act (SSA) to: (1) reduce and otherwise revise certain prospective payment system (PPS) and other factors used in updating payments to hospitals for inflation (including factors used in updating inflationary payments for sole community and Medicare-dependent, small rural hospitals); (2) prohibit the Secretary of Health and Human Services (Secretary) from considering such reductions in granting exceptions or adjustments to target amounts for PPS-exempt hospitals; (3) require the Secretary, for post-FY 1993 discharges, to reduce the Federal rate for hospital capital expenses and, for hospital cost reporting periods beginning in FY 1994, redetermine which capital payment methodology should be applied to take into account such reduction; (4) extend additional payments (although modified) to Medicare-dependent, small rural hospitals which serve a disproportionate share of low-income patients; (5) delay inflationary updates in skilled nursing facility (SNF) cost limits; (6) reduce the factors used in updating payments to hospices for inflation; (7) consider intern and resident services performed in a hospital-owned or-controlled community health center whose costs are incurred by the hospital in determining any additional payments to the hospital for indirect medical education costs; and (8) reduce the Medicare part A (Hospital Insurance) premium, on a phased-in graduated basis, for certain individuals credited with 30 or more quarters of social security coverage and their spouses. (Sec. 13501) Continues the regional referral center classification of hospitals so classified as of September 30, 1992, unless the hospital's location is redesignated as a metropolitan area by the Office of Management and Budget. Prohibits the Secretary from updating the cost limits for SNF cost reporting periods beginning in FY 1994 and 1995 or the prospective payment amounts for SNF services rendered during such periods, except if necessary to take into account repeals by this Act of payments for excess overhead costs and return on equity capital. (Sec. 13505) Amends the Omnibus Budget Reconciliation Act of 1989 (OMBRA '89) to extend additional payments for hemophilia clotting factor furnished through FY 1994. (Sec. 13507) Amends the Omnibus Budget Reconciliation Act of 1990 (OMBRA '90) to require the Secretary to continue until at least July 1, 1997, any demonstration project of limited-service rural hospitals with respect to which the Secretary has enter into an agreement prior to enactment of OMBRA '89. Part II: Provisions Relating to Part B - Subpart A: Physicians' Services - Amends SSA title XVIII to: (1) reduce the default update in 1994 for surgical and non-surgical services (except primary care services); (2) include anesthesia services in the surgical services category for purposes of calculating both Medicare volume performance standards (MVPS) starting in FY 1994 and the conversion factor update starting in 1996; (3) increase the performance standard factor; (4) double the maximum allowable reduction permitted in the default update formula in 1994 for services within the physicians' services category; (5) require the Secretary to phase-in reductions (but not below a certain level) to the practice expense relative value units (RVUs) for certain physicians' services on a graduated basis starting in 1994; (6) repeal the prohibition on separate payment for interpretation of electrocardiograms (EKGs) and require the Secretary to make separate payment for interpretation of any performed or ordered in conjunction with a visit to or a consultation with a physician; (7) repeal the reductions in payments to new physicians and practitioners; (8) revise payment policy with respect to medically directed certified registered nurse anesthetists (CRNAs) and anesthesia care teams starting in 1994, with the fee for services divided equally between the supervising anesthesiologist and attending CRNA; (9) apply the five percent differential between payments to participating and nonparticipating physicians and suppliers and limiting charge restrictions to the technical components of nonphysician services paid on the basis of the physician fee schedule, services of nonparticipating suppliers or other persons who furnish a physician's service that is paid under the physician fee schedule, and services that would be paid under the fee schedule but have been excluded from it by the Secretary; and (10) include under the physician fee schedule antigens prepared by a physician for a particular patient. Subpart B: Outpatient Hospital Services - Amends SSA title XVIII to extend the: (1) ten percent reduction in payments for capital-related costs of outpatient hospital services; and (2) 5.8 percent reduction in payments for cost-related outpatient hospital services. Subpart C: Ambulatory Surgical Center Services - Prohibits the Secretary from updating ambulatory surgical center services in FYs 1994 and 1995. (Sec. 13531) Reduces payments for intraocular lenses inserted in an ambulatory surgical center during or subsequent to cataract surgery starting in 1994. (Sec. 13532) Amends SSA title XVIII to extend special payment rates for certain eye or eye and ear hospitals to hospitals that otherwise meet current law criteria but, on October 1, 1987, operated as a physically separate or distinct eye or ear unit of a general acute care hospital which has since disposed of a substantial portion of its other acute care operations. Subpart D: Durable Medical Equipment - Freezes at 1993 levels payments for parenteral and enteral nutrients, supplies, and equipment in 1994 and 1995. (Sec. 13542) Amends SSA title XVIII to: (1) revise the payment rules for items of durable medical equipment (DME), with changes basing national payment limits for DME on the median of local payment amounts; (2) remove aspirators, nebulizers, and certain ventilators (ANVs) from the category of DME items requiring frequent and substantial servicing; (3) provide for separate payment of accessories relating to ANVs as inexpensive or routinely purchased items; (4) subject ostomy supplies, tracheostomy supplies, and urologicals to national payment limits; (5) provide payment for certain surgical dressings in a lump sum equal to 80 percent of the lesser of the actual charge for the item or the national payment; (6) reduce payment for transcutaneous electrical nerve stimulation devices by an additional 30 percent; and (7) freeze payments for orthotics, prosthetics, and prosthetic devices in 1994 and 1995. Subpart E: Other Provisions - Amends SSA title XVIII to: (1) freeze payments for clinical diagnostic laboratory test services in 1994 and 1995 and phase-in a reduction in the national cap on fee schedule amounts for a particular test over a three year period; (2) provide Medicare coverage of oral cancer drugs containing the same active ingredients as Medicare-covered intravenous anticancer drugs; (3) provide Medicare coverage of drugs approved by the Food and Drug Administration (FDA) and used appropriately in an anticancer chemotherapeutic regimen for a medically accepted indication, regardless of whether the drug has been approved by the FDA specifically for such use, as long as such use is supported either by clinical evidence in peer reviewed medical literature or by one or more of three specified major medical compendia; (4) extend Medicare coverage to certified nurse-midwife services without regard to when in the maternity cycle they are performed; (5) increase the annual cap on the amount of Medicare payment for covered outpatient physical and occupational therapy services; and (6) treat as Federally Qualified Health Centers any outpatient health programs and facilities operated by a tribe or tribal organization under the Indian Self-Determination Act or by an urban Inian organization receiving certain funds under the Indian Health Care Improvement Act. (Sec. 13552) Amends the Omnibus Budget Reconciliation Act of 1986 (OMBRA '86) to extend Alzheimer's disease demonstration projects for an additional year. (Sec. 13557) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to: (1) extend the waivers for four municipal health service demonstration projects through calendar 1997; and (2) require the Health Care Financing Administration (HCFA) study mandated under OMBRA '89 to consider costs to Medicaid and other payers, access to care, outcomes, beneficiary satisfaction, and utilization differences among the different populations served by the projects. Part III: Provisions Relating to Parts A and B - Amends SSA title XVIII and the Internal Revenue Code (IRC) to make changes with regard to Medicare as secondary payer, extending requirements for: (1) employer responses to carrier inquiries; (2) Internal Revenue Service (IRS) and Social Security Administration disclosure of certain taxpayer information; and (3) disabled beneficiaries and beneficiaries with end stage renal disease. Details employer aggregation rules, and revises certain group health plans requirements. (Sec. 13561) Exempts retroactively certain Medicare secondary payer situations involving members of religious orders who are considered \"deemed employees\" because of an election of social security coverage. (Sec. 13562) Amends SSA title XVIII to: (1) extend as well as grant new exceptions to the prohibition against referral of Medicare patients to clinical laboratories in which the referring physician (or his or her immediate family members) have a financial relationship; (2) revise provisions for payment of the direct costs of graduate medical education (GME): (3) extend to three years (on a graduated basis) the current one-year period following a transplant procedure during which Medicare covers immunosuppressive drug therapy for Medicare organ transplant recipients; (4) reduce payments for erthropoietin (EPO); (5) permit all dialysis patients to self-administer EPO; and (6) establish new standards for payment of Medicare claims. (Sec. 13564) Prohibits the Secretary from making any changes in home health services cost limits (including adjustments for changes in the applicable wage index) for cost reporting periods between July 1, 1994, and July 1, 1996, except as necessary to take into account elimination by this Act of additional payments for administrative and general costs of hospital-based home health agencies. Requires the Secretary to limit any exception to cost limits to the amount that would have been granted if there were no restriction on changes in the cost limits. (Sec. 13567) Amends the Omnibus Budget Reconciliation Act of 1987 (OMBRA '87) and the Deficit Reduction Act of 1984 to: (1) extend social health maintenance organization (SHMO) demonstrations for an additional two years; and (2) permit one of the SHMO demonstrations to enroll Medicare end stage renal disease beneficiaries. Prohibits the Secretary from imposing a limit of less than 12,000 on the number of individuals that may participate in a SHMO demonstration. (Sec. 13569) Amends OMBRA' 86 to extend for two years the Watts Health Foundation's waiver from the requirement that not more than half of its enrollees can be Medicare or Medicaid beneficiaries. Part IV: Provisions Relating to Part B Premium - Amends SSA title XVIII to extend current law provisions for establishing the monthly Medicare part B premium for beneficiaries enrolled in Medicare. Part V: Provisions Relating to Data Bank - Amends part A (General Provisions) of SSA title XI to require the Secretary to establish a Medicare and Medicaid Coverage Data Bank (containing certain information reported by employers about individual employee group health plan coverage) for purposes of identifying and collecting from responsible third parties any amounts owed to reimburse Medicare or Medicaid for health care items and services furnished to their beneficiaries. Subchapter B: Medicaid - Part I: Services - Amends SSA title XIX (Medicaid) to: (1) allow States to cover personal care services otherwise authorized in accordance with a service plan approved by the State without such services having to be supervised by a registered nurse; (2) permit States under the prescription drug rebate program to operate prescription drug formularies meeting certain requirements; (3) repeal the weighted average manufacturer price inflation formula for calculating additional drug rebates; (4) prohibit imposition of prior State authorization controls with respect to new drugs during the first six months following FDA approval; (5) allow States to cover prescribed drugs, directly observed therapy, and other specified services for low-income individuals infected with tuberculosis; (6) specify that emergency services for illegal aliens for which Federal Medicaid matching funds are available under current law do not include care and services related to organ transplant procedures; (5) expand the scope of required nurses midwife services to include services outside the maternity cycle that midwives may perform under State law; and (6) designate entities treated as comprehensive federally funded health centers for Medicare part B purposes as federally qualified health centers for Medicaid purposes. Part II: Eligibility - Amends SSA title XIX to revise provisions regarding liens, adjustments, and recoveries and transfers of assets, with changes: (1) requiring States to recover the costs of nursing facility or other long-term services furnished to Medicaid beneficiaries from their estates (with hardship procedures for waiver of recovery where undue hardship would result); (2) providing for a delay in Medicaid eligibility for institutionalized individuals (or their spouses) who dispose of assets for less than fair market value on or after a specified look-back date; and (3) establishing rules for the treatment of funds and other assets of an individual placed in trust by or on behalf of an individual (or the individual's spouse) for purposes of Medicaid eligibility. Part III: Payments - Amends SSA title XIX to make various changes to assure proper payments to disproportionate share hospitals (DSHs), including changes with regard to DSH Medicaid inpatient utilization rates. Requires States to enact laws: (1) prohibiting insurers (including group health plans under the Employment Retirement Income Security Act of 1974 (ERISA), service benefit plans, and health maintenance organizations (HMOs)) from taking Medicaid status into account in enrollment or payment of benefits; (2) giving States the right to payments by liable third parties; and (3) ensuring the compliance of insurers and employers in the carrying out of court and administrative orders for medical child support. Applies to Medicaid the Medicare rules regarding limitations on physician ownership and referral. Requires States to operate their State Medicaid fraud control units (FCUs) effectively in accordance with established standards, unless they demonstrate that such operation is not cost-effective due to minimal fraud and existing beneficiary protection against abuse and neglect in connection with Medicaid assistance provided without a FCU. Part IV: Immunizations - Amends SSA title XIX to: (1) require State Medicaid plans to provide for a program meeting specified requirements for the distribution of federally purchased pediatric vaccines to program-registered providers for the immunization of vaccine-eligible children without charge; (2) provide for pediatric vaccination outreach and education; and (3) treat certain Indian health care providers and public housing health centers as federally-qualified health centers for Medicaid purposes. (Sec. 13631) Freezes coverage of the costs of pediatric vaccines under certain group health plans. (Sec. 13632) Amends the Public Health Service Act to revise the National Vaccine Injury Compensation Program, including changes: (1) requiring additional vaccines on the Vaccine Injury Table, including those recommended by the Centers for Disease Control and Prevention for routine administration to children; (2) authorizing increased appropriations for compensation payments under the Program; and (3) extending the time for special master decisions on petitions for vaccine-related injuries or deaths associated with the administration of certain vaccines. Part V: Miscellaneous - Amends SSA title XI to increase the limits on Federal matching payments for Medicaid programs in Puerto Rico, the Virgin Islands, the Northern Mariana Islands, American Samoa, and Guam, adjusted for inflation in subsequent years. (Sec. 13642) Amends OMBRAs '89 and '90 to extend: (1) the moratorium on the treatment of certain facilities as institutions for mental diseases for purposes of Medicaid reimbursement; and (2) funding periods for Medicaid demonstration projects concerning low-income families, especially pregnant women and children. Amends Medicaid to apply spousal impoverishment eligibility rules to the On Lok frail elderly waiver program. (Sec. 13644) Amends specified Federal law to extend through January 31, 1995, the current waiver of the enrollment mix requirement with respect to the Dayton Area Health Plan. Subchapter C: Human Resources and Income Security Amendments - Part I: Child Welfare Services, Foster Care, and Adoption Assistance - Amends part B (Child-Welfare Services) of SSA title IV to create a capped entitlement program authorized at specified levels through FY 1998 to provide child welfare services designed to strengthen and preserve families. (Sec. 13712) Directs the Secretary to provide grants for State courts to assess and improve proceedings relating to foster care placement and adoption. (Sec. 13713) Amends SSA title IV part E (Foster Care and Adoption Assistance) (FCAA) to: (1) provide for 75 (and later 50) percent matching of State expenditures for planning, design, development, or installation of statewide mechanized data collection and information retrieval systems, and 50 percent matching for system operation; and (2) make permanent the authorization for the independent living program. (Sec. 13715) Amends OMBRA '89 to extend permanently the level of Federal reimbursement under SSA title IV part E for the training of personnel employed or preparing for employment by the State or local child welfare agency, and for the training of foster and adoptive parents. (Sec. 13716) Prohibits the Secretary: (1) until October 1, 1994, from reducing any payment to, withholding payments or seeking any repayments from any State under parts B or E by reason of a determination in connection with a review of State compliance with part B foster care protections; or (2) from reducing any payments to, withholding payments or seeking any repayments from any State under part E by reason of a determination in connection with any on-site Federal financial review, or any audit conducted by the Inspector General using similar methodologies. Part II: Child Support Enforcement - Amends SSA title IV part D (Child Support and Establishment of Paternity) to: (1) set new paternity establishment performance standards for State child support enforcement programs on the basis of a revised paternity establishment percentage; and (2) specify additional procedures for use under State laws to improve the effectiveness of child support enforcement, such as a simple civil process for voluntarily acknowledging. paternity. Part III: Supplemental Security Income - Amends SSA title XVI (Supplemental Security Income) (SSI)and other specified Federal law to: (1) require the Secretary to charge States fees for the Federal cost of administering State supplemental SSI payments; and (2) authorize the Secretary to charge additional fees for services provided upon State request that are beyond the level customarily provided in administering such payments. (Sec. 13732) Amends OMBRA '90 to make permanent the exclusion of State and local relocation assistance from countable income and countable resources under SSI. (Sec. 13733) Amends SSA title XVI to: (1) require that a spouse or parent of family members on SSI who is absent from the household solely because of an active duty military assignment be deemed to be still living in the household; (2) exclude hostile fire pay received on active military duty from countable income under SSI; (3) continue SSI benefits to children who are U.S. citizens if they received SSI in the United States and then accompany their parents on military assignment to any U.S. territory or possession; and (4) require that the current month's Federal SSI benefit amount be used in determining the value of in-kind support and maintenance in calculating the current month's Federal benefit to be paid (thus eliminating the unintended SSI benefit increase for January and February following a COLA and the offsetting reduction for March). (Sec. 13736) Amends Federal law to exempt income of up to $2,000 per year received by individual Indians derived from leases on individually-owned trust or restricted Indian lands in determining eligibility and benefit levels under the SSI and Aid to Families with Dependent Children (SSA title IV part A) (AFDC) programs. Part IV: Aid to Families with Dependent Children - Amends SSA title IV part A to: (1) reduce to 50 percent the enhanced Federal matching available for certain categories of State administrative expenses; and (2) increase the earnings of stepparents disregarded in determining AFDC eligibility and benefit amounts. Part V: Unemployment Insurance - Amends IRC to extend the current Federal unemployment tax rate. Part VI: Social Services in Empowerment Zones and Enterprise Communities - Amends SSA title XX (Block Grants to States for Social Services) to provide funding for additional grants to States for each qualified empowerment zone and enterprise community in the State. Requires States receiving such a grant to use it for social services directed at three goals: (1) achieving or maintaining economic self-support to prevent, reduce, or eliminate dependency; (2) achieving or maintaining self-sufficiency; and (3) preventing or remedying neglect, abuse, or exploitation of children and adults unable to protect their own interests, or preserving, rehabilitating, or reuniting families. Requires States to use such a grant: (1) in accordance with a strategic plan for the zone or community; and (2) on activities that benefit residents of the zone or community. Subchapter D: Customs and Trade Provisions - Part I: Extension of Customs User Fee, GSP, and Trade Adjustment Assistance Programs - Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA) to extend the authority of the Secretary of the Treasury to collect customs user fees through September 30, 1998. (Sec. 13802) Amends the Trade Act of 1974 to remove the Union of Soviet Socialist Republics from the list of countries ineligible for designation as a beneficiary developing country under the Generalized System of Preferences (GSP). Extends duty-free treatment provided under the GSP through September 30, 1994. (Sec. 13803) Extends the worker trade adjustment assistance program (trade adjustment assistance benefits for workers adversely affected by import competition or the relocation of U.S. production facilties abroad), as well as authorization of appropriations for it, from FY 1993 through FY 1998. Limits FY 1997 payments to such workers for job training assistance to $70 million (currently, $80 million for any fiscal year). Part II: Customs Officer Pay Reform - Amends Federal law to revise the pay system for United States Customs Service inspectors (customs inspectors). (Sec. 13811) Amends the Tariff Act of 1930 to prohibit merchandise or passengers from foreign places, or merchandise being transported from one port to another, from being unladen from carrying vehicles during overtime hours (currently, at night). (Sec. 13812) Amends Federal law with regard to the treatment of certain pay of customs officers for retirement purposes. Authorizes cash awards to customs officers for foreign language proficiency. (Sec. 13813) Amends the COBRA to provide for reimbursement of appropriations from the Customs User Fee Account (Account) for agency retirement contributions. Chapter 3: Food Stamp Program - Mickey Leland Childhood Hunger Relief Act - Subchapter A: Ensuring Adequate Food Assistance - Amends the Food Stamp Act of 1977 to exclude the income of elementary and secondary students 21 years old or younger for purposes of food stamp program (program) eligibility and benefits. (Sec. 13912) Removes the excess shelter deduction cap after a specified period of interim caps. (Sec. 13913) Excludes earned income tax credits from family resource determinations for one year following receipt. (Sec. 13914) Excludes third party payments for transitional housing for the homeless from income determinations. (Sec. 13915) Excludes general assistance vendor payments from income determinations. (Sec. 13916) Eliminates program reductions for certain reapplying households. (Sec. 13917) Increases funding levels for Puerto Rico block grants. Subchapter B: Promoting Self-Sufficiency - (Sec. 13921) Treats child support payments to non-household members as a deduction for program eligibility purposes. (Sec. 13922) Increases and makes age-based dependent care deduction amounts. Eliminates the $160 monthly cap on dependent care reimbursement for employment and training program participants. (Sec. 13923) Increases annually the fair market value of vehicles that program participants may own. (Sec. 13924) Excludes from financial resources the value of a vehicle a household depends upon to carry heating fuel or water for home use when transported fuel or water is the household's primary source of such item. (Sec. 13925) Directs the Secretary of Agriculture to establish demonstrating projects testing resource accumulation. Subchapter C: Simplifying the Provision of Food Assistance - Permits related adults living in the same household to apply for separate program benefits under specified conditions. (Sec. 13932) Extends program eligibility to children living with program participating parents in a drug or alcohol rehabilitation center. Subchapter D: Improving Program Integrity - Authorizes the use of program recipient information by other Federal agencies to collect coupon overissuance from Federal salaries or pensions. (Sec. 13942) Disqualifies a recipient from program participation: (1) for one year for trading controlled substances for coupons; and (2) permanently for the second occasion of trading controlled substances for coupons, or for the first occasion of trading firearms, ammunition, or explosives for coupons. (Sec. 13943) Applies the civil money penalty cap for stores trafficking in coupons or selling coupons for firearms or controlled substances to violations during a single investigation rather than a two-year period. Subchapter E: Improving Food Stamp Program Management - Revises provisions with regard to claims collection and quality control (error rates). Subchapter F: Uniform Reimbursement Rates - Reduces to 50 percent Federal cost-sharing of program expenses for: (1) investigations and prosecutions; and (2) the immigration status verification system. Includes automated data processing and information retrieval systems among eligible cost-sharing activities. (Sec. 13962) Directs the Secretary of the Treasury to pay to the Secretary specified sums for each of FY 1994 through 1996 for the purchase, processing, and distribution in two States of additional specified commodities. Subchapter G: Implementation and Effective Dates - Sets forth specified implementation and effective dates. Chapter 4: Timber Sales - Provides for a new payment calculation for FY 1994 through 2003 for payments to counties in the States of: (1) Washington, Oregon, and California in which national forests are situated and which are affected by decisions related to the northern spotted owl; and (2) Oregon and California sharing BLM timber sales receipts. Title XIV: Budget Process Provisions - Amends the Congressional Budget Act to prescribe enforcement mechanisms for discretionary spending limits for FY 1996 through 1998. Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to extend pay-as-you-go provisions through FY 1998."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Budget Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Agricultural Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emerging Telecommunications Technologies Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Licensing Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Mickey Leland Childhood Hunger Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Revenue Forgone Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Revenue Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Student Loan Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Veterans Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Omnibus Budget Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Agricultural Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Mickey Leland Childhood Hunger Relief Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Revenue Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Student Loan Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Veterans Reconciliation Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for reconciliation pursuant to section 7 of the concurrent resolution on the budget for fiscal year 1994.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:52-05:00"
}