{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2143-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2143", 
  "official_title": "A bill to provide for research for solutions to the problem of alienation among American workers in all occupations and industries and technical assistance to those companies, unions, State and local governments seeking to find ways to deal with the problem, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3777-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Worker Alienation Research and Technical Assistance Act", 
  "sponsor": {
    "district": "24", 
    "name": "Reid, Ogden R.", 
    "state": "NY", 
    "thomas_id": "00953", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Worker Alienation Research and Technical Assistance Act - Directs the Secretary of Labor and the Secretary of Health, Education, and Welfare to conduct research to determine the extent and the severity of job discontent and the problems related to the nature of work in American worksites. Provides that such research shall concentrate on methods now being used in both this Nation and abroad to meet the problems of work alienation, including more flexible hours of working days, job rotation and additional educational opportunities. Directs that the result of such research shall be disseminated to the general public. Authorizes the Secretary of Labor and the Secretary of Health, Education, and Welfare to provide technical assistance to workers, unions, companies, and State and local governments for developing experiments and pilot demonstration projects aimed at solving the problems of work alienation. Provides that each December 31, the Secretaries shall file an annual report with the Congress including any recommendations for further legislation. Authorizes the appropriation of $10,000,000 each for the fiscal years 1974 and 1975 to carry out the provision of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Worker Alienation Research and Technical Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for research for solutions to the problem of alienation among American workers in all occupations and industries and technical assistance to those companies, unions, State and local governments seeking to find ways to deal with the problem, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:24-05:00"
}