{
  "actions": [
    {
      "acted_at": "2010-06-30", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-01T20:02:00-04:00", 
      "bill_ids": [
        "hres1500-111"
      ], 
      "references": [
        {
          "reference": "CR H5357-5358", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5357-5358", 
          "type": "text as passed House"
        }
      ], 
      "text": "Pursuant to the provisions of H. Res. 1500, H. Res. 1493 is considered passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1493-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-30", 
  "number": "1493", 
  "official_title": "Providing for budget enforcement for fiscal year 2011.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1492-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres1500-111", 
      "reason": "unknown"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-30", 
  "subjects": [
    "Budget deficits and national debt", 
    "Budget process", 
    "Economics and public finance", 
    "House of Representatives", 
    "Legislative rules and procedure"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2010-07-01", 
    "text": "Increases the allocation for new discretionary budget authority to the Committee on Appropriations, in addition to amounts allocated under S.Con.Res 13 (FY2010 congressional budget resolution), for program integrity initiatives listed in such resolution. Specifies for FY2011 new discretionary budget authority, discretionary outlays, new mandatory budget authority, and mandatory outlays. Requires the discretionary spending enforcement provisions of S.Con.Res. 13 to remain in force and effect in the House of Representatives, except that the references to the point of order against advance appropriations to FY2010-FY2011 shall be references to FY2011-FY2012. Authorizes the chairman of the Committee on the Budget to exclude the effect of any current policy adjustment under the Statutory Pay-As-You-Go (PAYGO) Act of 2010 from a determination of the budgetary effects of any provision in legislation. Expresses the sense of the House on deficit reduction. Declares that, upon enactment of legislation containing recommendations in the final report of the National Commission on Fiscal Responsibility and Reform that decreases the deficit for either time period provided in Rule XXI, the chairman of the Committee on the Budget shall, for the purposes of the PAYGO Act, exclude any net deficit reduction from his determination of the budgetary effects of such legislation in order to ensure that the deficit reduction achieved by that legislation is used only for deficit reduction and is not available as an offset for any subsequent legislation. Declares that nothing in this resolution shall be construed to engage Rule XXVIII (Statutory Limit on Public Debt)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Providing for budget enforcement for fiscal year 2011.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:47-05:00"
}