{
  "actions": [
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10492-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-25", 
  "number": "10492", 
  "official_title": "A bill to amend title 18 of the United States Code to provide a code of accountability and liability for Government officials engaged in making national security policy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9214-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Official Accountability Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-25", 
  "subjects": [
    "Government operations and politics", 
    "National defense", 
    "War"
  ], 
  "subjects_top_term": "National defense", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-25", 
    "text": "Official Accountability Act - States that the purpose of this Act is to assure that public officials charged with the implementation of foreign, military, and national security policy will do so according to law. Title I: National Security Crimes - Describes the persons subject to this Act. Provides that no such person shall engage in the planning or preparation for, or initiation or waging in any way of aggression or a war in violation of any international treaty, agreement, or assurance to which the United States is a party. Declares that no such person shall order or engage in the planning of, preparation for, or commission of any violation of the laws and customs of war. Provides sanctions for violations of this Act and states that no person who violates this Act pursuant to an order of his government or superior shall be relieved of criminal liability for such violation unless he did not know and could not reasonably have been expected to know that the act ordered was unlawful. Title II: Administration and Enforcement - Establishes a Legal Office of National Security Affairs which shall be independent of the executive departments and shall be directed by a National Security Solicitor and an Assistant Solicitor. Directs the Solicitor to enforce the prohibitions contained in Title I of this Act by conducting appropriate investigations and any kind of legal proceedings civil or criminal, including grand jury proceedings and proceedings before committing magistrates, which United States attorneys are authorized by law to conduct. Requires the Solicitor to conduct public hearings at least twice a year for the purpose of hearing testimony and taking evidence from individuals claiming to possess information relevant to any violation of this Act. Directs the Solicitor to render advisory opinions when requested to do so by the President or the Congress"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Official Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to provide a code of accountability and liability for Government officials engaged in making national security policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:44-05:00"
}