{
  "actions": [
    {
      "acted_at": "1990-05-02", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2567-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-02", 
  "number": "2567", 
  "official_title": "A bill to strengthen education in the fields of mathematics, science, and engineering.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Space Science and Education Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kerrey, J. Robert", 
    "state": "NE", 
    "thomas_id": "01378", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-02", 
  "subjects": [
    "Education", 
    "Engineering", 
    "Federal aid to education", 
    "Industry", 
    "Mathematics", 
    "Scholarships", 
    "Scientific education", 
    "Teacher education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-02", 
    "text": "Space Science and Education Act of 1990 - Title I: Youth Exploring Space - Authorizes the Administrator of the National Aeronautics and Space Administration (the Administrator) to award grants to students in grades six through 12 to enable them to participate in mathematics and science short courses. Directs the Administrator to make such awards on a competitive basis, with special consideration to applications from women, minorities, and individuals who might be unable for financial reasons to participate in such courses. Authorizes appropriations. Title II: Science and Space Exploration - Authorizes the Administrator to award grants to develop and prepare multisession informal science programs for widespread dissemination. Makes eligible to apply for such grants educational institutions, museums, nonprofit organizations, and technically oriented businesses which develop such programs on a nonprofit basis. Authorizes appropriations. Title III: Industry in Education - Authorizes the Administrator to: (1) award a grant or enter into a contract or cooperative agreement for a study of existing cooperative industry and education programs; and (2) report to the Congress on how industry and education can cooperate to expand interest and participation in the mathematics, science, and engineering fields. Authorizes appropriations. Title IV: Scholarships - Authorizes the Administrator to award scholarships to junior and senior undergraduate students majoring in mathematics, science, engineering, or a related field at an institution of higher education, for their first and second years of student-teaching at an elementary or secondary school. Directs the Administrator to make such scholarship awards on a competitive, merit basis, with special consideration for applications from women, minorities, and those demonstrating financial need. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Space Science and Education Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen education in the fields of mathematics, science, and engineering.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:01-05:00"
}