{
  "actions": [
    {
      "acted_at": "1992-04-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-23", 
      "bill_ids": [
        "hr4850-102"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.4850.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4760-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-02", 
  "number": "4760", 
  "official_title": "To amend title VI of the Communications Act of 1934 to ensure carriage on cable television of local news and other programming and to restore the right of local regulatory authorities to regulate cable television rates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4850-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Cable Television Consumer Protection Act of 1992", 
  "sponsor": {
    "district": "4", 
    "name": "Shays, Christopher", 
    "state": "CT", 
    "thomas_id": "01048", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Antitrust law", 
    "Cable television", 
    "Communication satellites", 
    "Competition", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Direct broadcast satellites", 
    "Education", 
    "Educational television", 
    "Federal advisory bodies", 
    "Fees", 
    "Fines (Penalties)", 
    "Franchises (Retail trade)", 
    "Freedom of speech", 
    "Government operations and politics", 
    "Government regulation", 
    "Hearing disorders", 
    "Independent regulatory commissions", 
    "Judicial review", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Minorities in the mass media industry", 
    "Pornography", 
    "Public interest", 
    "Public television", 
    "Restrictive trade practices", 
    "Rural affairs legislation", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Stealing", 
    "Telephone", 
    "Television and children", 
    "Television broadcasting", 
    "Television industry", 
    "Television programs", 
    "Television relay systems", 
    "Television stations", 
    "Video tape recording", 
    "Violence in television"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-02", 
    "text": "Cable Television Consumer Protection Act of 1992 - Amends the Communications Act of 1934 to prohibit any Federal agency, State, or franchising authority from regulating the rates for the provision of cable service or for the installation or rental of equipment used for the receipt of cable service, except as provided under this Act. Requires the Federal Communications Commission (FCC), if it finds that a cable system is not subject to effective competition, to ensure that the rates that such system charges for basic cable service (or charges for changes in service tiers), including the installation or rental of equipment used for the receipt of such basic service, are reasonable. Specifies that: (1) if fewer than 30 percent of all customers of such cable system subscribe only to basic cable service, the FCC shall also ensure that rates are reasonable for the lowest-priced tier of service subscribed to by at least 30 percent of the cable system's customers; and (2) no competing multichannel video programming distributor (MVPD) serving households in a cable community which is owned or controlled by, or affiliated through substantial common ownership with, the cable system in such cable community shall be included in any determination regarding effective competition under this Act. Directs the FCC, upon written request by a franchising authority, to review the State and local laws and regulations governing the regulation of cable systems under the jurisdiction of such franchising authority. Allows the FCC to authorize the franchising authority to carry out such regulation in lieu of the FCC in certain instances. Directs the FCC, upon request by a cable operator or other interested party, to review the regulation of cable system rates established by a franchising authority authorized by the FCC. Allows a cable operator to add or delete from a basic cable service tier any video programming other than retransmitted local television broadcast signals. Directs the FCC to prescribe procedures, standards, requirements, and guidelines for the establishment of reasonable rates for basic cable service by a cable operator not subject to effective competition. Authorizes a cable operator to file with the FCC a request for a rate increase in basic cable tier service. Considers such request granted if not acted upon within 180 days. Directs the FCC to prescribe: (1) criteria for determining whether rates for cable programming services are unreasonable; and (2) criteria for determining that a complaint objecting to such rates and establishing that such rates are unreasonable has been properly filed. Outlines factors for making such determinations. Requires a cable operator to implement a cable service rate structure that is uniform throughout the geographic area in which service is provided. Prohibits a video programmer in which a cable operator has an attributable interest and who licenses video programming for national or regional distribution from: (1) unreasonably refusing to deal with any MVPD; or (2) discriminating in price, terms, and sale conditions among cable systems, operators, or other MVPDs if such action would impede retail competition. Specifies that, for purposes of this Act, any video programmer who licenses video programming for distribution to more than one cable community shall be considered a regional distributor of video programming. Allows such a programmer to: (1) impose reasonable requirements for creditworthiness, service, and financial stability; (2) establish different prices, terms, and conditions to take into account certain objective cost factors; and (3) permit price differentials which are made in good faith to meet the low price of a competitor. Prohibits a cable operator, system, or its affiliate from discriminating against any unaffiliated video programmer or requiring a financial interest as a condition of carriage on a cable system. Requires any person who encrypts any satellite cable programming for private viewing to make such programming available for private viewing by C-band receive-only home satellite antenna users. Prohibits a fixed service satellite carrier which provides secondary transmissions of superstation programming to the public for private home viewing from: (1) unreasonably refusing to deal with any distributor of video programming which provides service to home satellite dish subscribers who meet certain licensing requirements; and (2) discriminating in the price, terms, and conditions on the sale of programming among the distributors to qualified home satellite dish owners or between such distributors and other MVPDs. Directs the FCC to establish regulations governing program carriage agreements and related practices between cable operators and video programmers which: (1) include provisions designed to prevent a cable operator or other MVPD from requiring a financial interest in a program service as a condition for carriage on one or more of such operator's systems, to prohibit such operator or MVPD from coercing a video programmer to provide exclusive rights against other MVPDs as a condition of carriage on a system, and to prevent a MVPD from engaging in conduct which unreasonably restrains the ability of an unaffiliated video programmer to compete fairly by discriminating in video programming distribution on the basis of the affiliation or nonaffiliation in the selection, terms, or conditions for carriage of video programmers; (2) provide for expedited review of complaints made by a video programmer pursuant to this Act; (3) provide penalties to be assessed for filing frivolous complaints under this Act; and (4) provide appropriate penalties and remedies for violation of such provisions. States as one of the purposes of the Communications Act of 1934 the promotion of competition in the delivery of diverse sources of video programming. Authorizes the FCC to: (1) determine the maximum reasonable rates a cable operator may establish for the commercial use of designated channel capacity; and (2) establish reasonable terms and conditions for such use. Directs a cable operator required to designate channel capacity for commercial use to use any such channel capacity for programming from a qualified minority programming source unaffiliated with the operator if such programming is not already carried on the cable system. Limits to 33 percent of total capacity the channel capacity allowed for minority programming. Makes programming already provided over a cable system on July 1, 1990, ineligible to qualify as minority programming under this provision. Directs the FCC to establish reasonable limits on the number of: (1) cable subscribers that may be reached through cable systems owned by one person; and (2) channels of a cable system that can be occupied by a video programmer in which a cable operator has an attributable interest. Makes it unlawful for a cable operator to hold a license for a multi-channel multipoint distribution service, or to offer satellite master antenna television service separate and apart from any franchised cable service, in any portion of the cable community served by that cable operator's cable system. Directs the FCC to waive such prohibition in certain instances. Directs the FCC to regulate the outside ownership of MVPDs if ten percent of U.S. households with television sets subscribe to service provided by such MVPDs directly via home satellite antennas. Requires access to such satellite service by unaffiliated video programmers in such case. Authorizes a franchising authority to establish customer service requirements that exceed standards set by the FCC under this Act, subject to specified limitations. Directs the FCC to: (1) establish customer service standards that ensure that all customers are fairly served; and (2) regularly review such standards and make such modifications as necessary. Authorizes a franchising authority to enforce the standards established by the FCC. States that any lawful action to revoke a cable operator's franchise for cause shall not be negated by the initiation of renewal proceedings by the cable operator. Gives the FCC authority to require that television sets wired for cable television be equipped with an electronic switch allowing users to readily change among all video distribution media. Requires such switch to be included only if the FCC determines that its installation is technically and economically feasible. Provides that, in any court proceeding asserting a violation of First Amendment rights by a franchising authority or governmental entity arising from actions expressly authorized or required under title VI of the Communications Act of 1934, any relief shall be limited to injunctive relief, declaratory relief, and attorney's fees and legal costs, with certain exceptions. Directs the FCC to establish minimum technical standards to ensure adequate signal quality for all classes of video programming signals provided over a cable system and to periodically update such standards to reflect improvements in technology. Directs the FCC to establish procedures for handling complaints or allegations that such standards have not been met. Prohibits a State, franchising authority, or other governmental entity from establishing any other technical standards once the FCC has done so. Prohibits a cable system or MVPD, beginning one year after enactment of this provision, from retransmitting any part of the signal of a broadcast station without the express authority of the originating station, with certain exceptions specified later under this Act. Provides exceptions to such prohibition for certain retransmitted signals. Requires the FCC to establish regulations governing the exercise by television broadcast stations of the right to grant retransmission consent and of the right to signal carriage as permitted later under this Act. Requires the FCC in such regulations to consider the impact that the grant of retransmission consent may have on the rates for basic cable service and to ensure that such rates are reasonable. Requires such regulations to be completed within six months after commencement. Requires television stations, under such regulations, to elect between the right to grant retransmission authority and the right to signal carriage. Makes such election applicable to all cable systems within the jurisdiction of any franchising authority. Requires each cable operator to carry the signals of local commercial television stations and qualified low-power stations. Requires a cable operator with 12 or fewer usable activated channels to carry at least three local commercial television stations (LCTSs) unless such cable operator has 300 or fewer subscribers and does not delete from its carriage any signal of a broadcast television station. Requires a cable operator with more than 12 usable activated channels to carry the signals of LCTSs of up to one-third of the aggregate number of usable activated channels of such system. Allows a cable operator discretion in selecting which local broadcast signals shall be carried on its system once the minimum number of LCTSs on its system has been met, with specified conditions. Requires a cable operator to carry in its entirety: (1) the primary video, audio, and closed caption transmission of each of the LCTSs carried on its system, including, when technically feasible, program-related material carried in the vertical blanking interval or on subcarriers; and (2) the program schedule of any television station carried on its system, unless prohibited, and other programming authorized to be substituted. Requires the FCC to adopt carriage standards to ensure that the quality of signal processing and carriage provided by a cable system for the carriage of LCTSs will be no less than that provided for the carriage of any other type of signal. Directs the FCC to initiate a proceeding to establish any changes in signal carriage requirements of cable television systems needed to ensure cable carriage of the broadcast signals of LCTSs which have been changed to conform with modified standards for television broadcast signals. Prohibits requiring a cable operator to: (1) carry the signal of any LCTS that substantially duplicates the signal of another LCTS; or (2) carry the signals of more than one LCTS affiliated with a particular broadcast station. Requires each signal carried in fulfillment of carriage obligations under this Act to be carried on: (1) the cable system channel number on which the LCTS is broadcast over the air; (2) the channel on which it was carried on July 19, 1985 (at the election of the station); or (3) a channel mutually agreed upon by the station and the cable operator. Requires all signals carried by a cable operator to be provided to every subscriber of a cable system. Requires converter boxes, if necessary for viewing all offered channels, to be offered to all subscribers on a sale or lease basis. Requires a cable operator to: (1) identify upon request the signals carried on its system; and (2) provide written notice to a LCTS, at least 30 days in advance, of its intention to either delete from carriage or reposition such station on its system. Prohibits a cable operator from accepting or requesting monetary payment or other valuable consideration in exchange for the carriage of a LCTS in fulfillment of the requirements of this Act except under specified conditions. States that if there are not sufficient signals of full power LCTSs to fill the required number of channels to be carried by a cable operator, then the cable operator shall be required to carry qualified low-power stations until such channels are filled. Requires an LCTS that believes that a cable operator has failed to meet its obligations under these provisions to notify the operator in writing of the alleged failure, with an explanation. Requires the operator to respond to such allegations within 30 days by either commencing to comply with such obligations or notifying the station of its reasons for not doing so. Allows the LCTS to then file a complaint with the FCC if such obligations are refused by the cable operator. Prohibits cable operators from being required to provide: (1) input selector switches or comparable devices; or (2) information to subscribers about such devices. Directs the FCC to commence an inquiry to determine whether broadcast television stations whose programming consists predominantly of sales presentations are serving the public interest, convenience, and necessity. Directs the FCC, if arriving upon a negative determination after such inquiry, to allow the licensees of such station a reasonable period to provide alternate programming, without a denial of renewal expectancy based solely upon such prior programming. Requires an operator of a cable system with: (1) 12 or fewer usable activated channels to carry the signal of only one qualified local noncommercial educational television station; and (2) 13 to 36 usable activated channels to carry the signal of at least one to three such stations. Specifies that, notwithstanding such provisions, all operators shall continue to provide carriage to all qualified local noncommercial educational television stations whose signals were carried on their systems as of March 29, 1990, subject to waiver under specified circumstances. Requires local signals carried in fulfillment of this Act to be carried on the lowest-priced service offered by the participating operator that includes the retransmission of local television broadcast signals. Prohibits a participating operator from accepting money or other consideration for the carriage of the signal of any qualified local noncommercial educational television station carried in fulfillment of the requirements of this Act, except that such station may be required to bear the cost associated with delivering a good quality signal to the principal headend of the cable system. Authorizes a qualified local noncommercial educational television station to file a complaint with the FCC when it believes that a participating operator is not complying with signal carriage requirements enumerated under this Act. Outlines administrative procedures for FCC review and rulings on such complaints. Amends the Communications Act of 1934 to add a new section entitled the Cable Equipment Act of 1992. Prohibits cable operators from scrambling or otherwise encrypting any local broadcast signal, except as authorized under this Act to protect against the substantial theft of cable service. Prohibits any limitation on such scrambling or encrypting where the use of such technology does not interfere with the functions of subscribers' televisions or video cassette recorders (VCRs). Directs the FCC to issue and periodically update regulations prescribing the circumstances under which a cable operator may scramble or encrypt a local broadcast to protect against substantial theft of cable service. Requires cable operators to notify subscribers of various alternatives if their cable service is delivered through a converter box, including the alternative of having cable service installed by direct connection to the television or VCR in lieu of passing through a converter box. Requires the FCC to promulgate regulations requiring cable operators that offer the rental of a remote control unit to subscribers in connection with cable service to provide for, and notify subscribers of, compatibility of commercially available remote control units. Directs the FCC to report to the Congress on means of assuring compatibility between televisions and VCRs and cable systems so that subscribers will be able to enjoy the full benefit of both cable programming and the functions available on their televisions and VCRs. Provides that any civil action challenging the constitutionality of this Act shall be heard by a district court. Provides that any action holding such a provision unconstitutional shall be reviewable as a matter of right by direct appeal to the Supreme Court if such appeal is filed within 20 days after such holding. Directs the FCC to prescribe rules and regulations concerning the disposition, after a cable subscriber terminates service, of any cable installed by the operator within the premises of such subscriber. Prohibits a cable television franchising authority from granting an exclusive franchise or unreasonably refusing to award additional cable television franchises, except due to technical infeasibility. Requires a franchising authority, in awarding a franchise, to allow the applicant's cable system a reasonable opportunity to become to all households in the appropriate geographic area. Directs the FCC to report to the appropriate congressional committees analyzing the need for, and nature and extent of, the most appropriate public interest obligations to be imposed upon direct broadcast satellite services in addition to what is hereafter required. Directs the FCC to require, as a condition for any provision, authorization, or renewal for a direct broadcast satellite service providing video programming, that the provider reserve between four and seven percent of its channel capacity exclusively for nonduplicated, noncommercial, educational, and informational programming. Directs the satellite service provider to meet such requirements by leasing to national educational programming suppliers capacity on its system at reasonable prices, terms, and conditions, without editorial control over such programming. Establishes a study panel to report to the Congress recommendations on: (1) methods and strategies for promoting the development of programming for transmission over the public use channels; (2) avoiding conflicts of interest and the exercise of editorial control by the satellite service provider in selecting programming; (3) identifying existing and potential sources of funding for administrative and production costs for such public use programming; and (4) what constitutes reasonable prices, terms, and conditions for the provision of satellite space for public use channels. Authorizes each cable operator to identify, on a separate line on each bill sent to a subscriber, the amount of the total bill assessed: (1) for franchise fees; (2) to satisfy public, educational, or governmental channel carriage requirements; and (3) for fees, taxes, or other government charges imposed on the transaction between the operator and the subscriber. Prohibits a cable operator from charging a subscriber for any service or equipment not affirmatively requested by name by the subscriber. Requires a cable operator to prevent unauthorized access of personally identifiable information of a subscriber by a person other than the subscriber or cable operator. Requires cable operators to provide subscribers with certain prior notification when the operator plans to provide \"premium\" channel programming free of charge, and to block such premium programming at the request of the subscriber. Authorizes cable operators to enforce prospectively a written and published policy of prohibiting programming that the operator reasonably believes describes or depicts sexual or excretory activities or organs in a patently offensive manner as measured by contemporary community standards. Directs the FCC to promulgate regulations to limit the access of children to indecent programming as defined by FCC regulations and which cable operators have not voluntarily prohibited. Directs the FCC to promulgate regulations to enable a cable operator to prohibit the use on its system of channel capacity of public, educational, or governmental access for programming which contains obscene material, sexually explicit conduct, or material soliciting or promoting unlawful conduct. Expresses the sense of the Congress that television networks and producers should increase their activity to monitor and remove offensive sexual material from their broadcast programming. Revises the definition of \"rural area\" for purposes of an exemption to the cable television-television station cross-ownership prohibition. States that no provision of the Communications Act of 1934 shall be construed to: (1) prohibit a local or municipal authority that is also affiliated with a franchising authority from operating as an MVPD in the geographic jurisdiction of such franchising authority, notwithstanding the granting of one or more franchises by such franchising authority; or (2) require such local or municipal authority to secure a franchise to operate as an MVPD. Expresses the sense of the Senate that cable and television networks and local television stations should establish and follow voluntary guidelines to keep commercials depicting acts or threats of violence out of the family programming hours. Requires the FCC to study and report to the Congress on the impact of this Act on employment, economic competitiveness, growth, international trade, consumer welfare, and increased opportunities for small business and other entrants into the video marketplace to compete with cable."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cable Television Consumer Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title VI of the Communications Act of 1934 to ensure carriage on cable television of local news and other programming and to restore the right of local regulatory authorities to regulate cable television rates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:24-05:00"
}