{
  "actions": [
    {
      "acted_at": "2008-11-19", 
      "committee": "Committee on Natural Resources, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-11-19", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-11-19", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-11-20", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7282-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests and Public Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Berkley, Shelley", 
      "sponsored_at": "2008-11-19", 
      "state": "NV", 
      "thomas_id": "01576", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-11-19", 
  "number": "7282", 
  "official_title": "To promote conservation and provide for sensible development in Carson City, Nevada, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3393-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3603-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Carson City Vital Community Act of 2008", 
  "sponsor": {
    "district": "2", 
    "name": "Heller, Dean", 
    "state": "NV", 
    "thomas_id": "01863", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-11-19", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-11-19", 
    "text": "Carson City Vital Community Act of 2008 - Provides for the conveyance of specified Forest Service and Bureau of Land Management (BLM) land or interest in such land (the federal land) in Nevada by the Secretary of Agriculture and the Secretary of the Interior in exchange for specified non-federal land by Carson City Consolidated Municipality, Nevada. Requires the Secretary of the Interior to reserve a perpetual conservation easement to the Silver Saddle Ranch and Carson River Area.Releases the reversionary interest of BLM in certain of the conveyed federal land. Provides for the conveyance of such land by the City. Makes the non-federal land part of the Humboldt-Toiyabe National Forest. Provides for the conveyance of specified non-federal land administered by the City to the BLM. Transfers administrative jurisdiction over certain Forest Service land from the Secretary of Agriculture to the Secretary of the Interior. Requires the City to be granted a right-of-way for maintenance of flood management facilities on such land. Directs the Secretary of the Interior to conduct sales of specified BLM land to qualified bidders. Amends the Southern Nevada Public Land Management Act of 1998 to make amounts in the special account available to the City for the development of parks, trails, and natural areas and up to 10% of amounts in the account available for conservation initiatives on federal land in the City administered by the Department of the Interior or the Department of Agriculture. Makes the City eligible to nominate for expenditure amounts to acquire lands or interests for parks and natural areas and for conservation initiatives adjacent to and within the floodplain of Carson River. Provides for specified land to be held in trust for the Washoe Tribe of Nevada and California. Prohibits the use of such land for class II and class III gaming. Directs the Secretary of Agriculture to implement a cooperative agreement ensuring access by the Tribe's members and others in its community across National Forest System land from the City to Lake Tahoe for cultural and religious purposes. Requires the City to notify the Tribe of proposed ground disturbing activities to provide the Tribe with time for inventorying and collecting tribal artifacts. Directs the Secretary of the Interior to convey specified land to Clark County, Nevada, for use for: (1) a centralized off road vehicle recreation park; and (2) a designated area and facilities to discourage unauthorized use of off-highway vehicles in environmentally sensitive areas. Provides for the reservation of specified airspace easements above the surface of the land conveyed to the county. Designates the Nellis Dunes as the Nellis Dunes National Off-Highway Vehicle Recreation Area. Transfers administrative jurisdiction over certain land from BLM to the Department of the Air Force for the enlargement and protection of Nellis Air Force Base.Affirms and validates a specified patent and its associated land reconfiguration issued by the BLM for the benefit and recovery of the desert tortoise and other species. Ratifies the process used by the U.S. Fish and Wildlife Service and the BLM for the reconfiguration of those lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Carson City Vital Community Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote conservation and provide for sensible development in Carson City, Nevada, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:40-05:00"
}