{
  "actions": [
    {
      "acted_at": "1974-07-10", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15847-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-10", 
  "number": "15847", 
  "official_title": "A bill to establish an equitable tax on real property in the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Real Property Tax Revision Act", 
  "sponsor": {
    "district": "26", 
    "name": "Rees, Thomas N.", 
    "state": "CA", 
    "thomas_id": "00950", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-10", 
  "subjects": [
    "District of Columbia", 
    "Real property", 
    "Taxation"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-10", 
    "text": "District of Columbia Real Property Tax Act - Title I: Short Title, Statement of Purpose, and Definitions - Declares the intent of Congress to revise the real property tax in the District of Columbia, enumerating the objectives of such revision, including equitable sharing of the financial burden of the District of Columbia and full public information regarding assessments and appeal procedures. Defines the terms used in this Act. Title II: Authority and Procedure to Establish Real and Personal Property Tax Rates - Levies, for each fiscal year, a tax on real property in the District of Columbia. Directs the District of Columbia Council to set the rate of such taxation. Directs the Commissioner of the District of Columbia to submit annually a proposed real property tax rate for the next fiscal year. Requires that he submit additional specified information at such time, including: (1) the total aggregate assessed value of taxable real property by major classes of property, and (2) all information on tax exempt property. Directs the Council to compare tax burdens in the District with the tax burdens of property in the vicinity of the District in establishing the District's tax rate. Requires the Commissioner to publish annually such relative tax burden information. Provides that the assessed value of all real property shall be listed on the assessment roll for taxation purposes annually as provided in this title. Sets forth the regulations governing: (1) the frequency of assessments; (2) administrative orders; (3) the duties of the Commissioner; (4) assessment in the name of the owner and assessment by address, lot, and squares; (5) the compilation of the assessment roll; and (6) the availability, for public inspection, of such roll. Requires that annually, no later than March 1, each taxpayer shall be notified of the assessment of his real property for the next fiscal year. Specifies the content of such notice. Establishes a Board of Equalization and Review for the District to hear complaints on assessments and revise the assessment roll annually (of property whose market value is more than 5 percent above or below the estimated market value in the preliminary assessment roll) and present it by June 1 to the Commissioner. Prescribes the procedure for complaints and appeals by persons aggrieved by any assessment, equalization or valuation made. Details the duties of the Superior Court in class action cases. Imposes penalties for failure to preform duties required by this, and other, Acts. Directs the Council to provide tax incentives for: (1) the rehabilitation of existing structures and new construction in depressed areas; and (2) the rehabilitation and maintenance of historic property. Directs the Commissioner, for certain officially designated historic property, to assess land and improvements which, if less than full market value, shall be the basis of tax liability to the District. Provides that an eligible taxpayer may defer each year any real property tax owed in excess of 110 percent of his immediately preceding year's tax liability. Sets forth the eligibility requirements for such deferral. Allows any owner of residential real property whose combined household adjusted gross income is in excess of $20,000, and who meets the qualifications specified in this title to defer the amount of real property tax attributable to an increase by more than 25 per cent in any one year over the assessment of the immediately previous fiscal year. Authorizes the Council to establish a program whereby title to properties acquired by tax sale pursuant to this title may, for whatever sum it deems appropriate, be transferred to persons meeting criteria which shall be establish by the Council, who guarantee to pay taxes on and to live in the property for at least five years, and who give assurance of bringing such property into reasonable compliance with the building code in the District. Title III: Real and Personal Property Tax Exemptions - Revises the tax exemption laws governing property belonging to the United States, the District of Columbia, or to foreign governments. Exempts property from taxation which is owned by the United States or District of Columbia and leased or used by organizations qualifying under the Randolf-Sheppard Vending Stand Act. Requires the Commissioner to publish, by class and by individual property, a listing of all real property exempt from the real property tax in the District. Title IV: Property Tax Credit for District of Columbia Residents - Provides, under the District of Columbia Income and Franchise Act of 1947, that for purposes of providing relief to certain District of Columbia residents who own or rent their principal place of abode and who reside in same, a credit shall be allowed to the eligible claimant equal to the amount by which all or a portion of real property taxes the taxpayer pays, or rent paid constituting property taxes, on his principal place or residence for the taxable year, exceeds a percentage of his household gross income for that year. Defines the term \"household gross income\" and other terms used in this title. Sets forth the procedures for claiming such tax credit and the circumstances under which it shall not be permitted. Title V: Delegation of General Taxing Authority and Amendments to District Sales Tax Act - Empowers the Council to change specified tax rates from July 1, 1974 to January 1, 1975. Imposes a tax on parking. Title VI: Repeal and Modification of Existing Law and General Provisions - Repeals specified provisions of enumerated Acts, including the District of Columbia Public Works Act. States that, except as specifically provided in this Act, nothing in this Act, shall be construed so as to affect the authority vested in the Commissioner of the District of Columbia or the authority vested in the District of Columbia Council by Reorganization Plan Numbered 3 of 1967. Details the effect of repeals or amendments by this Act on other provisions, including existing rights and liabilities, of District of Columbia law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Real Property Tax Revision Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an equitable tax on real property in the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:13-05:00"
}