{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-23", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Information, Justice and Agriculture", 
      "text": "Referred to the Subcommittee on Government Information, Justice and Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-23", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres436-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Information, Justice, and Agriculture", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "436", 
  "official_title": "Amending the Rules of the House of Representatives to provide for a chief financial officer for the House, a general counsel, an inspector general, enact major reform of House rules, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres419-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Congressional Reform Resolution", 
  "sponsor": {
    "district": "41", 
    "name": "Lowery, Bill", 
    "state": "CA", 
    "thomas_id": "00708", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Age and employment", 
    "Age discrimination", 
    "Ambulances", 
    "Appropriations", 
    "Auditing", 
    "Authorization", 
    "Barber and beauty shops", 
    "Civil rights and liberties, minority issues", 
    "Classified defense information", 
    "Congressional Record", 
    "Congressional allowances", 
    "Congressional budget process", 
    "Congressional committee chairmen", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional districts", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional leadership", 
    "Congressional legal counsel", 
    "Congressional newsletters and questionnaires", 
    "Congressional officers", 
    "Congressional oversight", 
    "Congressional privileges and immunities", 
    "Congressional publications", 
    "Congressional reorganization", 
    "Congressional salaries and pensions", 
    "Congressional travel", 
    "Congressional voting", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Drugs", 
    "Employee rights", 
    "Employee-management relations in government", 
    "Equal pay for equal work", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Flags", 
    "Food service", 
    "Franking privilege", 
    "Fraud", 
    "Freedom of information", 
    "Fringe benefits", 
    "Health", 
    "Holidays", 
    "House of Representatives", 
    "House rules and procedure", 
    "Information leaking", 
    "Inspectors general", 
    "Law enforcement officers", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative calendars", 
    "Legislative resolutions", 
    "Members of Congress (House)", 
    "Oaths", 
    "Occupational health and safety", 
    "Postal facilities", 
    "Public debt", 
    "Record votes", 
    "Reprogramming of appropriated funds", 
    "Restaurants", 
    "Right of privacy", 
    "Special days", 
    "Special months", 
    "Special prosecutors", 
    "Special weeks", 
    "Special years", 
    "Sports facilities", 
    "Subpoena", 
    "Travel costs", 
    "Veto", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Comprehensive Congressional Reform Resolution - Title I: Establishment of a Chief Financial Officer for the House of Representatives and the Elimination or Reduction of Patronage Positions - Amends rule II of the Rules of the House of Representatives to eliminate the election of a Doorkeeper or Postmaster in the House. Requires the individual chosen for election as the Sergeant-at-Arms to be a nationally-respected law enforcement professional. Amends rules III and IV to revise the duties of the Clerk of the House and the Sergeant-at-Arms. Amends rules V and VI to: (1) eliminate the positions of Doorkeeper and Postmaster; and (2) create a position of Chief Financial Officer. Sets forth qualifications for the elected Chief Financial Officer. Outlines his or her duties. Prohibits the Chief Financial Officer from disclosing the identity of a complaining employee without the employee's consent unless such disclosure is unavoidable. Makes it a violation of rule LI for an employing authority to intimidate or take any reprisal against, an employee of the House because of a complaint made by the employee. Transfers the duties of the Postmaster of the House to the Chief Financial Officer. Amends rule XIV to eliminate the duties of the Doorkeeper with respect to decorum and debate in the House. Amends rule XI to require each committee, by March 1 of the first session of any Congress, to adopt an oversight plan for that Congress and to submit it to the Committee on House Administration. Prohibits the consideration in the House of a primary expense resolution for a committee unless and until such committee has adopted and submitted the plan. Requires the Committee on House Administration to report such plan to the House. Authorizes the Speaker to appoint ad hoc oversight committees for specific tasks from the membership of committees with shared legislative jurisdictions. Requires each committee to include an oversight section in its final activity report at the end of a Congress. Amends rule X to establish a bipartisan Subcommittee on House Administrative Oversight of the Committee on House Administration. Requires one-half of the subcommittee's members to be from the majority party and named by the chairman of the Committee on House Administration and the other half to be from the minority party and named by the ranking minority party member of such committee. Authorizes the chairman or ranking minority party member of the committee to issue subpoenas. Requires the subcommittee to meet only at the call of its chairman and ranking minority party member. Prohibits the subcommittee from taking testimony under oath unless at least one member of the majority and minority party are present. Requires the membership of the Subcommittee on Legislative Appropriations of the Committee on Appropriations to be divided equally between the majority and minority parties. Divides the staff positions for the subcommittee in the same manner. Directs the Speaker to appoint a task force to: (1) recommend institutional reforms necessary to restore public confidence in the House; and (2) report on its recommendations to the House by the end of the 102d Congress. Requires the written approval of the Speaker and the minority leader of the House before funds may be reprogrammed or transferred between House appropriation accounts. Makes it out of order to consider any measure in the House, in the second session of the 102d Congress, containing an appropriation for any period after March 31, 1993. Title II: Establishment of the Office of the General Counsel - Establishes the Office of the General Counsel (Office) in the House to: (1) be accountable to a specified Leadership Group; and (2) provide legal assistance to Members, officers, and employees of the House on matters directly related to their duties, with specified exceptions. Lists certain actions of the Office that must be approved either by a resolution of the House or the Leadership Group. Requires such Office, in the case of any matter that affects an area of responsibility committed to another office, officer, or employee under this Act, to consult the party involved and coordinate such action with them. Vests management, supervision, and administration of the Office in the General Counsel to be appointed by the Speaker, upon the recommendation of the majority and minority leaders of the House, acting jointly, without regard for political affiliation and solely on the basis of fitness to perform the duties of the position. Requires the General Counsel to serve at the pleasure of the Leadership Group. Authorizes the General Counsel to make appropriate expenditures for the functioning of the Office. Requires the attorneys and professional staff in the Office to maintain regular, written records of the time expended on legal matters, consistent with generally accepted practices in private law firms. Makes such time records reviewable by the Leadership Group. Prohibits public disclosure of them unless by direction of the Leadership Group or resolution of the House. Title III: Establishment of the Office of Congressional Inspector General - Creates the Congressional Office of Inspector General (Office), independent of the executive departments and under the control and direction of the Speaker and minority leader of the House of Representatives. Sets forth the functions of the Office. Makes an Inspector General (Inspector), to be appointed by the Speaker and minority leader, head of the Office for a seven-year term, unless removed by the Speaker and minority leader for cause. Makes the Inspector ineligible for reappointment. Requires the Inspector to appoint: (1) an Assistant Inspector General for Auditing to supervise the auditing of the office procedures and operations of each Member or committee of the House and any other House office whose employees are paid by the Clerk; and (2) an Assistant Inspector General for Investigations to supervise investigations of such office procedures and operations. Sets forth the duties and responsibilities of the Inspector. Requires each Inspector General to report annually to the Speaker and minority leader of the House. Authorizes the Inspector to receive and investigate complaints or information from a House employee concerning the possible existence of a violation of law or the Rules of the House, mismanagement, gross waste of funds, abuse of authority, or a substantial and specific danger to the public health and safety. Prohibits the Inspector, upon receiving the complaint or information, from disclosing the complainant's identity without the employee's consent, unless such disclosure is unavoidable during the course of the investigation. Prohibits any employee who has authority to take, directs others to take, or recommends or approves any personnel action, from taking action against an employee as reprisal for making a complaint or disclosing information to an Inspector, unless the complaint was false and the complainant knew this or willfully disregarded truth or falsity. Title IV: Amendments to the Rules of the House of Representatives- Amends rule I of the Rules of the House of Representatives to require the Speaker to announce a specified legislative program at the beginning of each session of the Congress. Requires the Speaker to ensure that the minority leader is fully consulted in developing the legislative program for the House each week. Amends rule X to require each standing committee of the House, by March 1 in the first session of a Congress, in a meeting open to the public and with a quorum present, to adopt and submit to the Committee on House Administration its oversight plans for that Congress. Prohibits the consideration of any committee expense resolution, or any amendment to it, if that committee has not submitted its oversight plans. Directs the Committee on House Administration to report the oversight plan submitted by each committee to the House. Authorizes the Speaker, with the approval of the House, to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more standing committees. Amends rule XI to require each committee to report, by January 2 of each odd-numbered year, on activities of that committee under this rule and rule X during the Congress ending on January 3 of such year. Amends rule X to require the Speaker to refer legislation initially to one committee as the committee of principal jurisdiction (currently, such legislation may initially be referred simultaneously to two or more committees for concurrent consideration). Requires that the House standing committees be elected by the House within 11 legislative days (currently, seven calendar days) after the commencement of each Congress. Directs the committees to hold their organizational meetings within three legislative days after their election. Requires the membership of each committee (except the Committee on Standards of Official Conduct), subcommittee, task force, or other subunit, to reflect the ratio of majority to minority party Members of the House at the beginning of the Congress. Exempts the Resident Commissioner from Puerto Rico and the Delegates to the House from the count in determining such party ratio. Requires the membership of each select committee, subcommittee, task force, subunit, or conference committee to reflect the ratio of the majority to minority party Members of the House at the time of its appointment. Prohibits any standing committee of the House (except the Committee on Appropriations) from establishing more than six subcommittees. Prevents any member from serving on more than four House subcommittees at any one time. Amends rule XI to repeal the general permission, subject to certain conditions, for proxy voting by a member of any committee or subcommittee with respect to any measure or matter. Allows committees and subcommittees to close their meetings in circumstances where disclosure of matters to be considered would: (1) endanger national security; (2) tend to defame, degrade, or incriminate any person; (3) violate any law or rule of the House; or (4) involve committee personnel matters. Provides that a majority of the members of each committee or subcommittee shall constitute a quorum for the transaction of any business, including the markup of legislation (currently, all committees but the Committees on Appropriations, Budget, and Ways and Means are permitted to fix the number establishing a quorum). Requires the names of those Members voting for and against any motion to report a public bill or resolution to be included in the committee report of such measure (currently, only the number of votes cast for or against reporting such measure is included). Requires the names of those members of the committees actually present at the time the bill or resolution is ordered reported to be included in the committee report relating to each nonrecord vote on a motion to report such public bill or resolution. Requires that a committee or subcommittee print, document, or other material, except under certain circumstances, prepared for public distribution, shall either: (1) be approved by the committee or subcommittee prior to such public distribution, with opportunity afforded for the inclusion of supplemental, minority, or additional views; or (2) contain a specified disclaimer on its cover. Prohibits any such print, document, or other material not approved by the committee or subcommittee from including the names of its members, other than the name of the chairman releasing such document. Lists material excepted from such requirements. Prohibits a measure reported from the Committee on Rules from being considered on the same calendar day it is presented to the House, nor on the subsequent calendar day of the same legislative day, except in certain circumstances. (Currently it can not be considered on the same day.) Prohibits the Committee on Rules from reporting any rule or order that would prevent a motion to recommit that has amendatory instructions (except in the case of a Senate measure for which the language of a House passed measure has been substituted). Prohibits the consideration of any rule providing for the consideration of a bill or resolution otherwise subject to amendment under House rules if such resolution limits the right of Members to offer germane amendments to such measure, unless the chairman of the Rules Committee has announced, within a specified period of time, that less than an open amendment process might be recommended by the Committee for the consideration of such measure. Makes it out of order to consider any order of business resolution which provides that, upon adoption, the House shall be considered to have automatically adopted a motion, amendment, or resolution, or to have passed a bill, joint resolution, or conference report, unless consideration of such resolution is agreed to by at least two-thirds of the Members voting. Requires any report accompanying a resolution for consideration of a budget waiver measure to include: (1) an explanation and justification for the waiver; (2) an estimated cost of the provisions to which the waiver applies; and (3) a summary or text of any written comments on the waiver received by the committee from the Committee on the Budget. Sets forth procedures for the consideration of such resolution. Prohibits the consideration of a resolution that waives all House rules, except by a two-thirds vote of the Members voting. Makes it out of order to consider any primary expense resolution unless the Committee on House Administration has reported and the House has adopted a resolution establishing an overall ceiling for House committee staff personnel for that year. Makes such a resolution privileged. Establishes guidelines for developing and considering primary and supplemental expense resolutions. Provides that the overall ceiling for committee staff in a resolution reported by the committee or contained in any amendment for the 103d Congress shall not exceed 90 percent of the total committee staff personnel employed at the end of the 102d Congress. Amends rule XIII of the Rules of the House of Representatives to establish a Commemorative Calendar comprised of unreported bills and resolutions respecting commemorative holidays and celebrations that have been: (1) referred to the Committee on Post Office and Civil Service; and (2) requested by the chairman and ranking minority member of such committee to be placed on such calendar. Outlines procedures for the consideration of such measures. Amends rules XV of the Rules of the House of Representatives to provide for an automatic roll call vote when the Speaker puts the question upon final passage of: (1) any bill, joint resolution, or conference report making general appropriations, providing revenue, or adjusting the statutory congressional pay rate; or (2) any budgetary concurrent resolution or conference report that provides an increase in the statutory debt limit. Amends rule XXI of the Rules of the House of Representatives to repeal the declaration that no amendment shall be in order during consideration of a general appropriation bill if it proposes a limitation not specifically contained or authorized in existing law for the period of such limitations. Defines a \"general appropriation bill\" to include any bill or joint resolution making continuing appropriations in a fiscal year for a period in excess of 30 days. Describes the contents of such bill. Reserves all points of order against any general appropriation bill at the time it is reported. Prohibits the consideration of any bill or joint resolution making appropriations for a period of 30 days or less unless it only provides appropriations in the lesser amount and under the more restrictive authority of the pertinent appropriations measures: (1) as passed by the House; (2) as passed by the Senate; (3) as agreed to by a committee of conference; or (4) as enacted for the preceding fiscal year. Requires a report from the Committee on Appropriations accompanying any appropriation bill to list all appropriations contained in the bill for any expenditure not previously authorized by law. Requires a three-fifths vote of the Members of the whole House to consider any rule or order from the Rules Committee that waives certain rules governing consideration of any short- or long-term continuing appropriations measures. Amends rule XXI to establish certain guidelines for reporting and considering reconciliation measures in the House. Exempts Senate amendments and conference reports from such guidelines. Reserves all points of order against a reconciliation bill at the time it is reported. Prohibits the consideration in the House of any bill or joint resolution which directly or indirectly authorizes enactment of new budget authority for a fiscal year unless such measure is reported in the House on or before May 15 preceding the beginning of such fiscal year. Amends rule XXIV of the rules of the House of Representatives to revise the daily order of business for the House to include the pledge of allegiance to the flag. Amends rule XXVII to establish additional criteria for entertaining motions to suspend the rules and pass a measure in the House. Requires the Clerk of the House, after 100 members have signed a motion to discharge a committee from the consideration of a measure, to: (1) cause the name of each Member who has signed or withdrawn a signature to such motion to be printed in the Congressional Record; and (2) publish an updated list in the Record at the end of each succeeding week the House is in session. Requires three-fifths (currently, a majority) of the total membership of the House to sign such motion before it can be: (1) entered on the Journal; (2) printed with the signatures in the Congressional Record; and (3) referred to the Calendar of Motions to Discharge Committees. Amends rule XXVIII to require inclusion of supplemental, minority, or additional views of a House conferee in the same published volume of the conference committee's report, if specified conditions are met. Amends rule XLVIII to require a specified oath to be administered to: (1) a newly appointed Member of the Permanent Select Committee on Intelligence; (2) each committee's employee; and (3) any person engaged by contract or to perform services for or at the request of the committee who is required to subscribe to the agreement in writing. Requires the Clerk of the House to provide for the printing of such oaths for: (1) filing in the records of the House; and (2) recording in the House Journal and in the Congressional Record. Directs the Committee on Standards of Official Conduct to investigate and report to the House on any violation of such oath. Authorizes the Permanent Select Committee on Intelligence to refer cases of unauthorized disclosure and violations of the required oaths to such committee for investigation. Authorizes the committee by a majority vote to deny a member access to classified information if he or she is subject to a pending investigation. Directs the House Committees on Rules and on Government Operations by a certain date to report legislation granting the President enhanced rescission authority with respect to any budget authority not authorized by law. Sets forth procedures for considering such legislation if it is not reported out of such committees by the stated deadline. Directs the Committee on Rules to study and report to the House on the feasibility of converting to a biennial budget-appropriations process and corresponding multiyear authorizations. Declares that it is the policy of the House of Representatives that the following Federal laws should be amended to apply them to the House in the same or similar manner as they apply to the Executive Branch: (1) the National Labor Relations Act; (2) the Occupational Safety and Health Act of 1970; (3) the Equal Pay Act of 1963; (4) the Age Discrimination in Employment Act of 1967; (5) the Freedom of Information Act; (6) the Privacy Act of 1974; (7) Title VII of the Civil Rights Act of 1964; and (8) specified provisions of the Federal judicial code relating to an independent counsel. Directs the standing committees of the House with subject jurisdiction over such Federal laws to report legislation to the House to implement such policy. Provides for consideration of such legislation. Requires the ratio of majority party to minority party staff positions, consultants, details, and funding for House committees to be the same ratio as that of Members of the House. Eliminates the following Select Committees in the House: (1) Aging; (2) Hunger; (3) Children, Youth, and Families; and (4) Narcotics Abuse and Control. Transfers the records, files, and materials of such select committees to the Clerk of the House. Applies the Freedom of Information Act to the Congress. Exempts information related to casework or constituent correspondence from such Act with respect to Members of the Congress. Provides that the period for which expenses of the former Speakers of the House may be paid shall end three years after the expiration date of such term of office, except that in the case of a former Speaker who is receiving such expenses on the date of the enactment of this Act, the period shall end three years after such date. Amends Federal law to prohibit a Member of the House from sending any franked mass mailing outside the Member's congressional district. Authorizes a Member of Congress to mail franked mail with a simplified form of address for delivery within his or her congressional district only. (Current law permits such mailings throughout the Member's State). Prohibits the Committee on House Administration from approving any payment for, and a Member from making any expenditure from, any allowance of the House or any other official funds if any portion is for any cost related to a mass mailing by a Member of the House outside his or her congressional district. Amends the Federal Salary Act of 1967 to make it out of order to consider any bill or resolution that would adjust, or have the effect of adjusting, the salaries of Members of Congress if such measure contains any item which does not relate to adjusting Members' salaries. Prohibits consideration of any measure in the House appropriating amounts for the legislative branch of the Government if it permits such amount to remain available for obligation beyond the end of the fiscal year for which the amount is appropriated. Requires at least one attorney in the Office of the Parliamentarian in the House to be appointed upon the recommendation of the minority leader. Declares it the policy of the House of Representatives that it is inappropriate for Members of the House to have access to such items as meals, banking services, medicine, ambulance service, haircuts, and athletic facilities at costs lower than that charged to the public. Requires the Chief Financial Officer to determine the market rate of such services and to report such costs to the Speaker, minority leader, and the chairman and ranking minority party of the Committee on House Administration with recommendations for eliminating the services or continuing them at market rate prices. Directs the chairman to report a resolution that adopts the market rate of the services or proposes their elimination. Sets forth procedures for consideration of legislation that implements such policy or enacts the report of the Chief Financial Officer if such measure is not reported by the Committee on House Administration within 30 days of receiving such report. Amends rule XI to prohibit the expenditure of appropriated funds to defray expenses of committee members or employees incurred while traveling outside of the United States, its territories, or possessions, unless a committee resolution has been approved that authorizes such travel and sets forth certain requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Congressional Reform Resolution", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Amending the Rules of the House of Representatives to provide for a chief financial officer for the House, a general counsel, an inspector general, enact major reform of House rules, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:01-05:00"
}