{
  "actions": [
    {
      "acted_at": "1988-03-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-24", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held jointly with the House Committee on Interior and Insular Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-26", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-06-29", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-29", 
      "calendar": "Senate Legislative", 
      "number": "776", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 776.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-08-02", 
      "committee": "Committee on Energy and Natural Resources for a period not to exceed 15 days, excluding periods of seven or more days during which the Senate is not in session", 
      "references": [], 
      "text": "Ordered, that when the Committee on Indian Affairs files a report to accompany S. 2153, the bill be referred to the Committee on Energy and Natural Resources for a period not to exceed 15 days, excluding periods of seven or more days during which the Senate is not in session.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-25", 
      "references": [], 
      "text": "By Senator Inouye from Committee on Indian Affairs filed written report under the authority of the order of Aug 11, 88. Report No. 100-495.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-25", 
      "committee": "Committee on Energy and Natural Resources pursuant to the order of August 2, 1988", 
      "references": [], 
      "text": "Referred to the Committee on Energy and Natural Resources pursuant to the order of August 2, 1988.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-22", 
      "references": [], 
      "text": "Senate Committee on Energy and Natural Resources discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "calendar": "Senate Legislative", 
      "number": "955", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 955.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2153-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1988-03-04", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-04", 
  "number": "2153", 
  "official_title": "A bill to provide for the settlement of the water rights claims of the Salt River Pima-Maricopa Indian Community in Maricopa County, Arizona, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Salt River Pima-Maricopa Indian Community Water Rights Settlement Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-05-26", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Arizona", 
    "Contracts", 
    "Government liability", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands", 
    "Indian water rights", 
    "Irrigation", 
    "Native Americans", 
    "Rivers", 
    "Trusts and trustees", 
    "Urban areas", 
    "Water allocation (Policy)", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1988-06-29", 
    "text": "(Reported to Senate from the Select Committee on Indian Affairs with amendment (without written report)) Salt River Pima-Maricopa Indian Community Water Rights Settlement Act of 1988 - Provides for the settlement of water rights claims of the Salt River Pima-Maricopa Indian Community in Arizona. Requires the Secretary of the Interior to designate 7,000 acre-feet of the additional active conservation capacity that will result from previously authorized modifications to Roosevelt Dam on the Salt River for the reregulation of the Community's water entitlement under the Kent Decree of March 10, 1910. Directs the Secretary to amend the Bartlett Dam Agreement of June 3, 1935, to require the Salt River Valley Water Users' Association to increase the total Community allotment of developed water to 21,000 acre-feet on December 31 each year if specified conditions are met. Ratifies the contracts between the Association and: (1) the Carrick and Mangham Aqua Fria Lands and Irrigation Company dated February 3, 1927; and (2) the Roosevelt Water Conservation District (RWCD) dated October 24, 1924. Directs the Secretary to revise the subcontract of the Roosevelt Water Conservation District for agricultural water service from the Central Arizona Project (CAP) to include an addendum authorizing conversions of agricultural water to municipal and industrial uses. Directs the Secretary to execute and perform a certain agreement providing for the assignment of a portion of the RWCD's entitlement to agricultural water service from the CAP and other matters, and ratifies such agreement. Requires the Secretary to acquire 22,000 acre-feet of annual consumptive use of water from the main stream of the Colorado River in Arizona to establish initial allocations to non-Indian entities. Authorizes the Secretary, as a part of consideration to willing sellers for such acquisition of water, to amend existing repayment contracts with the United States to which such sellers are a party to provide for the discharge of any remaining repayment obligation which the sellers owe the United States as of May 30, 1987, and to certify that the sellers' lands are free from the ownership and full cost pricing limitations of Federal reclamation law. Directs the Secretary to contract to deliver Colorado River water to specified Arizona cities in exchange for water provided by such cities to the Community in accordance with a water rights agreement entered into by the Community on February 12, 1988 (Agreement), with certain exceptions. Authorizes appropriations. Directs the Secretary to amend the CAP water delivery contract between the United States and the Community to: (1) extend the contract and provide for its subsequent renewal; (2) authorize the Community to lease CAP water to be delivered to the city of Phoenix pursuant to such contract; and (3) achieve certain terms and conditions of the Agreement. Approves certain amendments to such contract. Prohibits the United States from imposing specified charges upon the Community with respect to CAP water to be delivered to the city of Phoenix under such contract. Directs the Secretary to adjust CAP operation, maintenance, and replacement charges to the Community to an amount equal to the average costs of water delivered to the Community by the Association. Directs the Community and the Secretary to lease to the city of Phoenix up to 13,300 acre-feet of CAP water, with the lease specifically providing that: (1) the city of Phoenix shall pay all operation, maintenance, and replacement costs of such water after a specified date; and (2) the city of Phoenix shall not be obligated to pay water service capital charges, municipal and industrial subcontract charges, or any other charges or payment for such CAP water other than the maintenance, replacement costs, and lease payments pursuant to this Act. Makes certain costs associated with the delivery of CAP water to the city of Phoenix nonreimbursable and excluded from any repayment obligation. Prohibits the sale, lease, transfer, or use of water received by the Community under this Act off the Community's reservation. Provides for construction and rehabilitation of facilities to deliver water to Community reservation lands. Directs the Community to establish the Salt River Community Trust Fund into which specified funds shall be deposited for such purpose and for other economic and community development on the reservation. Authorizes appropriations. Extinguishes certain water rights claims of owners of allotted land within the reservation. Authorizes the Community to waive and release all present and future claims of water rights. Waives any claims of sovereign immunity by the United States or the Community arising out of any lawsuit relating to the interpretation or enforcement of the Agreement, where the United States or the Community are named as parties, and authorizes the joining of the United States or the Community in such litigation. Ratifies the Agreement, and authorizes and directs the Secretary to perform all obligations under the Agreement. Authorizes the Community to sell, lease, or otherwise deal with any land outside of the Salt River Pima-Maricopa Indian Reservation to which it holds fee title as any other owner, lessor, or interest holder might. Directs the Secretary: (1) within 30 days after the enactment of this Act, to request the Arizona Department of Water Resources to recommend a reallocation of any non-Indian agricultural CAP water that has been rejected by potential non-Indian agricultural subcontractors; (2) within 180 days of receipt of such recommendations, to reallocate such water for non-Indiana agricultural use; and (3) thereafter to offer amendatory or new subcontracts for water to non-Indian agricultural users. Specifies certain conditions that must be met before the authority of the Community to waive claims of water rights may be come effective."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Salt River Pima-Maricopa Indian Community Water Rights Settlement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Salt River Pima-Maricopa Indian Community Water Rights Settlement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the settlement of the water rights claims of the Salt River Pima-Maricopa Indian Community in Maricopa County, Arizona, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:53-05:00"
}