{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Oversight and Government Reform, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6262-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "51", 
      "name": "Filner, Bob", 
      "sponsored_at": "2010-09-29", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2010-09-29", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Hastings, Alcee L.", 
      "sponsored_at": "2010-09-29", 
      "state": "FL", 
      "thomas_id": "00511", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "2010-09-29", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Michaud, Michael H.", 
      "sponsored_at": "2010-09-29", 
      "state": "ME", 
      "thomas_id": "01730", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Moore, Gwen", 
      "sponsored_at": "2010-09-29", 
      "state": "WI", 
      "thomas_id": "01811", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "6262", 
  "official_title": "To stimulate job creation by directing Federal procurement to domestic sources, to ensure the enforcement of domestic sourcing requirements, to prohibit the procurement of sweatshop goods by the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jobs Through Procurement Act", 
  "sponsor": {
    "district": "17", 
    "name": "Hare, Phil", 
    "state": "IL", 
    "thomas_id": "01849", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Buy American requirements", 
    "Department of Defense", 
    "Employment discrimination and employee rights", 
    "General Services Administration", 
    "Government investigations", 
    "Government operations and politics", 
    "Labor standards", 
    "Military procurement, research, weapons development", 
    "Public contracts and procurement", 
    "Worker safety and health", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Jobs Through Procurement Act - Amends the Buy American Act to make provisions requiring that only unmanufactured materials produced in, or articles manufactured in, the United States be procured for public use applicable to contracts and subcontracts for the procurement of commercial items. Requires each Department of Defense (DOD) contract for the procurement of services and each DOD subcontract that has a value exceeding $100,000 to contain a clause ensuring the contractor's or subcontractor's compliance with provisions, popularly known as the Berry Amendment, that prohibit the use of DOD funds to procure food, clothing, and certain other materials not produced in the United States. Requires that the Federal Acquisition Regulation be revised to require each federal contract for the procurement of services and each federal subcontract that has a value exceeding $100,000 to contain a clause ensuring the contractor's or subcontractor's compliance with the Buy American Act. Directs the Secretary of Defense to ensure that members of the acquisition workforce and contractors receive training on compliance with the Berry Amendment and the Buy American Act. Requires any offeror or contractor that is required to comply with such Amendment or Act to certify compliance and submit specified information regarding the manufacturer or producer to the contracting officer. Amends the Federal Property and Administrative Services Act of 1949 to require agency heads to ensure that: (1) each bid or proposal submitted for a covered contract (a contract for a total amount in excess of the micro-purchase threshold of $2,500) includes a list of each subcontractor and production facility to be used in the performance of the contract, a certification that each such facility complies with specified core labor standards or that the contractor has disclosed noncompliance with such standards and submitted a corrective plan, and, if the product is to be manufactured or produced by a third party, a certification that the bidder will purchase the product under terms that support manufacturing or production that is consistent with such standards; and (2) each covered contract complies with such requirements. Requires an agency head to: (1) refer any allegation of a violation of such requirements to the agency's Inspector General and, in cases involving practices that are not consistent with core labor standards, to the Attorney General and Secretary of Labor; and (2) impose remedies for violations, including contract termination, suspension of performance, debarment, or inclusion on the List of Parties Excluded from Federal Procurement and Nonprocurement Programs. Establishes a Procurement Advisory Board to oversee implementation and enforcement of this section."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jobs Through Procurement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To stimulate job creation by directing Federal procurement to domestic sources, to ensure the enforcement of domestic sourcing requirements, to prohibit the procurement of sweatshop goods by the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:46-05:00"
}