{
  "actions": [
    {
      "acted_at": "2010-12-14", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6519-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-14", 
  "number": "6519", 
  "official_title": "To amend title 49, United States Code, with respect to hours of service rules for railroad employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Hours of Service Act of 2010", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-14", 
  "subjects": [
    "Labor standards", 
    "Railroads", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-14", 
    "text": "Railroad Hours of Service Act of 2010 - Extends railroad hours of services requirements and limitations to cover yardmaster employees who supervise and coordinate the activities of workers engaged in railroad traffic operations, including making up or breaking up trains and switching inbound or outbound traffic. Revises the prohibition against a railroad carrier's requiring or allowing a train employee to remain or go on duty unless that employee has had at least 10 consecutive hours off duty during the prior 24 hours. Prohibits requiring or allowing an employee (including a yardmaster employee) from initiating an on duty period unless the employee has had at least 10 consecutive hours off duty immediately prior to going on duty. Directs the Secretary of Transportation (DOT) to prescribe regulations to: (1) require all deadhead transportation in excess of a specific number of hours to be counted as time on duty; and (2) reset the calendar day clock. Revises the rule that an interim period available for at least 4 hours rest at a place with suitable facilities for food and lodging is not time on duty. Repeals the current list of causes for prevention of a return to duty. Requires a train employee to be notified before going off duty whether such period off duty is an interim release. Prohibits a railroad carrier from requiring or allowing an employee to exceed 2 hours in deadhead transportation per each tour of duty. Revises the limitations on the duty hours of signal employees. Specifies that time on duty spent performing any service for the railroad carrier during a 24-hour period in which the employee is engaged in installing, repairing, or maintaining signal systems includes all work where there is a potential to interact or otherwise come into contact with safety-critical devices or circuits. Treats as service covered by hours of duty limitations the operation by signal employees of motor vehicles requiring a commercial driver's license while on duty. Extends to yardmaster employees certain limitations on the duty hours of dispatching service employees. Declares that all commingle service involving yardmaster service and dispatcher service mixing with freight service shall be covered by the limitations on the duty hours of signal employees. Extends to yardmaster employees, when an emergency exists, the same limitation (to not more than 4 additional hours during a period of 24 consecutive hours for not more than 3 days during a period of 7 consecutive days) that applies to the hours of dispatching service employees in an emergency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Hours of Service Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 49, United States Code, with respect to hours of service rules for railroad employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:51-05:00"
}