{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-20", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-04", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Administrative Law and Governmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3191-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "3191", 
  "official_title": "A bill to establish a Commission on War Reparations for Guam.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commission on War Reparations for Guam Act", 
  "sponsor": {
    "district": null, 
    "name": "Blaz, Ben G.", 
    "state": "GU", 
    "thomas_id": "00096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-07", 
  "subjects": [
    "Advisory bodies", 
    "Claims", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Government liability", 
    "Government liability (International law)", 
    "Government trust funds", 
    "Guam", 
    "International affairs", 
    "Japan", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Reparations", 
    "Territories (U.S.)", 
    "World War II"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-07", 
    "text": "Commission on War Reparations for Guam Act - Establishes the Commission on War Reparations for Guam under the jurisdiction of the Secretary of the Interior. Authorizes the Commission to receive, examine, adjudicate, and render final decisions on Guamanians' claims for damages arising from loss of life or physical injury, forced labor or internment in concentration camps, loss of property without compensation, or sexual abuse and assault which resulted from the hostilities between the United States and Japan during World War II. Directs the Commission to require each claimant to establish a claim by a preponderance of the evidence. Authorizes the Commission to issue subpoenas. Requires the Commission to notify each claimant of the approval or denial of a claim. Entitles claimants whose claims are denied or approved for less than the full amount to a hearing before the Commission on such claims. Requires the Commission to adopt a schedule of maximum compensation for claims. Requires the Commission, after all claims have been adjudicated, to certify the amount of approved claims to the Secretary of the Treasury for payment from the Guam Claims Fund. Allows the Commission to appoint staff without regard to specified civil service laws. Provides that the final date for the filing of claims may not be more than one year after the appointment of the Commission. Requires the Commission to publicize the provisions of this Act in Guam and to assist and advise all persons entitled to file claims. Requires the Commission to complete its affairs within one year after the deadline for filing claims. Requires the Commission to submit a final report to the Secretary of the Interior and to the Congress certifying: (1) a list of all claims approved; (2) a list of all claims denied; and (3) a copy of the decision rendered on each claim. Terminates the Commission one year after the date on which the final report is submitted to the Congress. Establishes in the Treasury the Guam Claims Fund for the payment of Guamanians' claims approved by the Commission. Authorizes appropriations. Limits fees for representing claimants to five percent of the amount paid on a claim. Authorizes appropriations for the Commission's operation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commission on War Reparations for Guam Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on War Reparations for Guam.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:49-05:00"
}