{
  "actions": [
    {
      "acted_at": "1979-05-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3952-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-04", 
  "number": "3952", 
  "official_title": "A bill to amend title 18 of the United States Code to establish an Office of the United States Correctional Ombudsman.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Correctional Ombudsman Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Stewart, Bennett McVey", 
    "state": "IL", 
    "thomas_id": "01112", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-04", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Department of Justice", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Ombudsman", 
    "Parole", 
    "Prisoners"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-04", 
    "text": "Federal Correctional Ombudsman Act of 1979 - Establishes an Office of the United States Correctional Ombudsman, composed of a Chief and Assistant Ombudsman appointed by the President, to investigate any administrative act of the Bureau of Prisons (or any authority having a contract with the Bureau) or the Board of Parole relating to: (1) the treatment of any Federal prisoner or parolee; or (2) the conditions in any correctional institution. Specifies procedures with respect to such investigation. Directs the Chief Ombudsman: (1) upon a finding that any administrative act is objectionable, to consult with the appropriate official or employee in order to make a satisfactory disposition of the matter; (2) upon a finding that such disposition has not occurred within a reasonable time, to make recommendations to such individual; (3) in a case of noncompliance with such recommendations, to publish the recommendations along with the substance of the official's statement of reasons for noncompliance; (4) to notify the appropriate congressional committees of laws whose results are unfair or objectionable; and (5) to refer matters to the appropriate authorities for criminal prosecution upon a finding of probable cause that a law has been violated. Authorizes the Chief Ombudsman to undertake general studies to improve the functioning of administrative procedures. Stipulates that the provisions of this Act are in addition to other remedies, rights of appeal, or investigatory provisions. Prohibits the imposition of a fee on the filing of complaints or a requirement that such complaints be in writing. Makes a proceeding, opinion, or expression of the Chief Ombudsman nonreviewable in any court. Requires the Chief Ombudsman to report annually to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Correctional Ombudsman Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to establish an Office of the United States Correctional Ombudsman.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:08-05:00"
}