{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary, S. Rept. 94-400.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-30", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-30", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s539-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "539", 
  "official_title": "A bill to amend the Jury Selection and Service Act of 1968, as amended (28 U.S.C. 1861 et seq.), by revising the section on Fees, section 1871, and by adding a new section 1875.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jury Fee and Juror Employment Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Dismissal of employees", 
    "Juries", 
    "Labor and employment", 
    "Law"
  ], 
  "subjects_top_term": "Juries", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Jury Fee and Juror Employment Protection Act - Increases the attendance fee for grand or petit jurors in U.S. district courts from $20 to $25 per day. Increases additional attendance fees for extended service by such jurors. Eliminates the ten-cents-per-mile travel allowance for jurors and sets such allowance equal to the maximum rate per mile prescribed the Director of the Administrative Office of the United State Courts. Provides that the Director shall establish from time to time a fixed subsistence allowance covering meals and lodging. Prescribes subsistence cost allowance procedures for sequestered jurors. Provides that a person who leaves a position (other than temporary) in the employ of any private employer to perform jury service, and who receives a court certificate verifying such service, shall be reemployed in such position if he makes application for reemployment within 15 days after leaving jury service, and if he is still qualified to perform his duties. States that if an individual is not qualified to perform the duties of such position by reason of disability sustained during the period of jury service but is qualified to perform the duties of any other position in the employ of the employer, he shall be restored by the employer to such other position the duties of which he is qualified to perform as will provide him with like seniority, status, and pay. Declares that an individual who is restored to a position in accordance with this Act shall be considered as having been on furlough or leave of absence and shall not be discharged from such position without cause within one year after such restoration. Grants the district courts original jurisdiction, without regard to the amount in controversy, to require any private employer to comply with the provisions of this Act, and to award damages for any loss of wages or other benefits suffered by reason of such employer's action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jury Fee and Juror Employment Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Jury Selection and Service Act of 1968, as amended (28 U.S.C. 1861 et seq.), by revising the section on Fees, section 1871, and by adding a new section 1875.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:03-05:00"
}