{
  "actions": [
    {
      "acted_at": "2011-01-05", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-02-18", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Economic Opportunity", 
      "text": "Referred to the Subcommittee on Economic Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr117-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Economic Opportunity", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-05", 
  "number": "117", 
  "official_title": "To amend title 38, United States Code, to make certain improvements in the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5999-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1017-112", 
      "reason": "related"
    }
  ], 
  "short_title": "HELP Veterans Act of 2011", 
  "sponsor": {
    "district": "51", 
    "name": "Filner, Bob", 
    "state": "CA", 
    "thomas_id": "00381", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-05", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Aviation and airports", 
    "Building construction", 
    "Child care and development", 
    "Congressional officers and employees", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Government lending and loan guarantees", 
    "Housing for the elderly and disabled", 
    "Small business", 
    "Technology assessment", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-05", 
    "text": "Housing, Employment, and Living Programs for Veterans Act of 2011 or HELP Veterans Act of 2011 - Changes the standard of visual acuity required for eligibility for veterans' specially adapted housing assistance provided through the Department of Veterans Affairs (VA). Authorizes the VA to guarantee a veterans' housing loan regardless of whether such loan is subordinate to a lien created in favor of a public entity that provides assistance in response to a major disaster. Extends through 2016 VA authority to issue and guarantee certificates or other securities evidencing an interest in a pool of mortgage loans. Increases the authorized amount of the veterans' educational assistance allowance for flight training. Increases authorized payments to veterans pursuing internships or on-job training under VA educational assistance programs. Reauthorizes through June 30, 2020, certain qualifying VA work-study activities that lapse as of June 30, 2013. Expands the VA's work-study allowance program to allow student veterans to conduct certain veterans' outreach activities in congressional offices. Provides, through FY2013, a reduction in the percentage of wages to be provided by employers under VA on-job training programs. Reauthorizes through 2020 the Veterans' Advisory Committee on Education. Directs the Secretary to: establish a team of individuals to review new technologies, processes, and products and determine those that may be beneficial to the VA or to veterans served by the VA. Directs the Secretary to provide limited reimbursement for the cost of child care provided by a licensed provider to a veteran who: (1) is participating in a VA vocational rehabilitation program; (2) is the sole caretaker of the child; and (3) would not otherwise be able to afford such care. Increases the amount of reporting fees payable to educational institutions that enroll veterans receiving VA educational assistance. Revises the way the VA charges a veteran's entitlement in the case of advance payment of an educational or subsistence allowance. Increases the monthly subsistence allowance payable to service-disabled veterans participating in VA training and rehabilitation. Directs the Secretary to pay a subsistence allowance, for up to three months, to a rehabilitated service-disabled veteran pursuing a VA program of employment services. Authorizes the Secretary to hold an annual veterans entrepreneurial development summit. Increases the maximum annual amount of VA specially adapted housing assistance. Includes under VA authority to guarantee certain housing loans to veterans a loan for the construction of a new dwelling and the cost of making energy efficiency improvements to such dwelling. Prohibits assistance provided under the VA's temporary residence adaptation program from counting toward the dollar limits under veterans' specially adapted housing assistance programs, but limits such exemption to the first 25 grants made during FY2012."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "HELP Veterans Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing, Employment, and Living Programs for Veterans Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to make certain improvements in the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:52:09-05:00"
}