{
  "actions": [
    {
      "acted_at": "1984-08-01", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-07", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-12", 
      "bill_ids": [
        "hjres648-98"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "See H.J.Res.648.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6059-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1984-08-01", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-01", 
  "number": "6059", 
  "official_title": "A bill to provide financial assistance to the States for the purpose of compensating and otherwise assisting victims of crime, and to provide funds to the Department of Justice for the purpose of assisting victims of Federal crime.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres648-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Victims of Crime Assistance Act of 1984", 
  "sponsor": {
    "district": "21", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Corrections and Correctional Institutions", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Government paperwork", 
    "Government trust funds", 
    "Intergovernmental fiscal relations", 
    "Parole", 
    "Sentences (Criminal procedure)", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-01", 
    "text": "Victims of Crime Assistance Act of 1984 - Title I: Crime Victims' Assistance Fund - Establishes in the Treasury a Crime Victims' Assistance Fund. Deposits in the Fund money received from: (1) all criminal fines collected from convicted Federal defendants; (2) all proceeds received from the sale of literary or other rights arising from criminal acts; and (3) all penalty assessment fees imposed by a Federal court upon conviction of a misdemeanor or felony. Amends the Federal Rules of Criminal Procedure to establish a procedure under which any money due a criminal defendant under a contract entered into for the purposes of recollecting his crime shall be paid into the Fund. Provides that all money deposited in the Fund is for the benefit of any victim of the defendant's crime. Requires such victim, in order to receive money from the Fund, to secure a judgment in a civil action against the defendant for damages arising out of the crime. Allows money from the fund to pay for the defendant's legal representation. Requires the clerk of the court to publish every six months for two years a notice to victims that such money is available to satisfy judgments pursuant to this Act. Amends the Federal criminal code to allow victims the opportunity to appear at parole hearings and testify about the emotional, psychological, physical, and financial impact the prisoner's conduct has had on their lives. Authorizes the Attorney General to make annual grants from the Fund to States for the purpose of compensating and providing other assistance to victims of crime. Establishes criteria based on State victims' compensation payouts and population, for the distribution of the Fund. Requires that States appoint a State victim assistance administrator to award funds to eligible non-profit, State, and local agencies which provide assistance to the victims. Directs the Attorney General to appoint a Federal Victim Assistance Administrator to provide funds to Executive agencies for services and other nonfinancial assistance to victims of Federal crimes. Authorizes the President to establish a Federal Victims of Crime Advisory Committee to advise the Federal Administrator about the needs of Federal victims. Requires the Director of the Administrative Office of the United States Courts to submit a report to the Attorney General setting forth the steps it has taken to: (1) improve the accurate accounting of collections of criminal fines; and (2) assure all collected fines are deposited in the Fund. Requires the Attorney General to report to the President and the Committees on the Judiciary of the Senate and of the House of Representatives on the amount of funds collected and the effectiveness of activities for crime victims. Title II: Penalty Assessment Fees - Imposes penalty assessment fees on defendants convicted of offenses by the Federal courts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victims of Crime Assistance Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to the States for the purpose of compensating and otherwise assisting victims of crime, and to provide funds to the Department of Justice for the purpose of assisting victims of Federal crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:12-05:00"
}