{
  "actions": [
    {
      "acted_at": "1989-01-25", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Department of Health and Human Services and Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s228-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-25", 
  "number": "228", 
  "official_title": "A bill entitled the \"Intravenous Substance Abuse and AIDS Prevention Act of 1989\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intravenous Substance Abuse and AIDS Prevention Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-25", 
  "subjects": [
    "AIDS (Disease)", 
    "Child health", 
    "Counseling", 
    "Drug abuse", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Medical tests", 
    "Narcotic addicts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-25", 
    "text": "Intravenous Substance Abuse and AIDS Prevention Act of 1989 - Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to make grants for treatment services to intravenous substance abusers. Conditions grants on the applicant agreeing to make available: (1) counseling and education with respect to preventing the transmission of the etiologic agent for acquired immune deficiency syndrome (AIDS); (2) testing to determine whether the abusers have been infected; and (3) pre- and post-test counseling. Prohibits making a grant unless the applicant agrees not to condition receipt of treatment services on the individual undergoing such testing. Sets forth requirements relating to the geographic distribution of grants. Provides for allocation of amounts appropriated under provisions of this Act. Authorizes the Secretary to make grants to carry out demonstration projects for reducing or preventing the incidence in infants of infections with the etiologic agent for AIDS and for providing support to infants who have infections. Sets forth priorities in making grants and uses for which grantees may expend grant funds. Authorizes the Secretary to make grants to provide counseling and education services with respect to preventing the transmission of the etiologic agent directly or indirectly through intravenous substance abuse. Sets forth priorities in making grants and uses for which grantees may expend grant funds. Prohibits the making of grants under this Act unless the applicant agrees not to expend amounts received under the grant to supplant any funds otherwise available to the applicant for the grant purpose. Requires a period during which the State agency responsible for administering substance abuse treatment programs may comment on grant applications. Authorizes appropriations for FY 1989 through 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intravenous Substance Abuse and AIDS Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Intravenous Substance Abuse and AIDS Prevention Act of 1989\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:09-05:00"
}