{
  "actions": [
    {
      "acted_at": "1974-04-10", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14175-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-10", 
  "number": "14175", 
  "official_title": "A bill to establish a Criminal Justice Reform Administration in order to provide assistance to encourage States and localities to undertake comprehensive criminal justice reform in order to strengthen police protection, improve the prosecution of offenders, expedite overcrowded court criminal calendars, and strengthen correctional systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Model Criminal Justice Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-10", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal law", 
    "Criminal procedure", 
    "Government operations and politics", 
    "Judicial reform", 
    "Law", 
    "States"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-10", 
    "text": "Model Criminal Justice Reform Act - States that the ever-increasing number of serious crimes committed in the United States, the backlog of criminal cases in the courts, and the overcrowded and inadequate conditions of correctional institutions require that only comprehensive reform can achieve a truly adequate system of criminal justice in the United States. Title I: Grants For Criminal Justice Reform - Authorizes the Administrator of the Criminal Justice Reform Administration to make grants to and provide technical assistance to States and to locaties in accordance with the provisions of this title, beginning July 1, 1971 and ending June 30, 1981. Provides that a State or locality is eligible for assistance under this title only if the Administrator determines, pursuant to regulations established by him under this Act, that not later than four years after the enactment of this Act such State or locality has established fundamental and substautical change in its criminal justice system. Sets forth specific elements of such change. Requires any State desiring to receive assistance under this title to submit a State plan consistent with such regulations as the Administrator may establish. Sets forth the required elements for such plans. Authorizes the Administrator to make grants to, and to contract with, States and localities to pay 50 percent of the costs of planning and developing State plans and project applications under this title. Provides that any State desiring to receive assistance under this title for any fiscal year may establish a State advisory council for the purpose of reviewing the applications for grants from State localities and reviewing the criminal justice programs of such localities. Authorizes the Administrator to pay the reasonable costs of such State advisory councils. Authorizes the appropriation of not in excess of $10,000,000 in any fiscal year to make such payments. Directs the Administrator to pay in any fiscal year to each State which has a plan approved pursuant to this title for that fiscal year the Federal share of the cost of such plan as determined by him. Title II: The Criminal Justice Reform Administration - Establishes as an independent agency, within the executive branch of the Government, the Criminal Justice Reform Administration, to be headed by an Administrator, appointed by the President with the advice and consent of the Senate. Sets forth the functions of the Administration, including to: (1) make grants to States for comprehensive criminal justice reform programs in accordance with this Act; and (2) provide financial and technical assistance to States and localities in the planning, supervision, and administration of such programs. Sets forth the administrative powers and functions of the Administrator. Title III: General Provisions - Defines the terms used in this Act. Authorizes the appropriation of such sums as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Model Criminal Justice Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Criminal Justice Reform Administration in order to provide assistance to encourage States and localities to undertake comprehensive criminal justice reform in order to strengthen police protection, improve the prosecution of offenders, expedite overcrowded court criminal calendars, and strengthen correctional systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:46-05:00"
}