{
  "actions": [
    {
      "acted_at": "1982-09-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-09-17", 
      "references": [], 
      "text": "Reported to House by House Committee on Ways and Means.  Report No: 97-839.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-17", 
      "references": [], 
      "text": "Placed on Union Calendar No: 521.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-20", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-20", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-09-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-28", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-10-18", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Dole with an amendment in the nature of a substitute and an amendment to the title. With written report No. 97-662.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-18", 
      "calendar": "Senate Legislative", 
      "number": "956", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 956.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7094-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Pickle, J. J.", 
      "sponsored_at": "1982-09-14", 
      "state": "TX", 
      "thomas_id": "00917", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-09-20", 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-14", 
  "number": "7094", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose a tax on failures to adhere to conditions of determination letters relating to independent management of the assets of multiemployer plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enterprise Zone Tax Act of 1982", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1982-09-20", 
  "subjects": [
    "Business income tax", 
    "Capital gains tax", 
    "Depressed areas", 
    "Employee benefit plans", 
    "Fines (Penalties)", 
    "Foreign trade regulation", 
    "Fringe benefits", 
    "Full employment policies", 
    "Government and business", 
    "Housing and community development", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Interest", 
    "Investment tax credit", 
    "Labor and employment", 
    "Low-income housing", 
    "Pension funds", 
    "Rental housing", 
    "Retirement income", 
    "School personnel", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Tax rates", 
    "Trusts and trustees", 
    "Wages"
  ], 
  "subjects_top_term": "Employee benefit plans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-10-18", 
    "text": "(Reported to Senate from the Committee on Finance with amendment, S. Rept. 97-662) Enterprise Zone Tax Act of 1982 - Title I: Enterprise Zones - Subtitle A: Designation of Enterprise Zones - Amends the Internal Revenue Code to provide for the designation of enterprise zones by the Secretary of Housing and Urban Development for purposes of extending the tax incentives and regulatory flexibility measures provided by this Act. Specifies that State and local governments shall nominate areas for such designation. Limits the designation of enterprise zones to 25 nominated areas per year. Limits the period during which such designations shall remain in effect. Specifies that the Secretary may designate such zones only if: (1) the area is within the jurisdiction of the local government; (2) the boundary of the area is continuous; (3) the area has a population of at least 4,000 if any portion thereof is located within a standard metropolitan statistical area (with a population of at least 50,000) or 2,500 otherwise, or is within an Indian reservation; and (4) the area meets specified unemployment and poverty requirements. Requires nominating local governments, as a condition of the Secretary's designation, to agree in writing to follow a course of action which may include reducing tax rates, improving local services, simplifying or streamling regulation of business, or receiving commitments of private entities to assist employees and residents of the area. Terminates the authority of the Secretary to designate enterprise zones on June 30, 1986 or 3 years after the publication of regulations pertaining to such zones, whichever is later. Describes areas to which preference shall be given in deciding to designate enterprize zones. Requires that any property tax reduction effected by a local government under the terms of this Act be disregarded for purposes of determining the eligibility of a State or local government for Federal assistance or benefits. States that designation of an enterprise zone shall not give displaced persons from such an area any rights or benefits under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. Subtitle B: Federal Income Tax Incentives - Allows employers located in enterprise zones a nonrefundable income tax credit for increased employment expenditures and employment of the disadvantaged. Allows a three year carryback and 15 year carryover of such credit. Sets the amount of such credit at ten percent of the increase in payroll (taking into account a maximum of $15,000 in wages per year per employee) plus 50 percent of the wages paid to certain disadvantaged workers for the first three years of the enterprise zone designation. Phases out such credit in the last three years of the enterprise zone designation. Disallows a deduction for the portion of wages taken into account for such credit. Allows businesses an additional investment tax credit for certain tangible property located in enterprise zones. Limits such credit to five percent for zone personal property and ten perccent for new zone construction property, including rental property. Requires that the property subject to such credit be predominantly used in the zone, be purchased after zone designation, and not be acquired from relatives or related corporations. Requires the recapture of such credit upon early disposition of the property. Phases out such credit in the last three years of the enterprise zone designation. Eliminates the capital gains tax on property of corporations acquired after the enterprise zone designation and used in a zone business. Qualifies certain low-income rental housing located in an enterprise zone for such treatment. Permits property to remain qualified for purposes of the revised capital gains treatment after a designation of an enterprise zone has terminated. Exempts gain from the sale or expenses of property used in a business in an enterprise zone from the computation of the minimum tax. Allows noncorporate taxpayers to deduct from gross income 100 percent of any net capital gain from qualified enterprise zone property. Provides that limitations on the cost recovery deductions for property financed with tax-exempt industrial development bonds shall not apply to enterprise zone property. Provides that the termination of the small issue exemption shall not apply to industrial development bonds the proceeds of which are used to finance facilities in such enterprise zones. Expresses the sense of the Congress that the Internal Revenue Service should simplify the administration and enforcement of any provision of the Internal Revenue Code affected by this Act. Subtitle C: Regulatory Flexibility - Revises the definition of \"small entity\" for purposes of the analysis of regulatory functions, to include qualified businesses (as defined in Title II of this Act), to include governments, and nonprofit enterprises operating within enterprise zones. Authorizes Federal agencies, upon request by a designating government, to waive or modify rules and regulations which pertain to the carrying out of projects or activities within an enterprise zone. Requires agencies to approve such request if the resulting benefits of job creation, community development or economic revitalization outweigh the public interest in continuation of the rule unchanged. Disallows waiver or modification of a rule that would directly violate a statutory requirement (including the Davis-Bacon Act and Fair Labor Standards Act) or which would present a danger to the public health and safety. Provides that such waivers or modifications of rule shall remain in effect as long as the zone designations. Amends the Department of Housing and Urban Development Act to direct the Secretary of Housing and Urban Development to promote the coordination of all enterprise zone programs and consolidate all periodic reports required under such programs into one summary report. Subtitle D: Establishment of Foreign-Trade Zones in Enterprise Zones - Requires the Foreign-Trade Board to consider on a priority basis and expedite the processing of applications for the establishment of foreign-trade zones within enterprise zones. Requires the Secretary of the Treasury to give priority to, and expedite applications for the establishment of ports of entry necessary to establish such zones. States that to the maximum extent practicable foreign-trade zones should be established within enterprise zones. Title II: Miscellaneous Provisions - Amends the Internal Revenue Code to impose a tax penalty on failures to adhere to the conditions of existing determination letters agreed to before September 15, 1982, relating to independent management of the assets of multiemployer pension plans. Imposes such penalty if the trustee or plan administrator with respect to such plan: (1) takes any action which he knows (or should know) will result in a violation of a condition; or (2) fails to take all reasonable action to prevent or correct any such violation. Sets the amount of such penalty at the lesser of: (1) one-half of one percent of the fair market value of the plan assets involved in the violation; or (2) $400,000 for any calendar month a violation is in effect. Applies the moratorium on taxation of fringe benefits to housing that is furnished to employees of educational institutions at below fair market value. Excludes from gross income any future discounts or price reductions provided pursuant to a specified settlement with Westinghouse Electric Corporation. Grants special relief for certain pension plan distributions received during 1976 and 1977 and transferred to an individual retirement account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Health Benefits Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Enterprise Zone Tax Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose a tax on failures to adhere to conditions of determination letters relating to independent management of the assets of multiemployer plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:19-05:00"
}