{
  "actions": [
    {
      "acted_at": "1988-06-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2473-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1988-06-09", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1988-06-07", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-07", 
  "number": "2473", 
  "official_title": "A bill to amend the Public Health Service Act to improve the requirements for the licensing of clinical laboratories and to amend the Social Security Act to apply such requirements in certifying such laboratories under the medicare and medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Quality in Medical Testing Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-07", 
  "subjects": [
    "Cytology", 
    "Federal aid to health facilities", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "Licenses", 
    "Medicaid", 
    "Medical laboratories", 
    "Medicare", 
    "Public assistance programs", 
    "Quality control", 
    "Rural public health", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-07", 
    "text": "Quality in Medical Testing Act of 1988 - Amends the Public Health Service Act to create a new subpart on licensing of clinical laboratories. Directs the Secretary of Health and Human Services to establish a classification system for the regulation of all clinical laboratories based on the complexity of the testing methodology used. Directs the Secretary to establish, for each class of laboratories, separate standards designed to assure consistent performance of accurate and reliable laboratory procedures and services. Prohibits the solicitation or acceptance of any specimen for laboratory procedures without a license issued by the Secretary. Makes licenses valid for not more than two years from issuance. Allows revocation, suspension, or limitation of a license, after notice and an opportunity for hearing, for specified reasons. Directs the Secretary to promulgate regulations regarding establishment by laboratories of a direct billing system. Authorizes the Secretary to exempt a laboratory from licensing requirements if it is inspected and accredited by an accrediting body approved by the Secretary, except that any such laboratory must be treated as a licensed laboratory for all other purposes of this Act. Requires accrediting bodies to apply standards equal to or more stringent than those that would be applied by the Secretary. Allows a State to serve as an accrediting body. Allows all accrediting bodies approved by statute or by the Secretary prior to enactment of this Act to retain approved status subject to a determination by the Secretary that the body is not applying the proper standards. Directs the Secretary to make such a determination not later than 18 months after enactment of this Act. Sets forth steps a laboratory must take in order to retain its status as exempt from licensing requirements. Allows the Secretary to withdraw a licensing exemption if the laboratory has performance deficiencies. Directs the Secretary to evaluate annually the performance of each approved accrediting body and withdraw approved status in certain circumstances. Directs the Secretary to establish a uniform national proficiency testing system, including specified elements. Directs the Secretary to grant approved status to a private or State proficiency testing program if it meets the proficiency requirements, and withdraw approved status if it no longer meets the requirements. Requires, on failure to meet the proficiency testing requirements, the immediate suspension or limitation of a facility's license pending hearings and final appeal. Provides for reinstatement of a license. Requires license revocation for at least one year for sending proficiency testing samples to another laboratory, unless inadvertent or unauthorized by management. Directs the Secretary to develop methods to improve the utility of proficiency testing. Directs the Secretary to make the results of the proficiency testing available under specified Federal law relating to public information. Directs the Secretary to establish: (1) national standards for quality assurance in cytology services designed to assure consistent performance by laboratories of accurate and reliable cytological services; and (2) an external proficiency evaluation system for cytological services. Provides for inspections of laboratories. Requires a preliminary report summarizing violations before leaving the premises and a final report not later than 30 days after the inspection. Sets forth other reporting requirements. Sets forth enforcement processes, including providing for temporary injunctions and restraining orders and for judicial review of revocations or suspensions. Provides for criminal fines and imprisonment for violations and false statements. Directs the Secretary to establish a system of intermediate sanctions applicable to laboratories that do not substantially comply with applicable standards, with appeals procedures and guidelines that assure completion of hearings and appeals within 90 days of notice of violation. Authorizes the sanctions to include plans of correction, civil fines and penalties, compelling payment of the costs of onsite monitoring, and suspension of certain Federal payments and Federal financial assistance to the laboratory. Prohibits a laboratory which is required to have a license and does not from receiving Federal funds. Sets forth requirements regarding studies and reports. Authorizes appropriations for such studies and reports. Authorizes the Secretary to use and pay for the services or facilities of any Federal, State, or local agency or organization in carrying out this Act. Authorizes the Secretary to exempt from compliance with this Act clinical laboratories licensed in a State whose laws, rules, and regulations are equal to or more stringent than those in this Act. Provides for withdrawal of the exemption. Authorizes appropriations for each fiscal year to carry out this Act. Amends title XVIII (Medicare) of the Social Security Act to prohibit any laboratory which is independent of a rural health clinic or hospital from being included in the term \"medical and other health services\" for the purposes of that title unless they are licensed under this Act. (Current law also prohibits laboratories which are independent of a physician's office from being so included.) Requires hospitals to be licensed under this Act in order to run their laboratories under Medicare. Prohibits hospitals from being deemed to have met laboratory licensing requirements by virtue of having been accredited as a hospital by the Joint Commission on the Accreditation of Hospitals. Amends title XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to require that laboratories that are a part of a skilled nursing facility be licensed under this Act. Requires that a rural health clinic be licensed under this Act with respect to any laboratory that provides routine diagnostic services. Declares that nothing in this Act relating to amendments to titles XVIII and XIX of the Social Security Act shall be construed to override any regulation of the Secretary relating to the certification of clinical laboratories to the extent the regulation is not inconsistent with the requirements added by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Quality in Medical Testing Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to improve the requirements for the licensing of clinical laboratories and to amend the Social Security Act to apply such requirements in certifying such laboratories under the medicare and medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}