{
  "actions": [
    {
      "acted_at": "1977-06-09", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 95-808.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-03-20", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-03-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-03-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-05", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-06", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #198 (384-11).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-11", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 95-1191.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7700-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "31", 
      "name": "Wilson, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01233", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-09", 
  "number": "7700", 
  "official_title": "A bill to amend title 39, United States Code, to establish congressional review of postal rate decisions, to increase congressional oversight of the U.S. Postal Service, and to abolish the Board of Governors of the U.S. Postal Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1078-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr7876-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7922-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7962-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8162-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8238-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8760-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1739-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postal Service Amendments Act", 
  "sponsor": {
    "district": "32", 
    "name": "Hanley, James M.", 
    "state": "NY", 
    "thomas_id": "00493", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-09", 
  "subjects": [
    "Capital investments", 
    "Congress", 
    "Congressional oversight", 
    "Executive reorganization", 
    "Government property", 
    "Postal facilities", 
    "Postal rates and revenues", 
    "Postal service", 
    "Presidential appointments", 
    "Surplus government property", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-09-13", 
    "text": "(Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 95-1191) Postal Service Amendments Act - Requires the Postal Service to maintain through October 1, 1982, a postal rate not to exceed 15 cents for the first ounce and 13 cents for each additional ounce for ordinary letters sealed against inspection which are mailed by individuals. Subjects violators of usage of such postal rate to a civil penalty not to exceed $500. Empowers the President to designate the Chairman of the Board of Governors of the Postal Service. Sets forth the duties of the Board which include providing the public with an annual report of the costs and revenues received for each class of mail. Authorizes appropriations of an amount equal to $920,000,000 for each of the fiscal years 1979 through 1982, plus additional authorizations to compensate the agency for mail carried at free or reduced rates. Requires a certain percentage of this amount to be spent on research and development. Stipulates that detailed reports on the budget, future plans, and research development be submitted to Congress. Specifies the qualifications that Commissioners of the Postal Rate Commission should possess. Removes the Postal Rate Commission from the purview of the Governors of the Postal Service. Directs the Postal Service and the Postal Rate Commission to transmit a copy of any proposal or recommendation for a change in postal rates or services to the appropriate congressional committees. Defines \"attributable costs\" as used to determine postal rates. Requires the Postal Rate Commission to take into account various factors in establishing postal rates. Lowers the rates for: (1) the first 250,000 copies of each issue of a second-class or controlled circulation publication; (2) certain educational materials; and (3) mail sent by qualified political committees as long as other qualified nonprofit organizations are entitled to the reduced rate for mail relating to any political or legislative subjects. Requires the Postal Service to advise the relevant Committees of Congress of its reasons for requesting an advisory opinion on a major change in postal services and to submit such opinion and the likely effects to the relevant Committees. Permits the Postal Service to establish size and weight limitations in accord with specified procedures. Directs the Postal Rate Commission to conduct a study into ways of improving the method of cost attribution and apportionment and to report its findings to Congress and the Board of Governors by September 30, 1980. Establishes the Task Force on the Mail and Communications to study and make recommendations on the application of new technologies to postal services. Authorizes the Postal Service to assess civil penalties on users who fail to affix lawful postage. Permits time-sensitive letters to be carried out of the mails. Authorizes the Postal Rate Commission to take mail classification actions under the notice-and-comment rulemaking procedures of the Administrative Procedure Act. Permits the Postal Service to adopt experimental changes in the mail classification schedule without filing a request for change, if the changes are limited and notice and comment requirements are met."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Service Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Postal Service Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to establish congressional review of postal rate decisions, to increase congressional oversight of the U.S. Postal Service, and to abolish the Board of Governors of the U.S. Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:39-05:00"
}