{
  "actions": [
    {
      "acted_at": "2012-07-24", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3426-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-09-13", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2012-07-24", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2012-07-24", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-24", 
  "number": "3426", 
  "official_title": "A bill to amend the Truth in Lending Act to address certain issues related to the extension of consumer credit, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3782-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6483-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2029-112", 
      "reason": "related"
    }
  ], 
  "short_title": "SAFE Lending Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Finance and financial sector", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Jurisdiction and venue"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-24", 
    "text": "Stopping Abuse and Fraud in Electronic Lending Act of 2012 or SAFE Lending Act of 2012 - Amends the Electronic Fund Transfer Act to authorize the issuance of remotely created checks only if the consumer has designated in writing a person to issue them. Defines a \"remotely created check\" as one that: (1) is not created by the financial institution that holds the customer account from which the check is to be paid; and (2) does not bear a signature applied, or purported to be applied, by the person from whose account the check is to be paid. Treats as a preauthorized electronic fund transfer (EFT) subject to the protections of such Act any voluntary repayment by a consumer of an extension of a small-dollar ($5,000 or less) consumer credit transaction by means of an EFT. Amends the Truth in Lending Act to require any small-dollar consumer credit transaction made over the Internet, telephone, FAX, mail, electronic mail, or other electronic communication, as well as any conducted by an insured depository institution, to comply with the laws of the state in which the consumer resides with respect to annual percentage rates, interest, fees, charges, and such other matters as the Consumer Financial Protection Bureau (CFPB) may determine. Prohibits persons engaged in the business of facilitating, brokering, arranging, gathering applications for, distributing sensitive personal financial information, or extending credit in connection with a small-dollar consumer credit transaction unless that person is directly extending the small-dollar consumer credit to the consumer. Subjects violators of this Act to civil liability. Empowers the CFPB to investigate violations of this Act. Sets forth investigative and cease-and-desist enforcement procedures, particularly with respect to offshore persons conducting business directed to U.S. residents but from a location outside any U.S. judicial district. Directs the Government Accountability Office (GAO) to study the availability of capital on Indian reservations and the impact that small-dollar consumer credit extended through Internet and non-Internet means to members of Indian tribes has had upon economic opportunity and wealth for tribal members."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SAFE Lending Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Stopping Abuse and Fraud in Electronic Lending Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Truth in Lending Act to address certain issues related to the extension of consumer credit, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:20-05:00"
}