{
  "actions": [
    {
      "acted_at": "1986-03-11", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4363-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-11", 
  "number": "4363", 
  "official_title": "A bill making urgent supplemental appropriations for the fiscal year ending September 30, 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-11", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Animal diseases", 
    "Animals and Animal Protection", 
    "Appellate courts", 
    "Appropriations", 
    "Citrus fruits", 
    "Conservation of natural resources", 
    "Courts and Civil Procedure", 
    "Department of Agriculture", 
    "Department of Defense", 
    "Department of Education", 
    "Department of Transportation", 
    "Disaster relief", 
    "District courts", 
    "Economics and public finance", 
    "Environmental protection", 
    "Farm lands", 
    "Federal Emergency Management Agency", 
    "Flood control", 
    "Florida", 
    "Food adulteration and inspection", 
    "Foreclosure", 
    "Fruit and fruit trade", 
    "Government operations and politics", 
    "Impacted area programs", 
    "Influenza", 
    "Law", 
    "Livestock", 
    "Pest control", 
    "Plant diseases", 
    "Poultry", 
    "Small Business Administration", 
    "Small business", 
    "Soil conservation", 
    "Supplemental appropriations", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-11", 
    "text": "Chapter I - Makes supplemental appropriations for FY 1986 to the: (1) Small Business Administration for the Disaster Loan Fund; and (2) courts of appeals, district courts, and other judicial services for salaries of supporting personnel and fees of jurors and commissioners. Chapter II - Makes supplemental appropriations for FY 1986 to the Corps of Engineers--Civil for flood control and coastal emergencies. Chapter III - Makes supplemental appropriations for FY 1986 to the Federal Emergency Management Agency for disaster relief. Chapter IV - Makes supplemental appropriations for FY 1986 to the Department of Education for impact aid. Chapter V - Makes supplemental appropriations for FY 1986 to the Department of Transportation for the Federal Aviation Administration. Chapter VI - Title I - Makes supplemental appropriations for FY 1986 to the Department of Agriculture for the Commodity Credit Corporation. Provides that the Secretary of Agriculture should return to a farm program available under the Charter of the Commodity Credit Corporation and other specified law. Permits the use of funds available to the Secretary only to implement a conservation reserve program which, with specified restrictions, limits payments to land which has been devoted to the production of either basic agricultural commodities or major crops during crop years 1984 and 1985. Directs the Secretary to transfer up to a specified amount from the Corporation to the Animal and Plant Health Inspection Service for a cost-sharing program with Florida for: (1) compensation for infected nursery stock destroyed in fighting the outbreak of citrus canker in 1984; and (2) current and continuing operating expenses of a citrus canker eradication and control program. Directs the Secretary to use up to a specified amount of Corporation funds to control and eradicate avian influenza. Title II - Provides that: (1) persons who farmed in 1985 and who have made a bona fide effort for the last two years to meet their financial obligations to the Farmers Home Administration should be eligible for a production loan from the Administration upon showing inability to obtain financing from private sources; (2) their debt with the administration should be deferred for 1986 and such additional period as is necessary to determine what part of their debt is due to the failure to offer surplus commodities in world trade at competitive prices since 1980; and (3) the Administration Administrator, by April 1986, should determine which farmers are unable to make payments of principal and interest due to circumstances beyond their control and, thereby, qualify for assistance under this title. Title III - Makes supplemental appropriations for FY 1986 to the: (1) Soil Conservation Service for watershed and flood prevention operations; (2) Agricultural Stabilization and Conservation Service for the emergency conservation program; and (3) Food Safety and Inspection Service. Specifies the amount available to the Farmers Home Administration for insured operating loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill making urgent supplemental appropriations for the fiscal year ending September 30, 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:13-05:00"
}