{
  "actions": [
    {
      "acted_at": "1987-05-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1266-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hecht, Chic", 
      "sponsored_at": "1987-05-21", 
      "state": "NV", 
      "thomas_id": "01357", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1987-05-21", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-21", 
  "number": "1266", 
  "official_title": "A bill to provide for the establishment of regional monitored retrievable storage facilities by the Secretary of Energy as a way to resolve the problem of high-level radioactive waste storage, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "High-Level Radioactive Waste Storage Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Evans, Daniel J.", 
    "state": "WA", 
    "thomas_id": "01327", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-21", 
  "subjects": [
    "Energy policy", 
    "Environmental protection", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "Licenses", 
    "Native Americans", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Ocean", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive waste disposal in the ground", 
    "Radioactive waste disposal in the ocean", 
    "Radioactive wastes", 
    "State finance", 
    "State laws", 
    "States", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-21", 
    "text": "High-Level Radioactive Waste Storage Act of 1987 - Amends the Nuclear Waste Policy Act of 1982 to suspend until January 31, 1998, the siting or construction of any repository (including the development of site characterization plans and related activities). Directs the Secretary of the Interior (the Secretary) to: (1) conduct a national survey during such suspension period; (2) prepare a list of potentially suitable sites for a deep geologic repository for high-level radioactive waste and spent nuclear fuel; (3) conduct a study on the need for a second geologic repository based upon specified factors; and (4) submit such study to the Congress by January 1, 1998, including recommendations for a second repository site characterization, if appropriate. Requires the President to submit to the Congress, by July 1, 1998, at least one site for site characterization activities for a repository. Requires the Secretary to submit a revised timetable to the Congress for repository characterization, construction, and licensing in tandem with the President's submission. Authorizes the Secretary of Energy to develop and construct three additional monitored retrievable storage facilities according to specified design and site selection criteria. Provides for regional distribution of such facilities. Sets forth a schedule for the development of guidelines for additional monitored retrievable storage facilities, and for the implementation and construction of such facilities. Prohibits any repository from being constructed in any State in which a monitored retrievable storage facility is already located. Mandates that the waste generated in the region in which such a monitored facility is located shall be stored within such region. Sets forth a schedule for the storage of radioactive waste at either monitored retrievable storage facilities or at the reactor site. Directs the Secretary of Energy to make grants to States and Indian tribes for the construction and operation of a monitored retrievable storage facility. Makes such States and tribes eligible for compensation in the form of annual spent fuel payments if they agree to accept a monitored retrievable storage facility. Authorizes appropriations for such compensation. Directs the Secretary of Energy to accelerate a demonstration program for subseabed disposal of high-level radioactive waste, and to establish a university-based consortium (including private research firms) to investigate the feasibility for such disposal. Authorizes appropriations for alternative disposal systems. Amends the Hazardous Materials Transportation Act to permit States or their political subdivisions to regulate hazardous materials transportation through designation of specified routes, imposition of transport fees, requirements for driver training, and other means."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "High-Level Radioactive Waste Storage Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of regional monitored retrievable storage facilities by the Secretary of Energy as a way to resolve the problem of high-level radioactive waste storage, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}