{
  "actions": [
    {
      "acted_at": "2009-01-13", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s223-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-13", 
  "number": "223", 
  "official_title": "A bill to amend the Farm Security and Rural Investment Act of 2002 to further the adoption of technologies developed by the Department of Agriculture, to encourage small business partnerships in the development of energy through biorefineries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy and Technology Advancement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-13", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Agricultural practices and innovations", 
    "Agriculture and food", 
    "Alternative and renewable resources", 
    "Motor fuels", 
    "Product development and innovation", 
    "Small business"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-13", 
    "text": "Energy and Technology Advancement Act of 2009 - Amends the Farm Security and Rural Investment Act of 2002 to require the Secretary of Agriculture, in order to further the adoption of technologies developed by the Department of Agriculture (USDA), to establish criteria and procedures to facilitate and encourage businesses and other organizations to: (1) rent government equipment and property for the development of new and improved products and processes; (2) authorize USDA and private sector employees to work together in experimental or production facilities owned by the federal government or a private entity; (3) provide business support services to start-up and small businesses; and (4) enter into cooperative agreements with educational and governmental units to support business incubators for businesses that use technologies and products of interest to the Secretary.Requires the Secretary to submit to the appropriate congressional committees a plan for the development and construction of a biorefinery pilot plant that is able to: (1) produce liquid fuels from woody, agricultural, and other biomass in a flexible, multi-bioproduct manner, in a sustainable manner that addresses life-cycle inputs and outputs, and in quantities sufficient to provide proof of process and to allow for business incubator and support services; and (2) employ thermochemical and biochemical conversion processes in the production of liquid fuels.Requires the Secretary to include in the plan a comprehensive estimate of each cost relating to the development and construction of the biorefinery pilot plant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy and Technology Advancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Farm Security and Rural Investment Act of 2002 to further the adoption of technologies developed by the Department of Agriculture, to encourage small business partnerships in the development of energy through biorefineries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:47-05:00"
}