{
  "actions": [
    {
      "acted_at": "1988-06-13", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2507-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-13", 
  "number": "2507", 
  "official_title": "A bill to provide advance notification of plant closings and mass layoffs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Worker Adjustment and Retraining Notification Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-13", 
  "subjects": [
    "Business and commerce", 
    "Dislocated workers", 
    "Labor and employment", 
    "Layoffs", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-13", 
    "text": "Worker Adjustment and Retraining Notification Act - Prohibits an employer from ordering a plant closing or mass layoff until the end of a 60-day period after the employer serves written notice of a proposal to issue such an order to: (1) the representative of the affected employees, or, if there is no representative, to each affected employee; and (2) the State dislocated worker unit and the affected local government. Defines \"employer\" as any business enterprise that employs: (1) 100 or more employees, excluding part-time employees; or (2) 100 or more employees who in the aggregate work at least 4,000 hours per week (excluding overtime). Defines \"plant closing\" as the permanent or temporary shutdown of a single site of employment, or one or more facilities or operating units within a single site of employment, if the shutdown results in an employment loss at the single site of employment during any 30-day period for 50 or more employees, excluding any part-time employees. Defines \"mass layoff\" as a reduction in force which is not the result of a plant closing and results in an employment loss (excluding part-time employees) at the single site of employment during any 30-day period for: (1) at least 33 percent of the employees and at least 50 employees; or (2) at least 500 employees. Defines \"part-time employee\" as one who is employed for an average of fewer than 20 hours per week or who has been employed for fewer than six of the 12 months preceding the date of required notice. Defines \"employment loss\" as: (1) an employment termination, other than a discharge for cause, voluntary departure, or retirement; (2) a layoff exceeding six months; or (3) a reduction in hours of work of more than 50 percent during each month of any six-month period. Excludes from such definition closings or layoffs resulting from part or all of the employer's business being: (1) sold, if the purchaser either agrees to offer employment to the employee with no more than a six-month break in employment or, within 30 days after the purchase, offers such employment to the employee with no more than such a six-month break; or (2) relocated or consolidated, if, prior to the closing or layoff, the employer offers to transfer the employee, with no more than a six-month break in employment, either to a different site of employment within a reasonable commuting distance or to any other site of employment regardless of distance if in the latter case the employee accepts within 30 days after the offer or closing or layoff, whichever is later. Provides for reduction of such 60-day notification period if: (1) the closing or layoff is caused by business circumstances not reasonably foreseeable; or (2) giving notification of the shutdown of a single site of employment would have precluded (in the employer's reasonable and good faith belief) obtaining the capital or business which it was actively seeking and which would enable it to avoid or indefinitely postpone the shutdown. Requires employers who rely on exemptions from the 60-day notification period requirement to give as much notice as is practicable, along with a brief statement of the basis for reducing the notification period. Treats as employment losses layoffs of more than six months which, at their outset, were announced to be layoffs of six months or less, unless: (1) the extension beyond six months is caused by business circumstances (including unforeseeable changes in price or cost) not reasonably foreseeable at the time of the initial layoff; and (2) notice is given at the time it becomes reasonably foreseeable that the extension beyond six-months will be required. Treats as a plant closing or mass layoff employment losses within any 90-day period for two or more groups at a single site of employment, each of which separately is less than the minimum required to trigger notification, but which in the aggregate exceed such minimum, unless the employer demonstrates that such employment losses are the result of separate and distinct actions and causes and are not an attempt by the employer to evade the requirements of this Act. Exempts from the notification requirements of this Act a plant closing or mass layoff if: (1) it results from completion of a particular project or undertaking, or the closing of a temporary facility, and the affected employees were hired with the understanding that their employment was limited to the duration of such project, undertaking, or facility; or (2) it constitutes a strike or a lockout not intended to evade the requirements of this Act. Makes an employer who orders a plant closing or mass layoff in violation of the notice requirements of this Act liable to employees for back pay and benefits and subject to civil penalties for violations with respect to a local government. Creates a cause of action in the appropriate U.S. district court to enforce such liability. Authorizes the court in such cases to require the defendant to pay reasonable attorneys' fees, along with the costs of the action. States that such remedies shall be the exclusive remedies for any violation of this Act. States that the rights and remedies provided to employees by this Act are in addition to any other contractual or statutory rights and remedies of the employees. Declares that it is the sense of Congress that any employer not subject to the notice requirements should, to the extent possible, notify its employees about a proposal to close a plant or permanently reduce its workforce. Directs the Secretary of Labor to prescribe regulations to carry out this Act, including interpretative regulations describing the methods by which employers may provide for appropriate service of notice. Provides that the giving of notice in good faith compliance with this Act shall not constitute a violation of the National Labor Relations Act or the Railway Labor Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Worker Adjustment and Retraining Notification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide advance notification of plant closings and mass layoffs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:01-05:00"
}