{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1848-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1848", 
  "official_title": "A bill to require that certain processed or packaged consumer products be labeled with certain information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Better Labeling Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Consumer protection", 
    "Labeling"
  ], 
  "subjects_top_term": "Labeling", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Better Labeling Act - Requires any packaged consumer food product to be labeled by the processor with the following information: (1) with regard to processed food products, nutritional statements including fat content, vitamin and protein value, fats and fatty acids, calories and any other nutritional information; (2) in the case of any canned or frozen product whose packing medium constitutes a substantial proportion of its total weight, the net weight and drained weight of the product; and (3) in the case of any combination food item, the major ingredients by percentage weight after processing determined pursuant to the regulations of the appropriate agency. Requires the label of any packaged consumer product packaged in a container of any given net content which later is packaged in a container of different net content to conspicuously set forth the amount of difference. Authorizes the appropriate agencies to promulgate regulations for carrying out the objectives of this Act. Imposes a civil penalty not exceeding $1,000 upon any person who willfully violates any regulations which are issued by the appropriate agency under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Better Labeling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require that certain processed or packaged consumer products be labeled with certain information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:19-05:00"
}