{
  "actions": [
    {
      "acted_at": "2010-09-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3845-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2010-09-29", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-27", 
  "number": "3845", 
  "official_title": "A bill to establish the National Competition for Community Renewal to encourage communities to adopt innovative strategies and design principles, to programs related to poverty prevention, recovery and response, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6222-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Opportunity and Community Renewal Act", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Budget deficits and national debt", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Energy assistance for the poor and aged", 
    "Executive agency funding and structure", 
    "Financial services and investments", 
    "Food assistance and relief", 
    "Government investigations", 
    "Government trust funds", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Income tax credits", 
    "Income tax deductions", 
    "Income tax exclusion", 
    "Income tax rates", 
    "Intergovernmental relations", 
    "Poverty and welfare assistance", 
    "Preschool education", 
    "Residential rehabilitation and home repair", 
    "Securities", 
    "Social welfare", 
    "Social work, volunteer service, charitable organizations", 
    "State and local finance", 
    "State and local government operations", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-27", 
    "text": "National Opportunity and Community Renewal Act - Establishes a bipartisan, independent National Opportunity Board (NOB) to administer the National Competition for Community Renewal. Requires the chief elected official of an eligible area, to be eligible to receive funds under this Act, to establish a Local Opportunity Board (LOB) to submit to the NOB a detailed Local Opportunity Plan for spending any funds approved under the National Competition. Directs the NOB to develop guidelines for establishment of a five-year National Competition for Community Renewal for the award of competitive grants, targeted waivers, and targeted tax incentives. Requires the LOB for a qualified area, to be eligible to receive assistance, to establish a local opportunity fund. Directs the NOB to award competitive grants to qualified areas that meet criteria it has established. Requires the NOB to develop guidelines for establishment of individual opportunity plans consisting of: (1) an assessment of an individual's unique strengths and needs and identification of services appropriate to meet such needs; and (2) a written individualized opportunity plan developed by a multidisciplinary team. Requires each LOB to implement a method to calculate the present dollar value of the total federal and state funds saved by the LOB (community renewal savings) for individuals successfully assisted through its Local Opportunity Plan. Requires allocation of community renewal savings for public deficit reduction, community tax incentives, and funding and expansion of programs and services. Allows a current business federal income tax credit under the Internal Revenue Code of $3,000 with respect to each retained worker, meeting certain criteria, who is employed by a qualified opportunity employer. Allows during the program period: (1) an unrelated business deduction from taxable income of 25% for any community renewal expenditure; (2) a charitable deduction of 120% of any qualified community renewal contribution; (3) a high school graduation tax credit of $500; and (4) treatment of a qualified area under this Act as a low-income community for new markets tax credit and earned income tax credit purposes. Increases the charitable contribution deduction limitation. Authorizes the NOB, acting through the LOBs, to act on behalf of the Secretary of the Treasury to issue and sell community renewal bonds in face value increments of $100 up to a maximum amount of $50 million, with a coupon rate of 25%, to assist the financing of Local Opportunity Plans. Makes it unlawful for any person to: (1) claim a community renewal incentive who does not meet specified requirements; and (2) use funds appropriated under this Act for any purpose for which they were not authorized. Authorizes the NOB to establish: (1) a program to award competitive $5 million grants for development of a client advocacy and consumer services technology platform; and (2) a separate program to award competitive $5 million grants for development of a social services evaluation method."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Opportunity and Community Renewal Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the National Competition for Community Renewal to encourage communities to adopt innovative strategies and design principles, to programs related to poverty prevention, recovery and response, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:59-05:00"
}