{
  "actions": [
    {
      "acted_at": "1976-03-17", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3159-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-17", 
  "number": "3159", 
  "official_title": "A bill to amend the National Housing Act to extend the section 235 homeownership assistance program and the section 236 rental assistance program, to increase the annual contributions contract authority under the U.S. Housing Act of 1937, to extend the rehabilitation loan program, and to extend and increase the authorization for the elderly housing program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-17", 
  "subjects": [
    "Aged and aging", 
    "Federal aid to housing", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing subsidies", 
    "Low-income housing", 
    "Public housing", 
    "Rent", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-17", 
    "text": "Amends the National Housing Act to extend the homeownership assistance program by one year. Authorizes $200,000,000 to be appropriated for such program. Extends the rental assistance program by one year and authorizes $200,000,000 to be appropriated for such program. Amends the United States Housing Act of 1937 to increase by $650,000,000 the annual contributions contract authority. Requires that not less than 75 percent of the units placed under annual contributions contracts on or after July 1, 1976, shall be constructed or substantially rehabilitated for ownership by public housing. Extends the rehabilitation loan program until 1977. Amends the Housing Act of 1959 to extend the elderly housing program until 1977 and to increase by $800,000,000 the amount to be appropriated for such program. Authorizes $75,000,000 for fiscal year 1977 for the comprehensive planning and management assistance program under the Housing Act of 1954. Amends the Housing and Urban Development Act of 1968 to provide for the appointment of the Federal Insurance Administrator. Extends assistance under the Emergency Homeowners' Relief Act and the Emergency Home Purchase Assistance Act through fiscal year 1977. Amends the United States Housing Act of 1937 to increase construction and rehabilitation of units in connection with the Housing Assistance Payments Program by setting a fair market rent taking into account: (1) construction and interest costs prevalent in the area; (2) trends for increases or decreases during the effective period of such rental; and (3) any statutory or regulatory requirements that affect the cost of the units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Housing Act to extend the section 235 homeownership assistance program and the section 236 rental assistance program, to increase the annual contributions contract authority under the U.S. Housing Act of 1937, to extend the rehabilitation loan program, and to extend and increase the authorization for the elderly housing program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:47-05:00"
}