{
  "actions": [
    {
      "acted_at": "1977-01-10", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s16-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-10", 
  "number": "16", 
  "official_title": "A bill to provide for a nationwide Presidential primary for the nomination of candidates for election to the office of President, to terminate public financing of Presidential primaries and general elections, and to limit Federal campaign contributions and expenditures to the year in which a Federal election is held.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Primary Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-10", 
  "subjects": [
    "Campaign funds", 
    "Campaign management", 
    "Government operations and politics", 
    "Political conventions", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Primaries", 
    "Vice Presidential candidates", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Presidential primaries", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-10", 
    "text": "Presidential Primary Act - Directs that a national primary for the selection of candidates to run for the office of President shall be held in each State on the first Tuesday in August of each year in which a Presidential election is to be held. Allows any voter eligible to vote for the election of electors of the President and Vice President to vote in the Presidential primary election. Requires that a voter desiring to vote for the nomination of a candidate of a party either be a registered member of such party or not registered with any party. Prohibits an individual from being a candidate of a party outside of his registered affiliation. Requires that an individual must file a petition no later than June 30 of the year in which the Presidential primary is to be held in order to have his name appear on the ballot of each State. Directs that a petition be signed by qualified voters equaling at least one percent of the total vote in a State in the previous Presidential election provided that no such signatures can be of members of a political party different than the party whose nomination the candidate seeks. Declares a candidate receiving 50 percent or more of the total number of votes cast to be the candidate of that party for election as President. Authorizes a run off primary should no candidate receive more than half of the votes. Stipulates that in the case of the death or resignation of the Presidential nominee before the party's nomination of a Vice President, his successor is to be nominated by the convention of that party. Stipulates that if the Vice Presidential nomination process has been completed than the Vice President shall resign the Vice Presidential nomination and become the Presidential candidate of that party. Empowers a national committee to choose the Vice President or both candidates (as the case may be) where the Vice President dies or resigns or if both President and Vice President die or resign. Amends the Federal Election Campaign Act to prohibit the giving or accepting of a contribution for use in the campaign of a candidate for nomination or for election to Federal office before the first day of January of the year of that election."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Primary Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a nationwide Presidential primary for the nomination of candidates for election to the office of President, to terminate public financing of Presidential primaries and general elections, and to limit Federal campaign contributions and expenditures to the year in which a Federal election is held.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:53-05:00"
}