{
  "actions": [
    {
      "acted_at": "2003-07-15", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committee on Finance; the Judiciary pursuant to section 2103(b)(3) of Public Law 107-210.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-17", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-07-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on the Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-07-22", 
      "references": [], 
      "text": "Committees on Finance; the Judiciary. Jointly reported to Senate by Senator Grassley without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-22", 
      "calendar": "Senate Legislative", 
      "number": "223", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 223.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-07-29", 
      "references": [], 
      "text": "By Senator Grassley from Committees on Finance; the Judiciary jointly filed written report. Report No. 108-117. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1417-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2003-07-15", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "2003-07-15", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-15", 
  "number": "1417", 
  "official_title": "A bill to implement the United States - Singapore Free Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2739-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2739-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2739-108", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Singapore Free Trade Agreement Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-17", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Admission of nonimmigrants", 
    "Alien labor", 
    "Clothing", 
    "Commerce", 
    "Confidential communications", 
    "Customs unions", 
    "Dispute settlement", 
    "East Asia", 
    "Economics and public finance", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "Immigration", 
    "Import relief", 
    "International affairs", 
    "International competitiveness", 
    "Labor and employment", 
    "Law", 
    "Reciprocity", 
    "Singapore", 
    "State laws", 
    "Tariff", 
    "Tariff preferences", 
    "Textile fabrics", 
    "Trade agreements", 
    "U.S. International Trade Commission", 
    "User charges", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2003-07-22", 
    "text": "United States-Singapore Free Trade Agreement Implementation Act - Title I: Approval of, and General Provisions Relating to, the Agreement - (Sec. 101) Approves the United States-Singapore Free Trade Agreement entered into on May 6, 2003, with the Government of Singapore, and the statement of administrative action proposed to implement the Agreement, both submitted to Congress on July 15, 2003. (Sec. 103) Provides that presidential proclamations calling for action under the United States-Singapore Free Trade Agreement Implementation Act (this Act) may be proclaimed only if: (1) the President has obtained advice regarding the proposed action from the appropriate advisory committees and the U.S. International Trade Commission; (2) the President has reported to specified congressional committees with respect to such action; (3) a period of 60 days has expired; and (4) the President has consulted with the appropriate congressional committees during such 60-day period. Declares that proclaimed actions that are not subject to such consultation and layover requirements shall not take effect before the 15th day after the text of the proclamation is published in the Federal Register. Authorizes the President to proclaim such actions, and other appropriate officers of the U.S. Government to issue such regulations, as may be necessary to ensure that any provision of this Act that takes effect on the date the Agreement enters into force is appropriately implemented. (Sec. 105) Authorizes the President to establish or designate within the Department of Commerce an office to provide administrative assistance to dispute settlement panels established under the Agreement. Authorizes appropriations. (Sec. 106) Provides for the arbitration of claims against the United States pursuant to Investor-State Dispute Settlement procedures set forth in the Agreement. Title II: Customs Provisions - (Sec. 201)Authorizes the President to proclaim such modifications or continuation of duty, continuation of duty-free or excise treatment, or additional duties as are deemed necessary or appropriate to carry out the Agreement. (Sec. 202) Sets forth certain rules of origin with respect to the reduction and elimination of duties imposed by the United States and Singapore on certain goods wholly obtained or produced entirely in the territory of the other country as provided in the Agreement. (Sec. 203) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to prohibit the charging of a fee for certain customs services with respect to goods imported from, and originating in, Singapore. Prohibits any service which is exempted from such fees from being funded with money from the Customs User Fee Account. (Sec. 204) Amends the Tariff Act of 1930 to provide that an importer shall be exempt from penalties for making an incorrect claim that a good qualifies as an originating good under the Agreement provided the importer voluntarily makes a corrected declaration and pays any duties owing. (Sec. 205) Authorizes the President to exclude from the U.S. customs territory textile and apparel goods produced or exported by a Singaporean enterprise that: (1) does not consent to a proposed site visit which has been ordered pursuant to the Agreement by the Secretary of the Treasury; and (2) has knowingly or willfully engaged in circumvention. Authorizes the President to deny preferential tariff treatment to goods (including textile and apparel goods) produced by a Singaporean enterprise that has been found to have engaged in circumvention in cases where consultations with Singapore fail to result in a mutually satisfactory solution to the circumvention. Title III: Relief From Imports - Subtitle A: Relief From Imports Benefiting From the Agreement - (Sec. 311) Authorizes an entity (including a trade association, firm, certified or recognized union, or group of workers) to file a petition with the International Trade Commission (ITC) requesting an adjustment to U.S. obligations under the Agreement. Requires the ITC, upon the filing of a petition, to initiate an investigation promptly to determine whether, as a result of the reduction or elimination of a duty provided for under the Agreement, a Singaporean article is being imported into the United States in such increased quantities as to be a substantial cause of serious injury or threat of injury to the domestic industry producing an article that is like, or directly competitive with, the imported article. (Sec. 313) Requires the President, after receiving an affirmative injury determination from the ITC, to provide certain import relief to remedy or prevent such injury and to facilitate efforts of the domestic industry to make a positive adjustment to import competition, including: (1) suspension of any further reduction provided by the Agreement in the duty imposed on such article; and (2) an increase in the rate of duty imposed on such article to a level that does not exceed the lesser of the column one general duty rate imposed under the Harmonized Tariff Schedule (HTS) on like articles at the time the import relief is provided, or the HTS column one general duty rate on like articles on the day before the Agreement enters into force. (Sec. 314) Terminates import relief within ten years after the Agreement enters into force. (Sec. 316) Amends the Trade Act of 1974 to subject the Act's provisions concerning the release of confidential business information to ITC investigations conducted under this Act. Subtitle B: Textile and Apparel Safeguard Measures - (Sec. 321) Authorizes an interested party to file a request with the President to adjust U.S. obligations under the Agreement. Requires the President, pursuant to the request made by an interested party, to determine whether, as a result of the elimination of a duty under the Agreement, a Singaporean textile or apparel article is being imported into the United States in such increased quantities as to constitute a substantial cause of serious damage or threat of serious damage to a domestic industry producing an article that is like, or directly competitive with, the imported article. Authorizes the President, if an affirmative serious damage determination is made, to provide certain import relief to remedy or prevent the serious damage with respect to the imported article and to facilitate adjustment by the domestic industry, including to: (1) suspend any further reduction provided under the Agreement in the duty imposed on the article; and (2) increase the rate of duty imposed on the article to a level that does not exceed the lesser of the HTS column one general duty rate on like articles at the time the import relief is provided, or the HTS column one general duty rate on like articles on the day before the Agreement enters into force. (Sec. 323) Limits such relief to no more than two years. Subtitle C: Cases Under Title II of the Trade Act of 1974 - (Sec. 331) Requires the ITC whenever it makes an affirmative determination under title II of the Trade Act of 1974 that an article is being imported into the United States in such increased quantities as to be a substantial cause of serious injury (or threat of serious injury) to a domestic industry producing an article like or directly competitive with the imported article to also find (and report to the President at the time such injury determination is submitted) whether imports of the article from Singapore are a substantial cause or threat of serious injury to such industry. Authorizes the President to exclude Singaporean imports from any import relief action if the President determines that such imports are not a substantial cause of serious injury (or threat of serious injury) to the domestic industry. Title IV: Temporary Entry of Business Persons - (Sec. 401) Authorizes nonimmigrant treaty trader or treaty investor Singaporean aliens (including their spouses or children) and nonimmigrant Singaporean professionals who are engaged in a specialty occupation to enter or work in the United States. Limits the number of Singaporean nationals that may enter the United States in any fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Singapore Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States-Singapore Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the United States - Singapore Free Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:26-05:00"
}