{
  "actions": [
    {
      "acted_at": "1986-09-23", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-23", 
      "bill_ids": [
        "hr5565-99"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.5565.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-07", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1986-10-07", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-18", 
      "committee": "Committee on Banking", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5576-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1986-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1986-09-23", 
  "number": "5576", 
  "official_title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2443-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4701-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4907-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5565-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1986-10-07", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Aliens", 
    "Apartment houses", 
    "Authorization", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank reserves", 
    "Burglary", 
    "Burglary insurance", 
    "Business and commerce", 
    "Business and social problems", 
    "Checking accounts", 
    "Checks", 
    "Consumer education", 
    "Consumer protection", 
    "Cooperative housing", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Department of Housing and Urban Development", 
    "Deposit insurance", 
    "Disabled", 
    "Economics and public finance", 
    "Enterprise zones", 
    "Executive reorganization", 
    "Federal Home Loan Bank Board", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign students", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Government trust funds", 
    "Hawaii", 
    "Home repair and improvement", 
    "Homeless", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Income", 
    "Indian lands", 
    "Industrialized building", 
    "Insurance", 
    "Interest", 
    "Interstate banking", 
    "Lead poisoning", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Mortgages", 
    "Oregon", 
    "Pennsylvania", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Riots", 
    "Robbery", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Savings and loan associations", 
    "Secondary mortgage market", 
    "Securities and Investments", 
    "Social welfare", 
    "Solar heating and cooling", 
    "State laws", 
    "Urban areas", 
    "Urban economic development", 
    "Urban homesteading", 
    "Urban poverty", 
    "Urban renewal", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1986-10-07", 
    "text": "(Measure passed House, amended) Banking Stability, Housing Improvement, and Consumer Protection Act of 1986 - Title I: Recapitalization of FSLIC - Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986 - Amends the Federal Home Loan Bank Act to require the Federal Home Loan Bank Board (FHLBB) to charter the Financing Corporation. Requires the Corporation to be under the management of a Directorate consisting of the Director of the Office of Finance of the Federal Home Loan Banks (Banks) and two other members selected by the Chairman of the Board from presidents of the Banks. Empowers the Corporation to borrow, to issue stock to Banks, to invest in Federal Savings and Loan Insurance Corporation (FSLIC) securities, to issue obligations the proceeds of which shall invested in the FSLIC, and to make semiannual assessments of insured institutions to provide for the issuance costs, interest, and custodian fees of such obligations. Limits the aggregate amount of such obligations that may be outstanding at any time. Provides that such obligations shall be treated by the Securities and Exchange Commission as exempt securities, shall be tax-exempt (excluding interest), and shall not be guaranteed by the FSLIC, the Banks, or the United States. Requires each Bank to invest in nonvoting capital stock of the Corporation. Limits the cumulative investment of all Banks to $3,000,000,000 and of each Bank to the sum of specified required reserves plus undivided profits, as prescribed by this Act. Sets forth a formula for determining the prorated portion of funds to be invested by each Bank. Restricts dividend payments by a Bank for which other Banks must invest its required amount. Limits the use and disposition of Corporation assets not invested in the FSLIC. Prohibits the Corporation from making any net new borrowing after December 31, 1996. Creates a Federal Savings and Loan Insurance Corporation Industry Advisory Committee. Directs the Committee to: (1) review, and confer with the FHLBB regarding, quarterly reports and budgets on the activities, receipts, and expenditures, of the FSLIC; and (2) submit an annual report to specified congressional committee chairmen on its activities and its reports and recommendations to the FHLBB and the FSLIC. Terminates the Committee and the Corporation as soon as practicable after the earlier of: (1) the date by which all FSLIC stock purchased by the Corporation has been retired; or (2) December 31, 2026. Amends the Government Corporations Control Act to establish the Corporation as a mixed ownership Government corporation. Amends the National Housing Act to authorize the FSLIC to issue nonredeemable capital certificates and redeemable nonvoting capital stock which shall be sold only to the Corporation, shall pay no dividends, and the proceeds of which shall be considered part of the FSLIC's primary reserve. Directs the FSLIC to establish and maintain an equity return account until all such certificates and stock have been paid off and retired. Sets forth formulae for calculating the FSLIC's annual contributions to such account beginning in 1997 based on the fraction of the aggregate amount of all accounts of all insured members equal to FSLIC reserves. Authorizes the FSLIC to invest amounts accumulated in such account as it determines appropriate. Directs the FSLIC to use only amounts accumulated in such account to payoff and retire its stock. Provides that certain statutorily prescribed suspensions or reductions of FSLIC premiums based on the FSLIC's primary and secondary reserve levels shall not apply as long as shares of its capital stock are outstanding. Reduces the total premiums paid by an insured institution to the FSLIC by the amount of any assessments paid to the Corporation during the same period. Amends the Federal Home Loan Bank Act to allow the FHLBB to authorize a Bank to declare and pay dividends out of its undivided profits or legal reserves, only after such Bank has reduced all other reserves to zero, if: (1) the Bank incurs a charge-off or expense related to its investment in the Corporation; and (2) the FHLBB determines that there is an extraordinary need for such Bank's member institutions to receive dividends. Amends the National Housing Act to prescribe limitations on special assessments by the FSLIC to cover losses and expenses for 1987 through 1991. Directs the FSLIC to: (1) complete quarterly reports and budgets explaining its activities, receipts, and expenditures, including the activities, receipts, and expenditures of the Federal Asset Disposition Association, for the current and preceding quarters; and (2) submit to specified congressional committee chairmen semiannual reports and budgets on its activities, receipts, and expenditures for the preceding semiannual period. Repeals provisions of the National Banking Act which authorize the FSLIC to terminate distribution of shares of its secondary reserve and use such reserve on the same basis as its primary reserve under extraordinary financial conditions. Title II: Financial Institutions Emergency Acquisitions - Financial Institutions Emergency Acquisitions Amendments of 1986 - Amends the Federal Deposit Insurance Act to revise provisions governing interstate acquisitions of troubled banks involving Federal Deposit Insurance Corporation (FDIC) financial assistance. Requires the appropriate Federal banking agency to notify and consult with the FDIC about pending action, and notify the FDIC of final action, with respect to any proposed acquisition by an out-of-State bank or holding company of an insured bank in danger of closing that may qualify for interstate acquisition. Authorizes the FDIC to arrange the acquisition of a closed bank which was one of the ten largest insured banks in the State. Directs the FDIC to provide the State bank supervisor with all relevant information concerning all out-of-State banks or holding companies making acquisition offers. Authorizes interstate acquisitions of: (1) an insured bank in danger of closing which has total assets of $500,000,000 or is one of the ten largest insured banks in the State; or (2) two or more affiliated banks in danger of closing if the aggregate total assets of such banks exceed $500,000,000 and equal or exceed 33 percent of the aggregate total assets of all affiliated insured banks, as well as any other affiliated bank or the controlling holding company. Continues existing acquisition eligibility of an insured bank which receives FDIC assistance after April 15, 1986, until no assistance remains outstanding. Authorizes any out-of-State bank which makes an emergency acquisition of an insured bank in any State to acquire other insured banks in such State to the same extent as authorized for any bank holding company whose insured bank subsidiaries' operations are principally conducted in such State. Prohibits any holding company which makes such an acquisition from being required under State law to divest any other bank or from being prevented from acquiring any other bank or holding company by reason of such acquisition. Requires the FDIC to submit an annual report to specified congressional committees on such emergency interstate acquisitions. Amends the Bank Holding Company Act of 1956 to impose similar restrictions on emergency interstate acquisitions of troubled banks not assisted by the FDIC. Authorizes the Federal Reserve Board to: (1) dispense with notice and hearing requirements for the acquisition of a bank in danger of closing; and (2) reduce the post-approval waiting period to five days or eliminate such period if necessary to prevent the probable failure of the bank. Directs the Board to submit an annual report to specified congressional committees on applications for such emergency acquisitions. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend until July 15, 1989, the Deposit Insurance Flexibility Act and the Net Worth Certificate Act. Terminates this title and the Deposit Insurance Flexibility Act effective July 15, 1989. Title III: Expedited Funds Availability - Expedited Funds Availability Act - Requires the Board of Governors of the Federal Reserve System to begin to develop an expedited funds availability system which shall be implemented no later than three years and 90 days after enactment of this title. Provides that such system shall require that funds deposited in an account of a depository institution by local and in-state checks be available for withdrawal the business day after deposit and that funds deposited by all other checks be available on the fourth business day after deposit. Lists considerations for the Board in establishing such system which include providing for the automated return of unpaid checks, a uniform endorsement standard, and direct notification of nonpayment. Directs the Board to report to the Congress every six months on its actions to implement such system and within two years after enactment of this title on the effects of temporary schedules for fund availability established under this title. Establishes specific time limits for funds availability for various types of deposits. Provides for next day availability for cash, the cash portion of a deposit, wire transfers, checks of $100 or less, checks drawn on in-state branches of the receiving depository institution or branches located in the same check processing region, U.S. Treasury checks endorsed only by the payee, State and local treasury checks endorsed only by the payee and deposited in special envelopes at manned branches, cashier's checks, certified checks, teller's checks, and depository checks endorsed only by the payee and deposited in special envelopes at manned branches. Sets forth a schedule, to be terminated upon implementation of the expedited funds availability system, providing that: (1) checks drawn on local originating depository institutions shall be available on the third business day after deposit during the one-year period beginning 90 days after enactment of this title and on the second business day after deposit during the subsequent two years; and (2) checks drawn on nonlocal originating depository institutions shall be available for withdrawal on the seventh business day after deposit. Authorizes the Board to make certain adjustments in such time limits. Sets forth time limit exceptions and special time limits which shall apply: (1) to new accounts, deposits by checks in excess of $5,000, checks redeposited after being returned, repeated overdrafts, and foreign checks; and (2) under specified emergency conditions. Authorizes the Board to suspend the applicability of this Act to any classification of checks directly associated with an unacceptable level of losses due to check-related fraud. Requires the Board to transmit a report justifying any suspension to specified congressional committees. Provides that the expedited funds availability schedules shall not apply if the receiving depository institution doubts the collectability of funds for a check, believes that the drawer or drawee of the check has or is about to become subject to bankruptcy or receivership, or believes that a situation involving fraud or kiting exists. Directs the institution to provide notice to the drawer and drawee in such situations. Prohibits any depository institution from freezing funds in an account because other funds deposited in such account by check are not yet available for withdrawal pursuant to this title. Directs each institution to inform employees of, and ensure employee compliance with, the requirements of this title. Provides that State laws providing for shorter time periods for the availability of funds deposited in a State-chartered institution shall supersede this title and shall apply to all federally insured depository institutions located in such State. Requires interest to accrue on funds deposited in an interest-bearing account of an institution beginning on the business day on which the institution receives provisional credit for such funds. Requires a depository institution to meet specified disclosure requirements concerning its general policy on the availability for withdrawal of funds deposited by check. Authorizes the Board to publish model disclosure forms and clauses for common transactions. Directs the Board to establish a Payments System Advisory Council to advise and consult with the Board in the exercise of the Board's functions under this title. Declares that this title supersedes State law, including the Uniform Commercial Code, except as specified earlier. Sets forth provisions governing: (1) the administrative enforcement of this title; and (2) the civil liability of institutions that fail to comply with this title. Title IV: Housing and Community Development - Housing Act of 1986 - Declares that this Act and the amendments it makes may not be construed to provide for new budget authority, budget outlays, or new entitlement authority for FY 1986 or 1987 in excess of the appropriate aggregate levels established by the budget resolution for such fiscal year for the programs the Act authorizes. Subtitle A: Program Extensions and Amendments - Part I: General Extension of Programs - Extends through FY 1987 the authorization of appropriations for: (1) Federal Housing Administration (FHA) mortgage insurance programs under the National Housing Act; (2) rehabilitation loans under the Housing Act of 1964; (3) rural housing loans under the Housing Act of 1949; and (4) flood and crime insurance under the National Flood Insurance Act of 1968 and the National Housing Act. Part 2: Mortgage Insurance and Secondary Mortgage Market Programs - Amends the National Housing Act to authorize the Secretary of Housing and Urban Development (the Secretary) to fix premium charges for FHA mortgage or loan insurance, but not more than certain percentages of principal calculated according to specified formulae. Permits the Secretary to insure a mortgage secured by a one- to four-family dwelling, or approve of a substitute mortgagor who assumes any mortgage, only if the mortgagor is to occupy the dwelling as a principal or secondary residence. Excludes from eligibility certain public and private nonprofit investors. Authorizes the Secretary to insure any mortgage secured by property within the Allegany Reservation of the Seneca Nation of New York Indians which is subject to 99-year leases under specified Federal law. States that any such mortgage insurance shall be the obligation of the Special Risk Insurance Fund. Makes mortgages on Hawaiian homelands and Indian reservations General Insurance Fund obligations (currently they are under the Mutual Mortgage Insurance Fund). Extends refinancing insurance authority to cover nursing homes, intermediate care facilities, and board and care homes. Provides that if the State agency is not empowered to certify the need for a nursing home, intermediate care facility, board and care home, or hospital, then the Secretary shall accept in lieu of certification a feasibility study which demonstrates such need. Increases from ten to 20 percent of the aggregate number of insured mortgages and loans for the preceding fiscal year the ceiling on the aggregate number of such insured mortgages and loans for any particular fiscal year. Specifies certain actions which the Secretary must take to reduce losses under the single family mortgage insurance program. Raises the fine for equity skimming from $5,000 to $250,000, and the possible prison sentence from a maximum of three years to a maximum of five years. Makes equity skimming on cooperatives and condominiums subject to such penalties. Revises the definition of one kind of equity skimming practice to mean failing to make payments under the mortgage or deed of trust as the payments become due, regardless of whether the purchaser is obligated on the loan. Authorizes the Secretary to impose civil money penalties on a mortgagee for certain violations of requirements of such Act, up to a maximum of $1,000 per violation, or $1,000,000 for all violations by a particular mortgagee during a one-year period. Provides for judicial review of an agency determination to assess such penalties. Authorizes the Secretary to conduct a demonstration program of insurance of home equity conversion mortgages for elderly homeowners. Prescribes the requirements and procedures of such a program. Limits the authority of the Secretary to enter into commitments to insure loans and mortgages to the extent of any amounts provided in appropriations Acts for the fiscal year in question. Requires the Secretary to maintain at least one office in each State to carry out such Act, in order to assure adequate processing of loan and mortgage insurance applications. Prohibits the Secretary from closing any State office until at least 30 days after the completion of any investigation, study, or review by any Federal agency or congressional committee of the proposal or determination to close such office. Prohibits (with specified exceptions) fees from being charged on: (1) Federal National Mortgage Association (FNMA) mortgages; (2) Government National Mortgage Association (GNMA) guarantees; or (3) Federal Home Loan Mortgage Corporation mortgages. Part 3: Community and Neighborhood Development and Conservation Programs - Amends the Housing and Community Development Act of 1974 with respect to the classification of metropolitan cities and urban counties. Extends through FY 1987 the authorization of appropriations for community development block grants and urban development action grants. Requires the Secretary to allocate funds appropriated to the discretionary fund for grants to institutions of higher learning to continue FY 1984 programs of assistance to economically disadvantaged and minority students participating in community development work study programs who are enrolled in full-time graduate or undergraduate programs in community and economic development. Prohibits the Secretary from requiring the city of New Orleans, Louisiana, to pay ineligible costs incurred with respect to a certain model cities grant. Revises urban development action grant selection criteria to add certain job-creation and minority small business considerations. Specifies points to be awarded for each factor in consideration and the percentage of fund distribution to applicants meeting different criteria. Requires the Comptroller General to report every three years to the Congress an evaluation of such selection criteria and the eligibility standards to which they apply. Prohibits the use of urban development action grants for business relocations. Authorizes appropriations through FY 1987 for the urban homesteading program. Prohibits the charging of fees on rehabilitation loans. Amends the Neighborhood Reinvestment Corporation Act to authorize FY 1986 and 1987 appropriations for the Neighborhood Reinvestment Corporation. Amends the Housing and Urban-Rural Recovery Act of 1983 to authorize FY 1986 and 1987 appropriations for the neighborhood development demonstration program. Amends the Housing and Community Development Act of 1974 to direct the Secretary to enter into a 180-month contributions contract to provide assistance payments on behalf of 250 lower income families in FY 1986 and an additional 250 lower income families in FY 1987 as long as they occupy properties in the Park Central New Community Project or in adjacent areas within the Park Central New Town In Town Project. Makes funds available for such fiscal years for community development grants for such project. Part 4: Miscellaneous Program Amendments - Extends through FY 1987 the authorization for: (1) certain studies under the National Flood Insurance Act of 1968; (2) the Solar Energy and Energy Conservation Bank; and (3) certain research programs under the Housing and Urban Development Act of 1970. Authorizes the Secretary to make grants to, or enter into contracts with, State or local governments and certain other public or private entities with programs to prevent or eliminate discriminatory housing practices in order to develop and coordinate fair housing initiatives under the Civil Rights Act of 1968. Authorizes appropriations for FY 1986 through 1987. Directs the Secretary to collect at least annually data on the racial and ethnic characteristics of persons eligible for, or benefiting under, each community development, housing assistance, and mortgage and loan insurance and guarantee program the Secretary administers. Declares that it is U.S. policy that each HUD prime contractor should establish procedures to ensure the timely payment of subcontractors. Directs the Secretary, within six months after the enactment of this Act, to report to the Congress on fees collected during the previous four years for inspecting manufactured homes under the National Manufactured Housing Construction and Safety Standards Act of 1974. Subtitle B: Housing Assistance - Part 1: Programs Under United States Housing Act of 1937 - Amends the United States Housing Act of 1937 to increase the aggregate amount of budget authority available for lower-income housing rental rehabilitation and development grants. States that any recaptured Indian Housing Funds may only be used for other Indian housing projects. Authorizes public housing agencies (PHA) to determine, with the Secretary's approval, (as an alternative to the existing schedule) monthly rents, which do not exceed the maximum allowable rent contribution and do not exceed either the average monthly debt service and operating expenses for similarly-sized projects or the section 8 fair market rent in the area. Defines \"rent\" to mean: (1) the amount payable by a family to a PHA for shelter; and (2) in any case in which a family is required to make a separate utility payment, an annual utility allowance. Authorizes the Secretary to make annual contributions to PHAs. Limits such contributions to a sum equal to the annual amount of principal and interest payable on PHA obligations issued to finance development costs. Authorizes the Secretary to make contributions in grant form to PHAs to cover public housing project development costs. States that contract terms and conditions shall remain in effect for a 40-year period. Prohibits the Secretary from making a funding reservation for a PHA for assistance in financing the development of public housing unless certain conditions are met. Amends section 8 assistance provisions to: (1) establish 15-year existing dwelling unit contracts; (2) state that the method for calculating administrative fees shall be the one in effect before January 1, 1985, and shall apply retroactively to PHA activities after December 31, 1984; (3) adjust fair market rentals on October 1 of each year. Permits voucher payments for a family living in a project being renovated (under section 17 of such Act) if such family was a lower income family at the time of initial assistance whose post-rehabilitation rent would exceed 30 percent of adjusted monthly income. Provides that the percentage of voucher assistance retained by PHAs for administrative expenses shall be the same as permitted under the section 8 existing housing program. Directs the Secretary to provide payments for operating lower income housing projects through a performance funding system that is based on a certain system and that establishes standards for operating costs and income projections. Authorizes FY 1987 appropriations. Authorizes grants for comprehensive improvement assistance. Authorizes appropriations for rental rehabilitation and development grants for FY 1986 and 1987. Revises the conditions for approval of a PHA application to demolish or dispose of a project. Declares that no interest shall accrue on any excess funds advanced to the Housing Authority of Pittsburgh, Pennsylvania, for development of a certain public housing project. Authorizes public housing comprehensive grants to improve the physical condition of existing public housing projects and upgrade their management and operation. Authorizes FY 1987 through 1989 appropriations. Reserves three percent of such funds for health and safety measures. Declares that comparability limitations on adjustments in maximum monthly rents shall not apply to certain projects developed and managed by the Oregon Housing Division of the Oregon Department of Commerce. Provides for a pilot program of resident management of public housing projects, including establishment of resident management corporations (RMCs). Provides families residing in public housing projects with the opportunity to purchase dwelling units through an RMC. Part 2: Multifamily Housing Management and Preservation - Amends the Housing and Community Development Amendments of 1978 regarding the management and preservation of HUD-owned multifamily housing projects. Provides for tenant participation in the elderly and handicapped housing program. Part 3: Other Housing Assistance Programs - Amends the Housing Act of 1959 to authorize FY 1986 and 1987 appropriations for elderly and handicapped housing loans. Sets aside specified funds beginning in FY 1986 for housing for handicapped families. Provides for a demonstration (three-year maximum) of prototype handicapped designs. Terminates section 8 assistance in handicapped projects (primarily nonelderly) where contract funds are appropriated under such housing for the handicapped families program. Authorizes FY 1986 and 1987 appropriations for: (1) the home ownership program; and (2) the congregate services program. Sets forth conditions (health, employment, hardship, dietary customs) under which the owner of any assisted housing for the elderly shall exempt a tenant from mandatory meal participation. Authorizes financial assistance toward participation in lieu of an exemption. Requires owners to accept food stamps as meal payment. Amends the Housing and Community Development Act of 1980 to exempt from HUD regulations limiting alien eligibility for public housing: (1) alien families with an American member; (2) current housing residents; and (3) affirmed citizens over age 62. (Retains the student-alien restriction.) Subtitle C: Rural Housing - Amends the Housing Act of 1949 to authorize FY 1986 and 1987 appropriations for: (1) subsidized homeownership loans; (2) farmworker housing loans; (3) low-income and elderly housing loans; (4) low-income repair loans; (5) site loans; (6) home repair grants; (7) construction defect payments; (8) farm worker housing projects; (9) agricultural loan principal and interest; (10) mutual and self-help housing grants; (11) housing preservation grants; and (12) programs under sections 235 and 236 of the National Housing Act and section 8 of the United States Housing Act of 1937. Extends authority through FY 1987 for rental assistance payment contracts. Provides that maximum income levels for rural housing programs in the Virgin Islands shall be the same as those for Guam, American Samoa, the Northern Mariana Islands, and the Trust Territory of the Pacific Islands. Amends the Housing Act of 1949 to provide for rural housing escrow accounts. Extends the existing \"rural area\" classification through September 30, 1987. Requires a study of mortgage credit in rural areas. Revises the definition of very-low income families for purposes of rural housing assistance eligibility. Requires local governmental consultation under the programs for insured loans and financial assistance for domestic farm labor housing. Prohibits reduction, cancellation, or refusal to renew rural housing assistance due to an increase in borrower income if the borrower will be unable to reasonably afford the resulting higher payments. Subtitle D: Shelter Assistance for the Homeless and Displaced - Establishes in HUD the National Emergency Food and Shelter Board to continue the national board of charities food and shelter program. Directs the Board to carry out a demonstration program to determine the effectiveness of assisting nonprofit organizations in providing housing and support services for the homeless. Limits FY 1986 and 1987 budget authority for such programs. Directs the Board, to the extent approved in appropriation Acts, to provide emergency shelter grant assistance. Provides for State allocation of grants of less than $30,000. Authorizes FY 1986 and 1987 appropriations. Sets forth congressional reporting requirements. Subtitle E: Nehemiah Housing Opportunity Grants - Authorizes the Secretary to provide grant assistance to nonprofit organizations to carry out a Nehemiah housing opportunity program. Limits maximum per home assistance to $15,000. Establishes in the Treasury the Nehemiah Housing Opportunity Fund. Requires an annual program report to the Congress. Authorizes FY 1986 and 1987 appropriations. Limits eligibility to families with income not in excess of 90 percent of the area median. Subtitle F: Preventing Fraud and Abuse in Department of Housing and Urban Development Programs - Authorizes the Secretary to require a HUD program applicant or participant to disclose his or her social security account or employer identification number. Subtitle G: Enterprise Zone Development - Authorizes the Secretary to designate up to 100 enterprise zones (to be identified by State and local authorities or Indian reservation governing bodies) to provide economic revitalization, job creation, and community development. Requires a specified number of rural designations. Sets forth area and eligibility requirements. Prohibits business relocation assistance. Requires program reports to the Congress every four years. Authorizes the waiver or modification of housing and community development rules in enterprise zones. Provides for the coordination of community development block grant, urban development action grant, and other HUD programs in such zones. Subtitle H: Assisted Housing Livability Improvements - Amends the United States Housing Act of 1937 to provide for public housing phased-in rent increases in cases of tenant employment. Provides for the portability of section 8 certificates and vouchers. Provides for: (1) incentives for public housing agency performance efficiency; and (2) adequate replacement units in cases of demolition and disposition. Prohibits the denial of section 8 certificates and vouchers to public housing residents. Directs the Secretary, whenever feasible, to permit public housing agencies to carry out their activities without prior review or approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Expedited Funds Availability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Expedited Funds Availability Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Housing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:44-05:00"
}