{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2621-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "2621", 
  "official_title": "A bill to declare a national policy that the beaches of the United States are impressed with a national interest and that the public shall have free and unrestricted right to use them as a common consistent with such property rights of littoral landowners as may be protected absolutely by the Constitution, to establish procedures and provide Federal funding for the purchase or condemnation of easements of access to the beaches for public use, to provide for administration of the national open beaches program by the Secretary of the Interior.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Open Beaches Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Beaches", 
    "Oceans and oceanography", 
    "Seashores"
  ], 
  "subjects_top_term": "Beaches", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "National Open Beaches Act - Sets forth the definitions of terms used in this Act, including \"line of vegetation\" and \"area caused by wave action.\" Provides that no person shall create, erect, maintain, or construct any obstruction, barrier, or restraint of any nature which interferes with the free and unrestricted right of the public, individually and collectively, to enter, leave, cross, or use as a common the public beaches. Provides for Federal enforcement of this Act. Authorizes the Secretary of the Interior to make grants to States for carrying out the purpose of this Act. Entitles, under the Land and Water Conservation Fund Act, any State to 75 percent of the cost of projects designed to secure the right of the public to beaches where: (1) the State has complied with the requirements of this Act, and (2) where adequate State laws exist and are being satisfactorily employed to protect the public's right in the beaches. Authorizes the Secretary of Transportation to provide financial assistance to any State and its political subdivisions for the development and maintenance of transportation facilities necessary for the use of public beaches in such State. Directs the Secretary of the Interior to place at the disposal of the States, Federal research facilities to assist the States in carrying out the purposes of this Act. Provides that nothing in this Act shall be held to impair State: (1) ownership of its lands and domains; (2) control of the public beaches in behalf of the public; or (3) authority to perform State public services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Open Beaches Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to declare a national policy that the beaches of the United States are impressed with a national interest and that the public shall have free and unrestricted right to use them as a common consistent with such property rights of littoral landowners as may be protected absolutely by the Constitution, to establish procedures and provide Federal funding for the purchase or condemnation of easements of access to the beaches for public use, to provide for administration of the national open beaches program by the Secretary of the Interior.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}