{
  "actions": [
    {
      "acted_at": "1995-06-15", 
      "references": [
        {
          "reference": "CR S8498-8501", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-15", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-25", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings concluded. Hearings printed: S.Hrg. 104-650.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-07", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-10-20", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Stevens with an amendment in the nature of a substitute. With written report No. 104-164. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-20", 
      "calendar": "Senate Legislative", 
      "number": "214", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 214.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s929-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1995-06-15", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1995-06-15", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1995-06-15", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1995-06-15", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1996-05-02", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1995-06-15", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-06-15", 
  "number": "929", 
  "official_title": "A bill to abolish the Department of Commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1756-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1756-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Commerce Department Termination and Government Reorganziation Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Abraham, Spencer", 
    "state": "MI", 
    "thomas_id": "01269", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-09-07", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Alaska", 
    "Ambassadors", 
    "American investments", 
    "Anadromous fishes", 
    "Animals", 
    "Armed forces and national security", 
    "Atmospheric research", 
    "Auditing", 
    "Automobile parts", 
    "Automobile parts industry", 
    "Canada", 
    "Census", 
    "Civil service retirement", 
    "Claims", 
    "Coastal zone", 
    "Commerce", 
    "Communication satellites", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Defense industries", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Justice", 
    "Department of Labor", 
    "Department of State", 
    "Department of Transportation", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Early retirement", 
    "Earth resources satellites", 
    "Economic development", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Educational television", 
    "Elementary and secondary education", 
    "Environmental protection", 
    "Environmental research", 
    "Equipment and supplies", 
    "Estuaries", 
    "Estuarine oceanography", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Families", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Food adulteration and inspection", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forests and forestry", 
    "Foundations", 
    "Free ports and zones", 
    "Free trade", 
    "Geodesy", 
    "Gifts", 
    "Government and business", 
    "Government buyouts", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grants-in-aid", 
    "High technology", 
    "High technology industries", 
    "Import quotas", 
    "Import restrictions", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Intellectual property", 
    "International Trade Commission", 
    "International affairs", 
    "International agencies", 
    "International fishery management", 
    "Investment guaranty insurance", 
    "Judicial review", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Manufacturing industries", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine mammal protection", 
    "Marine parks and reserves", 
    "Marine resources conservation", 
    "Meteorological research", 
    "Meteorological satellites", 
    "Minorities", 
    "Minority business enterprises", 
    "National Science Foundation", 
    "Navigational aids", 
    "Navigational aids (Aeronautics)", 
    "Oceanographic research", 
    "Oceanographic research ships", 
    "Office of the U.S. Trade Representative", 
    "Overseas Private Investment Corporation", 
    "Patents", 
    "Personnel management", 
    "Pollution control", 
    "Pollution measurement", 
    "Population statistics", 
    "Presidential appointments", 
    "Privatization", 
    "Productivity in government", 
    "Public broadcasting", 
    "Public lands and natural resources", 
    "Public television", 
    "Radio frequency allocation", 
    "Research", 
    "Restrictive trade practices", 
    "Salmon fisheries", 
    "Science, technology, communications", 
    "Seafood", 
    "Shipbuilding", 
    "Social welfare", 
    "Space activities", 
    "Standards", 
    "Statistical services", 
    "Statistics", 
    "Surplus government property", 
    "Tariff", 
    "Technological innovations", 
    "Technology transfer", 
    "Telecommunication policy", 
    "Television and children", 
    "Television frequency allocation", 
    "Textile industry and fabrics", 
    "Tourist trade", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks", 
    "Transfer of employees", 
    "Transportation and public works", 
    "User charges", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-10-20", 
    "text": "TABLE OF CONTENTS: Title I: General Provisions Title II: United States Trade Administration Subtitle A: Establishment Subtitle B: Officers Subtitle C: Transfers to the Administration Subtitle D: Termination Provisions Subtitle E: Administrative Provisions Subtitle F: Related Agencies Subtitle G: Conforming Amendments Title III: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency Subtitle A: Establishment of Administration Subtitle B: Streamlining Provisions Subtitle C: Administrative Provisions Title IV: Establishment of the Office of Patents, Trademarks, and Standards Subtitle A: Establishment Subtitle B: Administrative Provisions Subtitle C: Conforming Amendments Title V: Government 2000 Commission Title VI: Transitional, Savings, and Conforming Provisions Title VII: Miscellaneous Commerce Department Termination and Government Reorganization Act of 1995 - Title I: General Provisions - States congressional findings with regard to abolition of the Department of Commerce (DOC) and the consolidation and streamlining of its functions along with other Federal trade functions into a single U.S. Trade Administration (USTA) in order to advance a unified trade policy that vigorously promotes U.S. trade interests. (Sec. 102) Lists the purposes of this Act as the following: (1) elimination of DOC and restructuring its functions to end duplication and fragmentation in Federal trade-related functions and financing, and the bringing of coherence to the Government's management of its important missions; (2) elimination of unnecessary layers of bureaucracy affecting trade, oceanic and atmospheric, standards, technology, statistics, and intellectual property protection activities of the Government; (3) establishment of streamlined organization structures for performance of statistics, intellectual property, standards, technology, and natural resource functions under DOC; and (4) enhancement of Federal trade-related activities by establishing the U.S. Trade Administration (USTA). Title II: United States Trade Administration - Subtitle A: Establishment - Replaces DOC with USTA, headed by the U.S. Trade Representative (USTR) who, as the principal adviser to, and spokesman of, the President on international trade policy, retains his or her currently held ambassador status in all trade negotiations conducted by USTA, along with certain additional trade-related functions, including those transferred under subtitle C. Subtitle B: Officers - Sets forth provisions related to USTA management positions and related functions, among other things establishing two Deputy USTR positions with ambassador rank, one as permanent representative to the World Trade Organization, the other with overall responsibility for USTR negotiating functions. Subtitle C: Transfers to the Administration - Outlines specific transfers of Federal trade functions to the new USTA, including those of DOC, the Overseas Private Investment Corporation, and various specified miscellaneous export promotion related functions. Subtitle D: Termination Provisions - Terminates DOC, including the Economic Development Administration, the U.S. Travel and Tourism Administration, the National Telecommunications and Information Administration, the Office of Chief Economist, the Minority Business Development Agency, the National Technical Information Service, the Technology Administration, and the Office of Technology Policy, as well as the Advanced Technology Program and the Manufacturing Extension Programs. Repeals the Public Works and Economic Development Act of 1965. Subtitle E: Administrative Provisions - Sets out USTR-related administrative provisions pertaining to personnel and other miscellaneous administrative matters, including those relating to a working capital fund for administrative expenses. Subtitle F: Related Agencies - Finalizes Federal trade functions reorganization initiated above, transferring the Bureau of the Census and the Bureau of Economic Analysis out of DOC to the Department of Labor, along with other miscellaneous and conforming changes to complete the consolidation and streamlining process described above. Subtitle G: Conforming Amendments - Makes miscellaneous technical and conforming amendments to various specified provisions of Federal law, including those relating to executive schedule positions. Title III: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency - Subtitle A: Establishment of Administration - National Oceanic and Atmospheric Administration Act of 1995 - Reestablishes the National Oceanic and Atmospheric Administration (NOAA) as an independent executive successor entity to DOC's NOAA, the functions of which are transferred to the new NOAA, which shall be headed by an Administrator appointed by the President and subject to Senate confirmation. Outlines other specified administrative components. Subtitle B: Streamlining Provisions - Reorganizes aeronautical charting functions within the Federal Aviation Administration, and makes other organizational changes limiting the number of NOAA full-time equivalent positions and affecting other aspects of NOAA personnel, while providing at the same time for a review of NOAA's regulations and reporting requirements to determine whether they continue to be necessary, with specified reductions mandated. Provides for a reduction in the NOAA fleet and a laboratory consolidation study for the Congress. Subtitle C: Administrative Provisions - Sets forth miscellaneous administrative provisions concerning rules and regulations, contracts, and additional personnel and other matters pertaining to the new NOAA, which include facilities at remote locations and the coordination of environmental policy. Title IV: Establishment of the Office of Patents, Trademarks, and Standards - Subtitle A: Establishment - Provides for consolidation of DOC patent, trademark, and standards functions into a single independent Office of Patents, Trademarks, and Standards (OPTS). Subtitle B: Administrative Provisions - Sets forth administrative provisions for OPTS. Subtitle C: Conforming Amendments - Makes certain conforming amendments under appropriate Federal laws. Title V: Government 2000 Commission - Government 2000 Act - Establishes an independent Government 2000 Commission for developing and recommending a plan for reorganizing and consolidating executive branch operations with the intended goal of establishing a smaller workforce to provide better services to the public. Requires such plan to be submitted to the Congress for consideration in accordance with specified guidelines and implemented as appropriate by the Office of Management and Budget. Authorizes appropriations Title VI: Transitional, Savings, and Conforming Provisions - Sets forth transitional, savings, additional conforming, and certain other miscellaneous provisions necessitated by enactment of this Act, including procedures for additional function and personnel transfers and for judicial review. Title VII: Miscellaneous - Sets forth effective date provisions and miscellaneous reporting and other provisions concerned with DOC and the trade functions reorganization, with phased-in funding reductions applicable to the functions transferred or terminated under such reorganization. Provides as well for buy-outs at DOC for employees who voluntarily separate before a certain date. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Commerce Dismantling Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Commerce Department Termination and Government Reorganziation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Government 2000 Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Oceanic and Atmospheric Administration Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to abolish the Department of Commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:51-05:00"
}