{
  "actions": [
    {
      "acted_at": "1977-01-31", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2665-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-31", 
  "number": "2665", 
  "official_title": "A bill to allow Federal employment preference to certain employees of the Bureau of Indian Affairs, and to certain employees of the Indian Health Service, who are not entitled to the benefits of, or who have been adversely affected by the application of, certain Federal laws allowing employment preference to Indians.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-31", 
  "subjects": [
    "Civil service employment", 
    "Civil service system", 
    "Department of Health, Education, and Welfare", 
    "Department of the Interior", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Native Americans"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-31", 
    "text": "Grants a Federal employment preference to employees of the Bureau of Indian Affairs (BIA) of the Department of the Interior (Interior) and the Indian Health Service (IHS) of the Department of Health, Education and Welfare (HEW) who have been adversely affected by Federal law giving Indians preferential treatment in the competitive service. Requires that eligible employees of BIA and IHS be considered before other applicants when filling vacancies in other bureaus of the Interior and HEW. Creates an exception for situations in which certain eligible veterans and certain relatives of these veterans apply for such vacancies. Requires that any eligible employee twice passed over, be given the next occurring vacancy for which such employee applies unless (1) another eligible employee was appointed, (2) an eligible veteran or relative was appointed, (3) the eligible employee was passed over for compelling reasons, or (4) compelling reasons now exist for passing the employee over. States that if compelling reasons exist to deny the appointment of an otherwise entitled eligible employee, the appointing officer must file such reasons with the Civil Service Commission. Requires the Commission to rule on the sufficiency of such reasons, and to make the final decision on the appointment in question. States that this Act shall be in effect for three years. Empowers the Civil Service Commission to extend the life of the Act for an additional year with respect to one or both of the departments affected by the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to allow Federal employment preference to certain employees of the Bureau of Indian Affairs, and to certain employees of the Indian Health Service, who are not entitled to the benefits of, or who have been adversely affected by the application of, certain Federal laws allowing employment preference to Indians.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:07-05:00"
}