{
  "actions": [
    {
      "acted_at": "1994-03-15", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Energy and Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-15", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Crime and Criminal Justice Forwarded an Original Measure to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-16", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-03-25T15:53:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Judiciary. H. Rept. 103-464, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4030-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "McHale, Paul", 
      "sponsored_at": "1994-03-21", 
      "state": "PA", 
      "thomas_id": "00772", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-15", 
  "number": "4030", 
  "official_title": "To assist victims of crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Victims of Crime Act of 1994", 
  "sponsor": {
    "district": "9", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-03-16", 
  "subjects": [
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crimes against women", 
    "Criminal procedure", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal aid to law enforcement agencies", 
    "Government trust funds", 
    "Law", 
    "Rape", 
    "Sex crimes", 
    "Syndromes", 
    "Victims of crimes", 
    "Violence", 
    "Wife abuse", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-15", 
    "text": "TABLE OF CONTENTS: Title I: Victims' Rights Title II: Crime Victims' Fund Title III: Report on Battered Women's Syndrome Victims of Crime Act of 1994 - Title I: Victims' Rights - Amends Rule 32 of the Federal Rules of Criminal Procedure to require the court, before imposing sentence for a crime of violence or sexual abuse, to address the victim personally if the victim is present at the sentencing hearing and determine if the victim wishes to make a statement and present any information in relation to the sentence. Title II: Crime Victims' Fund - Amends the Victims of Crime Act of 1984 to revise the formula for allocating funds for costs and grants. Authorizes the retention of any portion of the Crime Victim Funds that was deposited during a fiscal year that is in excess of 110 percent of the total amount deposited in the Fund during the preceding fiscal year as a reserve for use in a year in which the Fund falls below the amount available in the previous year. Limits such reserve to $20 million. Allows any sums awarded as part of a grant that remain unspent at the end of a fiscal year in which the grant is made, to be expended for grant purposes at any time during the succeeding two fiscal years, after which any remaining unobligated funds shall be returned to the Fund. Directs that, if the compensation paid by an eligible crime victim compensation program would cover costs that a Federal program or a federally financed State or local program would otherwise pay: (1) such crime victim compensation program shall not pay that compensation; and (2) the other program shall make its payments without regard to the existence of the crime victim compensation program. Limits to five percent of: (1) a grant the amount that may be used for the administration of the State crime victim compensation program receiving the grant; and (2) sums received for the State crime victim assistance program the amount that may be used for the administration of such program. Authorizes grants for demonstration projects. Requires each entity receiving sums made available under the Act for administrative purposes to certify that such sums will be used not to supplant State or local funds, but to increase the amount of such funds that would, in the absence of Federal funds, be made available for such purposes. Title III: Report on Battered Women's Syndrome - Directs the Attorney General and the Secretary of Health and Human Services to report to specified congressional committees on the medical and psychological basis of \"battered women's syndrome\" and the extent to which evidence of the syndrome has been considered in a criminal trial."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victims of Crime Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To assist victims of crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:43-05:00"
}