{
  "actions": [
    {
      "acted_at": "1976-09-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 94-1363.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-29", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3873-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-29", 
  "number": "3873", 
  "official_title": "An original bill to extend the special unemployment assistance program for one year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Special Unemployment Assistance Extension Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-09-29", 
  "subjects": [
    "Federal-state relations", 
    "Labor and employment", 
    "States", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-29", 
    "text": "Special Unemployment Assistance Extension Act - Amends the Emergency Jobs and Unemployment Assistance Act of 1974 to extend until June 30, 1978 the date with respect to which unemployment assistance thereunder may be paid. Substitutes the base wage period under applicable State unemployment compensation law for the base wage period defined in such Act in the determination of eligibility for, and the weekly and maximum amount of, such assistance. Prohibits the payment of unemployment compensation under such Act to an individual who performs services for an educational institution or agency in a capacity other than instructional, research, or principal administrative with respect to periods between two successive academic terms if such individual has been given reasonable assurances of continued employment. Permits such an individual to receive a lump-sum payment of the assistance which would otherwise have been paid with respect to such period if such individual is in fact not offered reemployment. Directs that each State be reimbursed for certain unemployment compensation paid under such Act to individuals at least part of whose base period wages include wages performed for States, political subdivisions thereof, and specified other public instrumentalities to the extent that such compensation was attributable to such public employment. Entitles political subdivisions of States which provide unemployment compensation on the basis of services performed in its employ to similar reimbursement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Special Unemployment Assistance Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to extend the special unemployment assistance program for one year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:59-05:00"
}