{
  "actions": [
    {
      "acted_at": "1979-02-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-05", 
      "committee": "House Select Committee on Intelligence", 
      "references": [], 
      "text": "Referred to House Select Committee on Intelligence.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1837-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-05", 
  "number": "1837", 
  "official_title": "A bill to amend the National Security Act of 1947 to establish by law procedures for the classification and protection of sensitive information relating to the national security, to provide criminal penalties for unauthorized disclosure of such information, to limit matters that may be classified and impose penalties for unauthorized classification, to provide for declassification, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-05", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Classified defense information", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Crime prevention", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "National Security and Intelligence Operations", 
    "National security crimes"
  ], 
  "subjects_top_term": "Classified defense information", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-05", 
    "text": "Amends the National Security Act of 1947 by adding: Title IV: Classification and Safeguarding of National Security Information. States that national security information may be designated and protected only in accordance with this title. Sets forth three classifications (\"Top Secret,\" \"Secret,\" and \"Confidential\") by which national security information may be designated. Promulgates standards defining each classification. Grants authority to originate the classification of material only to such officials as the President may designate, or any subordinate of such official who is designated as having frequent need of such authority. States that Congress shall periodically review the designations of such subordinates. Requires the President to prescribe regulations for the classification of material by agencies having no designated official. Identifies information which may be classified which includes any information which if disclosed could cause identifiable damage to the national security. Prohibits the classification of information in order to conceal incompetence, inefficiency, wrongdoing, or administrative error, to avoid embarrassment to any individual or agency, to restrain competition or independent initiative, or to prevent for any reason the release of information the dissemination of which will not damage the national security. Sets forth regulations governing the identification of an item of classified material. Sets forth procedures to be followed by a holder of classified material who does not believe that such material has been properly classified. Requires the declassification of classified information as early as national security considerations allows. Directs the President to prescribe regulations to: (1) establish procedures for the periodic review of classified information to downgrade, declassify, or destroy such information; and (2) carry out this Act including provisions assuring the security and accountability of such information. Declares that nothing in this Act shall affect any requirement made under the Atomic Energy Act of 1954. Sets forth: (1) criminal penalties for the knowing disclosure of classified information or material to a foreign government or any officer or agent thereof not authorized to receive such information or material; and (2) procedures for determining whether such material is lawfully classified. Establishes a penalty consisting of a fine of up to $1,000 or imprisonment of not more than one year, or both, for the classification of material to conceal incompetence, inefficiency, wrongdoing, or administrative error, to avoid embarrassment, to restrain competition or independent initiative or to prevent or delay the release of information which should not have been classified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Security Act of 1947 to establish by law procedures for the classification and protection of sensitive information relating to the national security, to provide criminal penalties for unauthorized disclosure of such information, to limit matters that may be classified and impose penalties for unauthorized classification, to provide for declassification, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:27-05:00"
}