{
  "actions": [
    {
      "acted_at": "1984-04-05", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-10", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-17", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood with amendments. With written report No. 98-457.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-17", 
      "calendar": "Senate Legislative", 
      "number": "890", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 890.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3053-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3053"
    }
  ], 
  "bill_id": "s2537-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1984-04-09", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1984-04-05", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-05", 
  "number": "2537", 
  "official_title": "A bill to amend the Federal Railroad Safety Act of 1970 to authorize additional appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-04-10", 
  "subjects": [
    "Actions and defenses", 
    "Authorization", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Cost accounting", 
    "Damages", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Freedom of information", 
    "Government corporations", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Highway engineering", 
    "Management audit", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Public safety", 
    "Railroad abandonments", 
    "Railroad passenger traffic", 
    "Railroad relocation", 
    "Railroad safety", 
    "Railroads", 
    "Stocks"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-05-17", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 98-457) Title I: Railroad Safety - Amends the Federal Railroad Safety Act of 1970 to authorize the district court of the United States having jurisdiction, upon petition by the Attorney General, to issue orders requiring compliance with the Secretary of Transportation's directives on railroad safety. Requires the Secretary to submit the Department's annual report directly to Congress (in lieu of submission to the President for transmittal to Congress) and changes the date for submission of such report from July l to April 15 of each year. Authorizes railroad employees who are discriminated against for actions taken in response to unsafe conditions to bring an action in the appropriate U.S. district court. (Currently such employee complaints may only be filed with the National Railroad Adjustment Board.) Authorizes the award of punitive damages as a remedy for such employees. Authorizes appropriations to the Department of Transportation for FY 1985 and 1986 for State safety programs and for specified provisions under such Act. Directs the Secretary to complete an informal inquiry on rail safety issues related to maintenance, inspection, and testing of signal systems and devices at rail- highway grade crossings and report to Congress on the findings. Title II: Rail Passenger Service - Amends the Rail Passenger Service Act to provide that the two members of the board of directors of the National Railroad Passenger Corporation (Amtrak) which are selected by the preferred stockholders shall serve until their successors have been appointed. Provides that the preferred stock issued by the Corporation shall be deemed to have been issued as of the date the Corporation receives the funds for such stock. Repeals provisions which established and set forth the duties of the Performance Evaluation Center within the Corporation. Eliminates requirements for monthly performance reports. Requires the Corporation to report to Congress not later than February 15 of each year on its intercity rail passenger service, including data on ridership, short-term avoidable profit or loss per passenger mile, revenue-to-cost ratio, revenues, the Federal and non-Federal subsidies, and on-time performance. Provides that beginning October 1, 1983, the Corporation may continue service on routes where the Secretary recommends discontinuance if the Corporation and the affected State enter into an agreement to ensure that specified criteria are met. Revises such criteria to remove requirements to calculate passenger mile per train mile on such routes. Removes the congressional veto provisions with respect to an amendment to the Route and Service Criteria and makes any such amendment effective 120 days (currently, 60 days) after continuous session of Congress. States that trade secrets and commercial or financial information prepared by the Corporation are not subject to public disclosure requirements. Authorizes appropriations for the Corporation for FY 1984 and 1985. Repeals the Secretary's interim authority to provide emergency financial assistance for railroads operating passenger service. Makes technical and miscellaneous amendments to the Rail Passenger Services Act and the Railroad Revitalization and Regulatory Reform Act of 1976. Grants the Comptroller General discretionary authority to make performance audits of the Corporation. (Currently the Comptroller General is required to make such audits annually). Title III: Railroad Accounting Principles Board - Amends the Interstate Commerce Act to limit the salaries of members of the Railroad Accounting Principles Board to level V of the Executive Schedule. Terminates the Board three years after its members are appointed. Requires the Board to establish cost accounting principles and make a specified report to Congress within two years of such appointments. Authorizes appropriations for FY 1984 through 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Railroad Safety Act of 1970 to authorize additional appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:19-05:00"
}