{
  "actions": [
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations, S. Rept. 96-738.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #210 (69-10).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2727-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-15", 
  "number": "2727", 
  "official_title": "An original bill to authorize additional appropriations for the Department of State for the fiscal years 1980 and 1981 and for the Board for International Broadcasting for the fiscal year 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-05-15", 
  "subjects": [
    "Africa", 
    "Aliens", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Authorization", 
    "Belgium", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Business and commerce", 
    "China", 
    "Citizenship", 
    "Civil service employment", 
    "Claims", 
    "Coal", 
    "Communications and Broadcasting", 
    "Compensation (Law)", 
    "Conferences", 
    "Conflict of interests", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Cuba", 
    "Department of State", 
    "Department of the Treasury", 
    "Diplomats", 
    "Economics and public finance", 
    "Educational exchanges", 
    "Executive reorganization", 
    "Exports", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foreign service", 
    "Gifts", 
    "Government corporations", 
    "Government liability", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Immigration", 
    "Income tax", 
    "Insurance", 
    "International affairs", 
    "International agencies", 
    "International cooperation in telecommunication", 
    "International labor activities", 
    "International law", 
    "International obligations", 
    "Liability insurance", 
    "Middle East", 
    "Negotiations", 
    "Passports", 
    "Peace", 
    "Presidential appointments", 
    "Public Contracts, Procurement, and Property", 
    "Radio broadcasting", 
    "Refugees", 
    "Tax deductions", 
    "Telecommunication policy", 
    "United Nations", 
    "Vietnam"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-06-16", 
    "text": "(Measure passed Senate, amended, roll call #210 (69-10)) =Title I: Department of State= - Amends the Department of State Authorization Act, Fiscal Years 1980 and 1981, to increase the authorization of appropriations to the State Department for fiscal year 1981 for the administration of foreign affairs, international organizations and conferences (also increased for fiscal year 1980), and migration and refugee assistance. Decreases the authorization of appropriations for fiscal year 1981 for international commissions. Raises the aggregate amount which may be spent during fiscal year 1981. Amends the Taiwan Relations Act to authorize necessary appropriations for fiscal year 1981 to carry out such Act. Earmarks a specified portion of the fiscal year 1981 authorization for the State Department's administration of foreign affairs to carry out such Act. Amends the passport provisions to provide for the Secretary of State to prescribe a fee for issued passports which shall be paid into the U.S. Treasury (presently such fees are set at ten dollars for each passport and are paid quarterly). Extends the period of validity of a passport from five years to ten years. Prohibits the U.S. payment of its share of the annual expenses of the Hague Conference on Private International Law and of the International (Rome) Institute for the Unification of Private Law from exceeding ten percent of the total expenses after 1978 (currently seven percent). Authorizes the use of funds appropriated to the State Department for International Organizations and Conferences for ceremonial gifts to international organizations. Earmarks a specified portion of such funds for U.S. contributions to the International Labor Organization. Earmarks a specified portion of the funds authorized to be appropriated to the State Department for migration and refugee assistance for refugee activities in Africa and under the Economic Support Fund. Reserves a specified portion of such funds for the United Nations Relief and Works Agency for Palestine Refugees. Creates the position of Assistant Secretary of State for Refugee Affairs. Transfers authority for refugee affairs to such Assistant Secretary from the Assistant Secretary for Human Rights and Humanitarian Affairs. Prohibits the use of appropriated funds to close specified consulates. Earmarks a specified portion of the funds authorized for the administration of foreign affairs to operate specified consulates. Amends the United Nations Participation Act of 1945 to direct the President to appoint, by and with the advice and consent of the Senate, a U.S. Representative to the Vienna Office of the United Nations. Authorizes necessary appropriations for the U.S. share of the expenses of United Nations peacekeeping forces (presently limited to those in the Middle East). Amends the Foreign Assistance Act of 1969 to authorize appropriations for fiscal year 1981 for the Inter-American Foundation. Exempts private sector representatives on U.S. delegations to international telecommunications conferences, who are specifically designated as the U.S. representative with respect to a particular matter, from specified criminal code provisions on conflicts of interest. Requires such representatives to have on file a financial disclosure report with the State Department. =Title II: International Communication Agency= - Amends the United States Information and Educational Exchange Act of 1948 to permit any person, having special scientific, technical, or professional qualifications, in the employ or service of the U.S. Government to be assigned to a foreign government (presently restricted to U.S. citizens). Authorizes the making of procurement contracts for periods which do not exceed five years if: (1) appropriations are adequate for the first fiscal year; (2) Government need is reasonably firm and continuing; (3) such contract will encourage effective competition or promote economy in performance and operation; and (4) such method will not inhibit small business participation. Requires such contracts to be cancelled if funds are not available for continuation into subsequent fiscal years. Revises the authority of the Director of the International Communication Agency (ICA) to purchase: (1) security vehicles for use abroad without regard to maximum price limitations; and (2) motion picture, radio, and television producers' liability insurance. Provides for the principal assistant of an ICA Associate Director to perform the duties of any Associate Director who dies, resigns, or is sick or absent. Amends the International Communication Agency Authorization Act, Fiscal Years 1980 and 1981, to earmark a specified portion of the funds authorized to be appropriated to the ICA for the Belgian-American Educational Foundation. =Title III: Board for International Broadcasting= - Amends the Board for International Broadcasting Act of 1973 to increase the authorization of appropriations for fiscal year 1981 for the Board for International Broadcasting. Earmarks a specified portion of such authorization for the purpose of transferring Radio Free Europe and Radio Liberty positions to the United States. =Title IV: Miscellaneous Provisions= - Amends the International Claims Settlement Act of 1949 to set forth the order of priority of claims to be paid by the Secretary of the Treasury from the special fund to pay claims against the People's Republic of China. Requires a deduction in the amount otherwise payable to claimants allowed a Federal income tax deduction for claimed losses. Authorizes appropriations for the Asia Foundation. Directs the Secretary of State to designate a coal export officer for each U.S. diplomatic mission to monitor the requirements of the country for imported coal and the ability to import U.S. coal. Directs the Secretaries of State, Energy, and Commerce to report semiannually to Congress concerning exports of coal to such countries. Amends the International Claims Settlement Act of 1949 to provide for the determination of claims against Vietnam arising out of the taking of U.S. property interests. Requires the Foreign Claims Settlement Commission of the United States to receive and determine the validity and amounts of claims by U.S. nationals against Vietnam arising on or after April 29, 1975. Specifies the type of claims that may be considered. Directs the Commission to certify the amount of loss suffered by each claimant. Stipulates that the amount of any claim which has been assigned shall not exceed the amount of actual consideration paid by the last assignee. Authorizes the Secretary of the Treasury to establish the Claims Fund for the payment of unsatisfied claims against Vietnam upon certification by the Commission. Specifies the priority of payments on such claims. Requires the Commission to complete its duties under this Act within three years. Prohibits fees in excess of ten percent of the claim. Makes specified provisions of existing law relating to the jurisdiction of the Commission, payment of claims, administrative procedure, and employee organizations applicable to the Commission. Amends the Immigration and Nationality Act to authorize the Attorney General and the Secretary of State to jointly waive visa requirements for nonimmigrants: (1) applying for admission as visitors for business or pleasure for no more than 90 days; (2) from countries which extend reciprocal privileges to U.S. citizens; and (3) from countries which had a specified maximum nonimmigrant visa refusal rate. Makes the status or classification adjustment provisions inapplicable to such aliens. Expresses the sense of Congress that the President should negotiate a reduction in the U.S. share of assessed contributions to the United Nations and other international organizations and report the results to Congress. Designates any U.S. program of radio broadcasts to Cuba as Radio Free Cuba. Repeals provisions limiting evacuation payments to 60 days plus 120 days, if extended by the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to authorize additional appropriations for the Department of State for the fiscal years 1980 and 1981 and for the Board for International Broadcasting for the fiscal year 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:27-05:00"
}