{
  "actions": [
    {
      "acted_at": "1995-02-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-15", 
      "bill_ids": [
        "hr956-104"
      ], 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "For Further Action See H.R.956.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr955-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-15", 
  "number": "955", 
  "official_title": "To establish legal standards and procedures for product liability litigation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr956-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Common Sense Product Liability Reform Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-02-15", 
  "subjects": [
    "Actions and defenses", 
    "Alcohol", 
    "Commerce", 
    "Consumer protection", 
    "Damages", 
    "Drug abuse", 
    "Federal preemption", 
    "Government operations and politics", 
    "Law", 
    "Limitation of actions", 
    "Manufacturing industries", 
    "Product safety", 
    "Products liability", 
    "Punitive damages", 
    "Retail trade", 
    "Standards", 
    "State laws", 
    "Warranties"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-02-15", 
    "text": "Common Sense Product Liability Reform Act of 1995 - Declares that this Act: (1) does not provide U.S. district courts with jurisdiction over product liability actions based on specified provisions of the Federal judicial code; (2) governs any product liability action brought in any State or Federal court against a manufacturer or product seller, on any theory for harm caused by a product, except product liability actions brought against a manufacturer or product seller for commercial losses which shall be governed only by applicable commercial or contract law; and (3) supersedes State law only to the extent that such law applies to an issue covered by this Act. (Sec. 4) Makes a product seller other than a manufacturer liable to a claimant in a product liability action only if the claimant establishes that: (1) the seller sold the product which allegedly caused the harm, the seller failed to exercise reasonable care with respect to the product, and such failure was a proximate cause of the claimant's harm; (2) the seller made an express warranty applicable to the product independent of any express warranty made by a manufacturer, the product failed to conform to the warranty, and such failure caused the claimant's harm; or (3) the seller engaged in intentional wrongdoing as determined under applicable State law and such intentional wrongdoing was a proximate cause of the harm complained of by the claimant. Specifies that a product seller shall: (1) not be considered to have failed to exercise reasonable care based upon an alleged failure to inspect a product where there was no reasonable opportunity to inspect the product in a manner which would have revealed the aspect of the product which allegedly caused the claimant's harm; and (2) be liable, in a product liability action, for harm to the claimant caused by such product as if the seller were the manufacturer of such product if the manufacturer is not subject to service of process under the laws of any State in which the action might have been brought, or the court determines that the claimant would be unable to enforce a judgement against the manufacturer. (Sec. 5) Makes it a complete defense to a product liability action that the claimant: (1) was intoxicated or under the influence of intoxicating alcohol or any drug; and (2) as a result of such influence, was more than 50 percent responsible for the accident or event which resulted in such claimant's harm. (Sec. 6) Specifies that in a product liability action the liability of each defendant for noneconomic loss shall be several only and not joint, and that each defendant shall be liable only for the amount of noneconomic loss attributable to such defendant's proportionate share of fault or responsibility for the claimant's harm, as determined by the trier of fact. (Sec. 7) Bars a product liability action unless the complaint is served and filed within 15 years after the time of delivery of the product, with exceptions. (Sec. 8) Authorizes punitive damages, to the extent permitted by applicable State law, in any product liability action in Federal or State court against a defendant if the claimant establishes by clear and convincing evidence that the harm suffered was the result of conduct specifically intended to cause harm or conduct manifesting a conscious, flagrant indifference to the safety of those persons who might be harmed by the product for which the action was brought. Sets forth provisions regarding: (1) proportional awards; (2) applicability and preemption; and (3) bifurcation of proceedings at either party's request."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Common Sense Product Liability Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish legal standards and procedures for product liability litigation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:05-05:00"
}