{
  "actions": [
    {
      "acted_at": "1985-07-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-26", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Justice Department, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1499-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-25", 
  "number": "1499", 
  "official_title": "A bill to establish an antiterrorist training academy, to increase security at international airports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Airport Safety Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-25", 
  "subjects": [
    "Airline employees", 
    "Airports", 
    "Authorization", 
    "Aviation", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Customs administration", 
    "Data banks", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Employee training", 
    "Executive Office of the President", 
    "Explosives", 
    "Federal aid to law enforcement agencies", 
    "Firearms", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "Intergovernmental fiscal relations", 
    "International affairs", 
    "Law enforcement officers", 
    "Local and Municipal Government", 
    "Local finance", 
    "Narcotic traffic", 
    "Secret service", 
    "Security measures", 
    "Southwest (U.S.)", 
    "State finance", 
    "States", 
    "Terrorism"
  ], 
  "subjects_top_term": "Terrorism", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-25", 
    "text": "Title I: Establishment of an Antiterrorist Training Academy at the Federal Law Enforcement Training Center of the Department of the Treasury - Establishes the National Antiterrorist Training Academy at the Federal Law Enforcement Training Center for basic and specialized antiterrorist training for certain Federal law enforcement officers. Authorizes the Academy to provide training on a reimbursable basis for: (1) State and local government law enforcement officials; (2) law enforcement officials of a foreign country under certain circumstances; (3) security personnel of major U.S. commercial air carriers; (4) U.S. airport security officers; and (5) private sector security officials. Authorizes appropriations for FY 1986, for such Academy. Requires the Secretary of the Treasury, within 90 days of enactment of this title, to report to the congressional Committees on Appropriations on plans for its implementation. Title II: International Airport Safety Act of 1985 - Directs the Secretary of State and the Secretary of Transportation to publish and distribute a comprehensive analysis and hotline of mandatory security, antiterrorist, and related safety standards for international airports. Requires the installation of new x-ray equipment at all international airports in the United States. Authorizes the Secretary of Transportation to deny landing rights to any commercial air carrier that does not comply with regulations issued under this title. Title III: Authorization of Additional Appropriations - Authorizes appropriations to the Bureau of Alcohol, Tobacco, and Firearms for FY 1986 for: (1) the development and implementation of a portable system of explosives identification and detection devices; (2) the development and maintenance of an international explosives incident data base; and (3) salaries and expenses for 216 additional full-time permanent agent positions and necessary equipment to enhance antiterrorist investigations. Requires the Director of the Bureau to report to the appropriate congressional committees on a quarterly basis on the use of such funds. Authorizes appropriations to the United States Customs Service for FY 1986 for additional salaries and expenses to carry out increased security, drug enforcement, and counterterrorist activities at international airports in the United States and at ports of entry and between ports of entry along the southwest border. Authorizes appropriations to the Immigration and Naturalization Service for FY 1986 for salaries and expenses for an additional 150 full-time permanent inspector positions to be located at the ports of entry along the southwest border. Authorizes appropriations to the United States Secret Service for FY 1986 for salaries and expenses for additional personnel and equipment to conduct counterterrorism activities. Authorizes the heads of agencies governed by provisions of this Act to make advance payments to state and local law enforcement agencies for expenses while engaged in cooperative antiterrorist activities. Title IV: Establishment of Antiterrorist Law Enforcement Coordinating Council - Establishes within the Executive Office of the President an Antiterrorist Law Enforcement Coordinating Council to regularly review and facilitate the coordination of all such Federal activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Airport Safety Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an antiterrorist training academy, to increase security at international airports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:33-05:00"
}