{
  "actions": [
    {
      "acted_at": "1975-09-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9757-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-22", 
  "number": "9757", 
  "official_title": "A bill to stabilize labor-management relations in the construction industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9486-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Construction Industry Stabilization Act", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-22", 
  "subjects": [
    "Advisory bodies", 
    "Collective bargaining", 
    "Construction industries", 
    "Department of Labor", 
    "Industrial relations", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-22", 
    "text": "Construction Industry Stabilization Act - Declares the finding of the Congress that the legal framework for collective bargaining in the construction industry is in need of revision. Makes it the purpose of this Act to establish a viable and practical structure for collective bargaining in the construction industry by establishing procedures for negotiations with a minimum of governmental interference in the free collective bargaining process. Establishes in the Department of Labor a Construction Industry Collective Bargaining Committee. Sets forth the membership of the Committee. Provides, under the National Labor Relations Act, that where there is in effect a collective bargaining agreement covering employees in the construction industry between a local construction labor organization or other subordinate body affiliated with a standard national construction labor organization, or between a standard national construction labor organization directly, and an employer or association of employers, neither party shall terminate or modify such agreement or the terms or conditions thereof without serving a written notice of the proposed termination or modification in the form and manner prescribed by the Committee at least sixty days prior to the expiration date thereof. Provides for the method of service of the notice required under this Act. Requires standard national construction labor organizations and national construction contractor associations to furnish to the Committee copies of all notices served upon them as provided by this Act. Provides that upon receipt of such notices the Committee may take jurisdiction of the matter by transmitting written notice to the signatory labor organization or organizations and the association or associations of employers directly party to the collective bargaining agreement within ninety days following the giving of such notice. Stipulates that upon specified conditions following the Committee's taking of jurisdiction, no new collective bargaining agreement or revision of any existing collective bargaining agreement between a local construction labor organization or other subordinate body affiliated with the standard national construction labor organization, and an employer or employer association shall be of any force or effect unless such new agreement or revision is approved in writing by the standard national construction labor organization with which the local labor organization or other subordinate body is affiliated. Sets standards for Committee action under this Act. Stipulates that the Committee shall take action under this Act only if it believes that such action would: (1) facilitate collective bargaining in the construction industry improvements in the structure of such bargaining, agreements covering more appropriate geographical areas, or agreements more accurately reflecting the condition of various branches of the industry; (2) promote stability of employment; (3) encourage collective bargaining agreements enbodying appropriate expiration dates; (4) promote practices consistent with appropriate apprenticeship, training and skill level differentials among the various crafts or branches; or (5) promote voluntary procedures for dispute settlement. Authorizes the Committee to promote and assist in the formation of voluntary national craft or branch boards or other appropriate organizations composed of representatives of one or more standard national construction labor organizations and one or more national construction contractor associations for the purpose of attempting to seek resolution of local labor disputes and review collective bargaining policies and developments in the particular craft or branch of the construction industry involved. Authorizes the appropriation of such sums as may be necessary to carry out this Act. Stipulates that this Act shall take effect on the date of its enactment. Stipulates that this Act shall expire on February 28, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Industry Stabilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to stabilize labor-management relations in the construction industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:12-05:00"
}