{
  "actions": [
    {
      "acted_at": "1986-05-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2485-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-21", 
  "number": "2485", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to include in gross income and impose social security taxes on certain employer contributions to accident or health plans, to allow individuals a credit against income tax for certain health insurance premiums, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Equity and Incentives Reform Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-21", 
  "subjects": [
    "Accident insurance", 
    "Business and commerce", 
    "Cost of living adjustments", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Income tax", 
    "Inflation", 
    "Insurance", 
    "Labor and employment", 
    "Medical economics", 
    "Old age, survivors and disability insurance", 
    "Social security taxes", 
    "Tax credits", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-21", 
    "text": "Health Equity and Incentives Reform Act of 1986 - Amends the Internal Revenue Code to include in the employee's income contributions by an employer to accident or health plans for compensation to employees for personal injuries or sickness. Excludes from income contributions made: (1) with respect to coverage under any workers' compensation Act; (2) for in-plant first aid; or (3) for treatment of occupationally related illness or injury. Excludes certain contribution amounts made on behalf of Medicare recipients. Includes the amounts of the employer's contribution to an accident or health plan in the social security wage base. Permits an individual a refundable tax credit equal to 40 percent of the qualified health premiums of the individual for the taxable year. Provides that \"qualified health premium\" means the amount paid or incurred by or on behalf of the taxpayer as a premium to a qualified health care financing and delivery plan for coverage under such plan. Limits the amount of qualified premiums eligible for the tax credit to $65 per month per household member covered under the plan up to a maximum of $195 per month. Provides for an annual cost-of-living adjustment in the monthly limitation amount. Sets forth the requirements for qualified health care financing and delivery plans. Provides that nonresident aliens are not allowed the tax credit for contributions to accident and health plans. Directs the Secretary of Health and Human Services to study and report to the Congress, not later than March 31, 1988, on alternative methods for adjusting the monthly limitation of premiums eligible for the tax credit so as to take into account the ages of different individuals and other actuarial factors that reflect the relative cost of health care services for different individuals. Amends the Public Health Service Act to provide that if an employer or State or political subdivision employs an individual who, immediately preceding the date of the employment, is enrolled with a qualified health maintenance organization and who continues to reside in the area served by the organization, such employer, State, or political subdivision shall include in the health benefits plan offered to such employee the option of continuing membership in such qualified health maintenance organization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Equity and Incentives Reform Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to include in gross income and impose social security taxes on certain employer contributions to accident or health plans, to allow individuals a credit against income tax for certain health insurance premiums, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:55-05:00"
}