{
  "actions": [
    {
      "acted_at": "1978-02-23", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-12", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 95-809.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-18", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-18", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-29", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-29", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-29", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2566-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Anderson, Wendell R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01273", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-23", 
  "number": "2566", 
  "official_title": "A bill to amend the Pennsylvania Avenue Development Corporation Act of 1972 to authorize appropriations and borrowings from the United States Treasury for further implementation of the development plan for Pennsylvania Avenue between the Capitol and the White House, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11775-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-23", 
  "subjects": [
    "Authorization", 
    "Boundaries", 
    "Canals", 
    "Central business districts", 
    "Choice of transportation", 
    "Community development", 
    "Community development corporations", 
    "Development rights transfer", 
    "District of Columbia", 
    "Economic development", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Florida", 
    "Historic sites", 
    "Indiana", 
    "National forests", 
    "National lakeshores", 
    "National parks", 
    "Pennsylvania", 
    "Public works", 
    "South Carolina", 
    "Texas", 
    "Urban economic development", 
    "Wild rivers", 
    "Wyoming"
  ], 
  "subjects_top_term": "Community development corporations", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1978-10-12", 
    "text": "(Senate agreed to House amendments with an amendment) =Title I=: Revises the list of officials who are members of the Board of Directors of the Pennsylvania Avenue Development Corporation, and makes similar other revisions, to reflect the changes of titles of officials and agencies resulting from the District of Columbia Self- Government and Governmental Reorganization Act. Increases the maximum amount which the Corporation is authorized to borrow from the Treasury of the United States. Extends through fiscal year 1990 the authority of the Corporation to issue obligations. Stipulates that the Corporation, in carrying out its duties: (1) shall request the Council of the District of Columbia to close any street or alley when required to implement the plan and shall receive title to such property without cost, barring the existence of a reverter to a private landowner; and (2) may transfer title and jurisdiction to real property which is to be dedicated to public uses to the United States or District of Columbia. Authorizes appropriations for administrative operations and public improvement through fiscal year 1983. =Title II=: Establishes the Jackson Hole Scenic Area in the State of Wyoming. Creates the Jackson Hole Scenic Area Commission to formulate a plan for the designation and acquisition of lands for such area and to carry out the plan upon its adoption. =Title III: San Antonio Missions National Historical Park= - Establishes the San Antonio Missions National Historical Park in San Antonio, Texas. Authorizes the Secretary of the Interior to acquire specified lands by donation, purchase, or exchange, with allowance, under certain circumstances, for the present owners to retain a right of use and occupancy of a property for noncommercial residential purposes for a specified term. Authorizes the establishment of a San Antonio Missions Advisory Commission. =Title IV: To Abolish the Mar-a-Lago National Historical Site= - Directs the Secretary of the Interior to transfer the property described in the order of designation of Mar-a-Lago National Historic Site in Florida to the Marjorie Merriweather Post Foundation of the District of Columbia. =Title V: Historical Camden= - Directs the Secretary of the Interior to prepare a study of historical Camden, South Carolina, to determine the feasibility and desirability of establishing such area as a unit of the National Park System, and to transmit such study to the President and specified Congressional committees. =Title VI: Military Site Beaver County, Pennsylvania= - Authorizes the Secretary of the Interior to establish the Legionville National Historic Site in Pennsylvania to be administered by the Secretary acting through the National Park Service. Authorizes the Secretary to expend not more than $500,000 from the Land and Water Conservation Fund for land acquisition, nor more than $500,000 for the development of essential facilities. Prohibits the authorization of such development funds until October 1, 1978. Imposes a three-year limitation for completion and transmittal to the Congress of a general management plan for the site. =Title VII: Indiana Dunes National Lakeshore= - Amends the Act concerning the Indiana Dunes National Lakeshore by suspending the authority of the Secretary of Interior to acquire by condemnation improved property within the park that is subject to a valid zoning ordinance approved by the Secretary. Grants the Secretary the right of first refusal to purchase improved property if it is offered by the owner. Requires the Secretary to expedite the formulation of standards for the approval of zoning ordinances. Requires the Secretary to report to specified congressional committees within one year of the enactment of this Act concerning lands which have previously been acquired and the annual acquisition program recommended for the ensuing five fiscal years. Expresses the intent of Congress that the Secretary substantially complete the land acquisition program contemplated by this Act within six years of its enactment. Requires the Secretary to consult with the Department of Transportation and the Indiana Highway Department in the development of a report concerning various modes of public access to the lakeshore. Requires that such report be presented to Congress no later than October 1, 1979. Requires among other things that the report consider alternatives to automobile access to the lakeshore and other factors including the environmental impact of the modes of transportation considered. =Title VIII=: Directs the Secretary of the Interior, in cooperation with the Secretary of Agriculture where national forest lands are involved, to conduct a feasibility/suitability study to determine a suitable boundary for the Saint Johns and Oklahoma River corridors in Florida as a unit or units of the National Park System; and to submit a report of such study to the appropriate committees of Congress. Terminates further construction of the Cross-Florida Barge Canal project. Adjusts the boundary of the Ocala National Forest, Florida."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Pennsylvania Avenue Development Corporation Act of 1972 to authorize appropriations and borrowings from the United States Treasury for further implementation of the development plan for Pennsylvania Avenue between the Capitol and the White House, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:38-05:00"
}