{
  "actions": [
    {
      "acted_at": "1988-08-11", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-11", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-11", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-11", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-18", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-19", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-22", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-22", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to Subcommittee on Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-14", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "Procurement, Innovation and Minority Enterprise Development", 
      "text": "Referred to Subcommittee on Procurement, Innovation and Minority Enterprise Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5229-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on Procurement, Innovation and Minority Enterprise Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1988-09-16", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1988-09-23", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1988-10-03", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "1988-10-03", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1988-09-16", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-11", 
  "number": "5229", 
  "official_title": "A bill to revise certain Government procurement procedures with respect to contracts for the procurement of spare parts in order to reduce Federal procurement costs and to improve the ability of small businesses to compete for such contracts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competition in Government Spare Parts Procurement Act", 
  "sponsor": {
    "district": "30", 
    "name": "Slaughter, Louise McIntosh", 
    "state": "NY", 
    "thomas_id": "01069", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-11", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Civil service employment", 
    "Courts and Civil Procedure", 
    "Defense contracts", 
    "Employee training", 
    "Federal employees and officials", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Public Contracts, Procurement, and Property", 
    "Small business", 
    "Tools"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-11", 
    "text": "Competition in Government Spare Parts Procurement Act - Amends Federal armed forces provisions to require a solicitation for sealed bids or competitive proposals to include, in the case of procurement of spare or repair parts (other than for small purchases), a copy of all technical data that is: (1) necessary in order to provide the part the supply of which is being solicited; and (2) owned by the United States or which the United States has the right to use, release, or disclose. Amends the Federal Property and Administrative Services Act of 1949 to establish the same requirement for nondefense procurement. Provides additional authority to the Secretary of Defense to waive the payment of costs for the release of technical data under the Freedom of Information Act. Authorizes such waiver if any citizen or U.S. corporation requests such data in order to enable any offer to provide the product to which the technical data relate, or to determine whether to request service approval to qualify to make an offer. Authorizes the Secretary to require the citizen or corporation to pay a refundable deposit to cover the cost of complying with the request. Establishes similar authorities for nondefense procurement. Directs the Secretary to require by regulation that the head of an agency, in preparing a solicitation for a property procurement contract, identify those spare or repair parts for which future procurements exceeding a total amount of $10,000 over the life of the property procured are likely to be needed. Directs the Secretary to require that any contract awarded pursuant to such solicitation provide that the United States have the right to use (or have used) all technical data related to any such part in any future procurement of such part. States that such technical data rights do not apply to contracts awarded to small business concerns. Amends the Office of Federal Procurement Policy Act to establish the same technical data rights for nondefense reprocurements. Directs the Secretary of Defense to prescribe regulations which require the purchase from contractors of production special tooling and production special test equipment acquired or fabricated in the performance of contracts for the purpose of fabricating or testing the spare or repair part for which future procurements are likely to exceed $10,000. Amends the Federal Property and Administrative Services Act of 1949 to establish similar requirements. Requires the solicitation of bids or proposals separately in the case of a defense and nondefense procurement of an individual spare or repair part in which the contract amount will exceed $100,000. Amends the Office of Federal Procurement Policy Act to require the advocate for competition of an executive agency to establish a program of training and education assistance for staff specialists in engineering, technical operations, contract administration, financial management, supply management, and utilization of small business concerns. Requires the program to emphasize improving the skills of such staff in the areas of engineering and manufacturing. Repeals the three-year time limit during which the Secretary of Defense may challenge a use or release restriction asserted with respect to technical data by a contractor or subcontractor. Declares that nothing precludes the Secretary from using or releasing technical data when a contracting officer has upheld the validity of a challenge (even pending appeal) to a contractor's asserted use or release restriction. Provides a civil remedy for the owner of technical data that are used or disclosed by the United States, by a contractor or subcontractor, or any person, firm, or corporation acting for the Government. Amends the Regulatory Flexibility Act to repeal provisions which bar judicial review of regulatory flexibility analyses. Amends the Small Business Act and the Office of Federal Procurement Policy Act to require executive agencies to furnish the Secretary of Commerce for publication a notice of solicitation for bids or proposals for a contract for property or services expected to exceed $10,000 (currently, $25,000). Requires additional information to be included in such notice with respect to the machining operations necessary to produce the item. Declares that the date on which a notice is published by the Secretary is the date of actual publication of such notice, and an executive agency may not presume notice is published merely by the passage of a certain period of time. Requires any determination that is unreasonable to specify standards to satisfy a qualification requirement documenting such unreasonableness with a cost comparison. Prohibits the Secretary of Defense or the Secretary of the military department concerned from requiring a spare or repair part to meet any standard that is more stringent than a standard for an identical part approved by the Government for commercial use, unless the Secretary specifies in writing the additional standard and the justification for it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competition in Government Spare Parts Procurement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise certain Government procurement procedures with respect to contracts for the procurement of spare parts in order to reduce Federal procurement costs and to improve the ability of small businesses to compete for such contracts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:43-05:00"
}