{
  "actions": [
    {
      "acted_at": "1993-06-14", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-06-24", 
      "bill_ids": [
        "hr2401-103"
      ], 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "See H.R.2401.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-24", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Installations and Facilities Held Mark-up Without Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-06-24", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Installations and Facilities Forwarded to Full Committee.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2402-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "markup"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "52", 
      "name": "Hunter, Duncan", 
      "sponsored_at": "1993-06-14", 
      "state": "CA", 
      "thomas_id": "00575", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-06-14", 
  "number": "2402", 
  "official_title": "To authorize certain construction at military installations for fiscal year 1994, and for other purposes.", 
  "popular_title": "Authorization bill FY94, Military Construction", 
  "related_bills": [
    {
      "bill_id": "hr2401-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1994", 
  "sponsor": {
    "district": "4", 
    "name": "McCurdy, Dave", 
    "state": "OK", 
    "thomas_id": "00764", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-06-14", 
  "subjects": [
    "Air bases", 
    "Alternative energy sources", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "California", 
    "Cogeneration of electric power and heat", 
    "Construction costs", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Easements", 
    "Electricity", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental protection", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Gas companies", 
    "Government liability", 
    "Government service contracts", 
    "Government spending reductions", 
    "Hawaii", 
    "Hazardous waste disposal", 
    "Housing and community development", 
    "Indexing (Economic policy)", 
    "Land transfers", 
    "Liability for toxic substances pollution damages", 
    "Maintenance and repair", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Municipal services", 
    "NATO military forces", 
    "National Guard", 
    "Natural gas", 
    "Naval bases", 
    "New York State", 
    "Public utilities", 
    "Relocation of federal installations", 
    "Rent", 
    "Rental housing", 
    "Reservoirs", 
    "Right-of-way", 
    "Virginia", 
    "War", 
    "Waste water treatment", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-06-14", 
    "text": "TABLE OF CONTENTS: Title I: Army Title II: Navy Title III: Air Force Title IV: Defense Agencies Title V: North Atlantic Treaty Organization Infrastructure Title VI: Guard and Reserve Forces Facilities Title VII: Expiration and Extension of Authorizations Title VIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Defense Base Closure and Realignment Subtitle C: Land Transactions Military Construction Authorization Act for Fiscal Year 1994 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for FY 1994 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. Title II: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under Title I. Title III: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under Title I. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out certain energy conservation projects. Authorizes appropriations to the Department of Defense (DOD) for FY 1994 for military construction, land acquisition, and military family housing functions of DOD. Limits the total cost of construction projects authorized by this title. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure Program and authorizes appropriations for fiscal years after 1993 for such contributions. Title VI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1993 for the Guard and Reserve forces for acquisition, architectural planning and design activities, and construction of facilities. Title VII: Expiration and Extension of Authorizations - Terminates all authorizations contained in titles I through VI of this Act on October 1, 1996, or the date of enactment of an Act authorizing funds for military construction for FY 1997, whichever is later. Extends certain FY 1991 military construction projects. Title VIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Makes miscellaneous changes with respect to military construction and family housing programs. Subtitle B: Defense Base Closure and Realignment - Amends the Defense Authorization Amendments and Base Closure and Realignment Act and the Defense Base Closure and Realignment Act of 1990 to authorize the Secretary to: (1) contract with local governments for the provision of community services at military installations to be closed; and (2) receive further funding for environmental restoration activities at such installations. Subtitle C: Land Transactions - Authorizes the Secretary of the Army to convey to: (1) Washington Gas Company, Virginia, the natural gas distribution system at Fort Belvoir, Virginia; (2) American Water Company, Virginia, the water distribution system at Fort Lee, Virginia; and (3) Blackstone, Virginia, the waste water treatment facility at Fort Pickett, Virginia."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY94, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY94 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize certain construction at military installations for fiscal year 1994, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:56-05:00"
}