{
  "actions": [
    {
      "acted_at": "1989-03-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to the Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, DOD, and Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-12-12", 
      "bill_ids": [
        "hr2459-101"
      ], 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Some Provisions Incorporated Into H.R.2459.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-02", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1343-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-09", 
  "number": "1343", 
  "official_title": "To improve the administration, management, and law enforcement capabilities of the Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coast Guard Management and Law Enforcement Act of 1989", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Robert W.", 
    "state": "MI", 
    "thomas_id": "00273", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-09", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arrest", 
    "Boating accidents", 
    "Coast guard", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Divers", 
    "Government operations and politics", 
    "Ice breaking operations", 
    "International cooperation", 
    "Lease and rental services", 
    "Marine safety", 
    "Merchant marine", 
    "Military pay", 
    "Officer personnel", 
    "Presidential appointments", 
    "Public health personnel", 
    "Safety measures", 
    "Searches and seizures", 
    "Ships", 
    "Swimming", 
    "Territorial waters", 
    "Unemployment"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-09", 
    "text": "Coast Guard Management and Law Enforcement Act of 1989 - Title I: Icebreaking Requirements - Authorizes appropriations for FY 1990, in addition to any sums authorized for FY 1990 for the Coast Guard, to renovate the Coast Guard Cutter Mackinaw. Authorizes the Secretary of the department in which the Coast Guard is operating, in certain circumstances, to charter an icebreaking vessel. Title II: Law Enforcement - Amends Federal law to set forth the powers of the Coast Guard in law enforcement, including arrests, searches, and seizures. Directs the Secretary of Transportation to submit to the Congress a report listing all laws enforced by the Coast Guard in the U.S. territorial seas whose application should be extended to 12 nautical miles in accordance with a specified presidential proclamation extending such seas to 12 miles. Title III: Personnel - Amends Federal law providing for continuity of grade for a Coast Guard vice admiral when reappointed to another position as vice admiral to include reappointment of a vice admiral as an admiral. Amends Federal law relating to appointment of Coast Guard personnel to allow appointment to the grade of lieutenant (junior grade) or lieutenant to be made by the President without the advice and consent of the Senate. Authorizes the Secretary of the department in which the Coast Guard is operating, in certain circumstances, to adjust the date of appointment of Coast Guard Reserve officers, including in cases arising before enactment of this Act. Changes the criteria for retention in an active status by reserve officer retention boards. Title IV: Management and Administration - Requires contracts awarded by the Coast Guard for construction or services in States with an unemployment rate higher than the national average to include a provision requiring the contractor to employ local residents. Empowers the Secretary of Transportation, in certain circumstances, to waive such requirement. Establishes within the Coast Guard Reserve a Merchant Marine Reserve. Defines \"Secretary,\" for purposes of Federal shipping law relating to vessels and seamen, to mean the Secretary of Transportation. (Current law defines the term to mean the Secretary of the department in which the Coast Guard is operating.) Authorizes the Secretary of the department in which the Coast Guard is operating to pay special pay to a medical officer of the Public Health Service who is detailed to service with the Coast Guard and eligible for special pay under specified provisions. Title V: Maritime and Boating Safety - Expresses the sense of the Congress regarding regulation of recreational diving activities and display of a divers flag. Directs the Secretary of Transportation to submit a proposal to the International Maritime Organization to recognize the divers flag as an international safety measure. Amends the Inland Navigational Rules Act of 1980 to state that nothing in the rules in such Act interferes with the regulation of diving safety, including display of a divers flag, if that regulation prohibits interference with commercial vessel traffic, subject to exception. Requires the addition of a compendium of State regulations of diving safety to the technical annexes to the rules in such Act. Amends Federal law to require an undocumented vessel to have a number issued by the State in which the vessel is principally operated. (Current law applies the requirement only to undocumented vessels with propulsion machinery.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Management and Law Enforcement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the administration, management, and law enforcement capabilities of the Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:09-05:00"
}