{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3087-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3087", 
  "official_title": "A bill to provide for the creation of an Authority to be known as the Reclamation Lands Authority to carry out the congressional intent respecting the excess land provisions of the Federal Reclamation Act of June 17, 1902.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1100-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Reclamation Lands Authority Act", 
  "sponsor": {
    "district": "7", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Land use", 
    "Public lands and natural resources", 
    "Real property", 
    "Reclamation of land"
  ], 
  "subjects_top_term": "Reclamation of land", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Reclamation Lands Authority Act - Establishes the Reclamation Lands Authority which shall be directed by a Board of three members appointed by the President with the advice and consent of the Senate. Provides that the Authority shall be furnished with a listing of all irrigated and irrigable lands administered under reclamation laws by the Department of the Interior and states that upon noncompliance with the reclamations laws any such lands will be declared \"excess land\". States that the titles, claims, access, entry and control of such excess lands shall pass to the Authority to be sold, leased or managed according to the determination of this Act. Confers upon the Authority all powers now residing in the Secretary of the Interior to enforce the provisions of the Federal Reclamation Act and related Acts which limit the size of farms to be served by and under the provisions of Federal Reclamation projects. Authorizes the Authority to acquire all excess lands and to deposit the proceeds from the sale or lease of such lands in the \"Education, Conservation and Economic Opportunity Fund\" in Treasury of the United States. Provides that the \"Education, Conservation and Economic Opportunity Fund\" shall be operated as a revolving fund for the purposes of this Act. Provides that money in the Fund equal to the cost of lands purchased by the Authority together with such funds as Congress may appropriate shall be used for the further purchase of excess lands. Provides that: (1) 10 percent of the balance shall be transferred to the Land and Water Conservation Fund; (2) 70 percent of the balance shall be used for the benefit of public education; and (3) the remaining 20 percent shall be used for the development of public facilities, for the advancement of economic opportunities for veterans and persons living in substandard conditions and for environmental and ecological benefits. Provides that the Authority shall determine the uses for which purchased excess land may be sold, leased or made available for public purposes and shall attach such conditions as will preserve open spaces and agricultural green belts. States that the Authority shall encourage effective regional, State and local planning of land usage and environmental adjustment in the areas where excess lands are located. Authorizes the Authority to establish an Advisory Council to which it shall appoint citizens who do not have a vested interest in excess lands. Authorizes to be appropriated such sums as may be necessary for deposit in the \"Education, Conservation and Economic Opportunity Fund\" for the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reclamation Lands Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the creation of an Authority to be known as the Reclamation Lands Authority to carry out the congressional intent respecting the excess land provisions of the Federal Reclamation Act of June 17, 1902.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}