{
  "actions": [
    {
      "acted_at": "1974-07-02", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15757-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-02", 
  "number": "15757", 
  "official_title": "A bill to establish an improved program for the benefit of producers and consumers of peanuts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peanut Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mathis, Dawson", 
    "state": "GA", 
    "thomas_id": "00747", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-02", 
  "subjects": [
    "Agriculture and food", 
    "Loans", 
    "Peanuts"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-02", 
    "text": "Peanut Act - Provides, under the Agricultural Adjustment Act of 1938, that the amount of the marketing quota for each farm for crops prior to the 1975 crop shall be the actual production of the farm-acreage allotment, and no peanuts shall be marketed under the quota for any farm other than peanuts actually produced on the farm. States that, notwithstanding any other provision of law, the farm yield in the case of peanuts for each farm for which a farm acreage allotment has been established shall be determined on the basis of the actual yield per harvested acre during the three calendar years immediately preceding the year in which such farm yield is determined; with drought, flood, or other natural disaster or condition beyond the control of the producer taken into account. Provides that a farm marketing quota shall be determined for each farm for which a farm peanut acreage allotment is established under this Act by multiplying the farm acreage allotment by the farm yield, providing also for increases in such quotas. States that all persons who purchase peanuts from producers or from associations of producers shall pay not less than the net support price established under the Agricultural Act of 1949 for such peanuts based on whether the peanuts acquired were within-quota peanuts or excess peanuts, and subject to differentials for grade, type, quality, segregation, location, and other factors. Provides that, with specified exceptions, excess peanuts shall be marketed or removed for sale or use solely for crushing and export. Requires any person handling peanuts to show, for all within-quota and excess peanuts acquired and disposed of, the total quantities and the quantities by grades, kernel content and qualities. Imposes forfeiture penalties for violations of this Act. States that marketing of peanuts in violation of this Act shall include any of the following: (1) false certification or failure to provide certification of the acreage of peanuts on the farm; (2) false identification or failure to account for the disposition of any peanuts; (3) failure or refusal to provide proof of the disposition of any peanuts; (4) false identification by representation that peanuts were produced on one farm which were produced on another farm; and (5) marketing without proper or accurate identification as within-quota or excess peanuts. Provides for the making available to producers loans and purchases on within-quota peanuts for each of the 1975 and subsequent crops at a net level of not less than 70 percent of the parity price as of April 1 of the calendar year in which the crop is harvested. Directs the Commodity Credit Corporation to, with respect to peanuts of the 1975 and subsequent crops, make warehouse storage loans available in each of the producing areas to a cooperative marketing association of peanut producers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peanut Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an improved program for the benefit of producers and consumers of peanuts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:12-05:00"
}