{
  "actions": [
    {
      "acted_at": "2000-03-09", 
      "committee": "Committee on Foreign Relations", 
      "references": [
        {
          "reference": "CR S1425", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres269-106", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-09", 
  "number": "269", 
  "official_title": "A resolution expressing the sense of the Senate with respect to United States relations with the Russian Federation, given the Russian Federation's conduct in Chechnya, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-09", 
  "subjects": [
    "Armed forces and national security", 
    "Central Asia", 
    "Civil rights and liberties, minority issues", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Democracy", 
    "Detention of persons", 
    "Dispute settlement", 
    "Export credit", 
    "Export finance", 
    "Finance and financial sector", 
    "Foreign leaders", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Freedom of the press", 
    "Government operations and politics", 
    "Human rights", 
    "Immigration", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International economic relations", 
    "International monetary system", 
    "International relief", 
    "Investment guaranty insurance", 
    "Labor and employment", 
    "Labor unions", 
    "Military operations", 
    "Military personnel", 
    "Multilateral development banks", 
    "Nongovernmental organizations", 
    "Officer personnel", 
    "Peace negotiations", 
    "Political parties", 
    "Prosecution", 
    "Refugees", 
    "Russia", 
    "Sanctions (International law)", 
    "Summit diplomacy", 
    "United Nations", 
    "War crime trials", 
    "War crimes", 
    "War relief"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-09", 
    "text": "Expresses the sense of the Senate that: (1) the indifference of most Western governments, including that of the United States, toward this conflict has encouraged the Government of the Russian Federation to intensify and expand its military campaign in Chechnya; and (2) the Acting President of the Russian Federation, Vladimir Putin, is directly responsible for the conduct of Russian troops in and around Chechnya and accountable for war crimes and atrocities committed by them against the Chechen people.Urges the Acting President of the Russian Federation to: (1) immediately cease the military operations in Chechnya and initiate negotiations toward a just peace with the leadership of the Chechen government; (2) grant international missions immediate full and unimpeded access into Chechnya and surrounding regions so that they can monitor and report on the situation there and investigate alleged atrocities and war crimes; (3) allow international humanitarian agencies immediate full and unimpeded access to Chechen civilians; and (4) investigate fully the atrocities committed in Chechnya and initiate prosecutions against officers and soldiers accused of those atrocities.Urges the President of the United States to: (1) affirm respect for human rights, democratic rule of law, and international accountability as a foundation of U.S. foreign policy and as a precondition to U.S.-Russian cooperation; (2) reevaluate U.S. foreign policy toward the Russian Federation given its conduct in Chechnya, remilitarization, and questionable commitment to democracy; (3) support societal forces in the Russian Federation fighting to preserve democracy there; (4) promote peace negotiations between the Government of the Russian Federation and the leadership of the Chechen government through third-party mediation by the Organization for Security and Cooperation in Europe, the United Nations (UN), or other appropriate parties; (5) endorse the call of UN High Commissioner of Human Rights for an investigation of alleged war crimes committed by the Russian military in Chechnya; and (6) take tangible steps to demonstrate to the Government of the Russian Federation that the United States strongly condemns its conduct in Chechnya and its unwillingness to find a just political solution to the conflict in Chechnya, and not reverse such actions until the Government of the Russian Federation has taken certain actions as described by this Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution expressing the sense of the Senate with respect to United States relations with the Russian Federation, given the Russian Federation's conduct in Chechnya, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:00-05:00"
}