{
  "actions": [
    {
      "acted_at": "1975-01-23", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-253.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #275 (77-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-26", 
      "bill_ids": [
        "s622-94"
      ], 
      "references": [], 
      "text": "Text inserted in S. 622 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s349-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-23", 
  "number": "349", 
  "official_title": "A bill to amend the Federal Trade Commission Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s622-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Truth in Energy Act", 
  "sponsor": {
    "district": null, 
    "name": "Tunney, John V.", 
    "state": "CA", 
    "thomas_id": "01450", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-23", 
  "subjects": [
    "Air conditioning", 
    "Consumer protection", 
    "Electric appliances", 
    "Energy", 
    "Fuel", 
    "Gas appliances", 
    "Labeling", 
    "Labeling laws", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Restrictive trade practices", 
    "Trade regulation"
  ], 
  "subjects_top_term": "Trade regulation", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1975-06-24", 
    "text": "(Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-253) Energy Labeling and Disclosure Act - Requires the Administrator of the Federal Energy Administration, within 60 days after the date of enactment of this Act, to: (1) identify and list categories of major energy-consumer household products; and (2) establish a priority ranking among such categories of products, on the basis of each listed category's contribution to residential energy consumption and the current availability of information on its energy characteristics. Directs the Secretary of Commerce, through the National Bureau of Standards, to, pursuant to guidelines established by the Administrator, determine average-use cycles for the categories of major energy- consuming household products. Requires the Administrator to direct each manufacturer and each importer of any major energy-consuming household product, for which a test and calculation procedure has been promulgated under this Act, to have tests and calculations made, in accordance with such procedure, with respect to all applicable models of such product that are made or imported by such manufacturer or importer. Directs each manufacturer and importer of a major energy-consuming product to determine the estimated annual operating cost of such product. Provides that, within 15 months after the date of enactment of this Act, and annually thereafter, a booklet which compiles information provided to, or developed by, the Administrator under this Act shall be published by the Administrator, in a public document to be placed on sale at the Government Printing Office. Directs the Federal Trade Commission to specify the format of an Appliance Energy Guide for each product for which test and calculation procedures have been established. Requires such Guide to set forth: (1) the energy consumption characteristics of the product involved; (2) the estimated annual operating costs for the product, as determined in accordance with this Act. Requires a Guide to be issued by each manufacturer and importer of such a product, and copies thereof to be included as part of the material shipped to the suppliers. Makes it unlawful for any: (1) dealer to sell or offer for sale in commerce any new major energy- consuming household product for which such a procedure has been adopted, unless the estimated annual operating cost of such product is disclosed by such dealer prior to any such sale; or (2) person to advertise or cause to be advertised in commerce, through any communications medium, any new major energy- consuming household product for which such a procedure has been adopted, if such advertisement displays the purchase price or energy characteristics of such product, unless it includes in addition a statement as to the estimated annual operating cost of such product. Directs each manufacturer and importer of a new automobile to determine the estimated annual operating costs of such automobile in accordance with instructions issued by the Administrator. Requires that, commencing not later than 90 days after the date or promulgation of fuel enconomy testing procedures in accordance with this Act, the estimated annual operating cost data shall be included as part of the material shipped with each such automobile, by a manufacturer or importer thereof, to the suppliers who carry such automobile. Requires, beginning not later than 180 days after the date of enactment of this Act, each manufacturer and importer of new automobiles to cause to be affixed to, and each dealer shall cause to be maintained on, each new automobile, in a prominent place, an Automobile Energy Guide prepared and issued by that manufacturer or importer. Requires a Guide to set forth, in clear and understandable language and form, detailed information with respect to: (1) the fuel economy for such automobile, as determined pursuant to this Act; and (2) the estimated annual operating costs associated with the operation of such automobile, as determined in accordance with this Act. Provides that the Commission shall identify the categories and types of advertisements for new automobiles which it shall direct to contain the information required pursuant to this Act. Makes it unlawful, beginning 180 days after the date of enactment of this Act, for any dealer to sell or to offer for sale in commerce any new automobile, unless the estimated annual operating cost of such automobile is disclosed by such dealer prior to any such sale. Provides that the Commission and the administrator shall, in close cooperation and coordination with appropriate industry trade associations and industry members including retailers, and interested consumer and environmental organizations, carry out a program to educate consumers and suppliers with respect to the subjects of this Act. Makes it an unfair and deceptive act or practice in or affecting commerce, within the meaning of the Federal Trade Commission Act, for any person to supply, give, or furnish false or misleading information with respect to estimated annual operating cost. States that any person may commence a civil action on his own behalf against any manufacturer, importer, or supplier who is alleged to be in violation of any provision of this Act or any regulation thereunder; or any Federal agency which has a responsibility under this Act where there is an alleged failure of such agency to perform any act or duty under this Act which is not discretionary. Authorizes to be appropriated to the Administrator, the Commission, the Secretary, and the Administrator of the Environmental Protection Agency to carry out the provisions of this Act, funds not to exceed $3,000,000 for fiscal year 1976, not to exceed $600,000 for the transitional fiscal quarter ending September 30, 1976, not to exceed $2,500,000 for fiscal year 1977, and not to exceed $1,500,000 for fiscal year 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:27:59-05:00"
}