{
  "actions": [
    {
      "acted_at": "1978-03-13", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2736-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-13", 
  "number": "2736", 
  "official_title": "A bill to regulate interstate and foreign commerce in agricultural products, to promote the general welfare by providing price and income protection to agricultural producers by securing to producers a price for agricultural commodities of not less than 100% of parity for such commodities; and to assure consumers of abundance of food and fiber at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farmer-Sponsored Agricultural Production and Stabilization Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-13", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Department of Agriculture", 
    "Farm income", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Grain storage", 
    "Imports"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-13", 
    "text": "Farmer-Sponsored Agricultural Production and Stabilization Act - Title I: Findings, Statements of Purpose, and Definitions - States the findings of Congress and the purposes of this Act. Title II: National Agricultural Producers Board - Establishes within the Department of Agriculture the National Agricultural Producers Board, composed of 50 members elected by producers of agricultural commodities from each of the 50 States, which shall: (1) determine which agricultural commodities shall be included in the national production quota and marketing certificate program; (2) advise the Secretary of Agriculture regarding the national production quota for any commodity for any year; and (3) assist in the development of policy for implementing this Act. Title III: Mechanism for Attaining Market Equilibrium - Directs the Board to make a National Market Determination, for any commodity in any year, of the proper combination of production or marketing agreements necessary to assure market equilibrium. Requires a national referendum of the producers of each affected commodity for the purpose of expressing preferences on the form of agreements. Title IV: Pricing Policy - Prohibits the sale, trade, or other disposition of any agricultural commodity at less than 100 percent of parity. Title V: Imports - States that imports of all agricultural products which are domestically produced must be stopped until prices equal to 100 percent of parity are reached, and then limited to only the amount that American producers cannot supply. Title VI: Reserves - Requires the storage of all quantities of agricultural commodities produced in excess of the total market equilibrium quantities. Authorizes the Secretary to establish a National Strategic Reserve of any commodity. Prohbits sales from such Reserve at less than 100 percent of parity prices. Title VII: Applicability of Other Laws - Declares the provisions of all other laws inapplicable to any commodity for which the National Marketing Determination has been made to the extent inconsistent with this Act. Title VIII: Sanctions - Sets criminal penalties for any person who buys, sells, trades, or otherwise disposes of any agricultural commodity in violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farmer-Sponsored Agricultural Production and Stabilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate and foreign commerce in agricultural products, to promote the general welfare by providing price and income protection to agricultural producers by securing to producers a price for agricultural commodities of not less than 100% of parity for such commodities; and to assure consumers of abundance of food and fiber at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:41-05:00"
}