{
  "actions": [
    {
      "acted_at": "2006-05-11", 
      "references": [
        {
          "reference": "CR E807", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-11", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-07", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-07", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-06-22T21:05:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science. H. Rept. 109-524.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22T21:05:00-04:00", 
      "calendar": "Union", 
      "number": "293", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 293.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5358-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2006-06-09", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bartlett, Roscoe G.", 
      "sponsored_at": "2006-06-08", 
      "state": "MD", 
      "thomas_id": "00060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2006-05-11", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "2006-05-11", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bonner, Jo", 
      "sponsored_at": "2006-06-08", 
      "state": "AL", 
      "thomas_id": "01703", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Calvert, Ken", 
      "sponsored_at": "2006-05-11", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Costa, Jim", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Davis, Lincoln", 
      "sponsored_at": "2006-06-09", 
      "state": "TN", 
      "thomas_id": "01747", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Diaz-Balart, Mario", 
      "sponsored_at": "2006-06-22", 
      "state": "FL", 
      "thomas_id": "01717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "2006-05-11", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gilchrest, Wayne T.", 
      "sponsored_at": "2006-05-24", 
      "state": "MD", 
      "thomas_id": "00438", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "2006-06-08", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Green, Al", 
      "sponsored_at": "2006-05-24", 
      "state": "TX", 
      "thomas_id": "01803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gutknecht, Gil", 
      "sponsored_at": "2006-06-21", 
      "state": "MN", 
      "thomas_id": "00479", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "2006-06-19", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Honda, Michael M.", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01634", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hooley, Darlene", 
      "sponsored_at": "2006-06-08", 
      "state": "OR", 
      "thomas_id": "01491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Inglis, Bob", 
      "sponsored_at": "2006-05-11", 
      "state": "SC", 
      "thomas_id": "00582", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "2006-06-06", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2006-06-09", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Johnson, Timothy V.", 
      "sponsored_at": "2006-06-09", 
      "state": "IL", 
      "thomas_id": "01648", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2006-06-09", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Matsui, Doris O.", 
      "sponsored_at": "2006-06-09", 
      "state": "CA", 
      "thomas_id": "01814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McCaul, Michael T.", 
      "sponsored_at": "2006-05-11", 
      "state": "TX", 
      "thomas_id": "01804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McGovern, James P.", 
      "sponsored_at": "2006-05-24", 
      "state": "MA", 
      "thomas_id": "01504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Melancon, Charlie", 
      "sponsored_at": "2006-06-12", 
      "state": "LA", 
      "thomas_id": "01786", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Miller, Brad", 
      "sponsored_at": "2006-06-09", 
      "state": "NC", 
      "thomas_id": "01735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "2006-06-16", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Reichert, David G.", 
      "sponsored_at": "2006-06-08", 
      "state": "WA", 
      "thomas_id": "01810", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2006-06-12", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "2006-05-11", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "2006-06-08", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-11", 
  "number": "5358", 
  "official_title": "To authorize programs relating to science, mathematics, engineering, and technology education at the National Science Foundation and the Department of Energy Office of Science, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Science and Mathematics Education for Competitiveness Act", 
  "sponsor": {
    "district": "7", 
    "name": "Schwarz, John J.H. \"Joe\"", 
    "state": "MI", 
    "thomas_id": "01788", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-06-07", 
  "subjects": [
    "Academic performance", 
    "Authorization", 
    "Collection of accounts", 
    "College teachers", 
    "Commerce", 
    "Community colleges", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Curricula", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Energy", 
    "Energy research", 
    "Engineering", 
    "Engineers", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Government contractors", 
    "Government operations and politics", 
    "Graduate education", 
    "Higher education", 
    "Industry-university relations", 
    "Infrastructure", 
    "Labor and employment", 
    "Laboratories", 
    "Mathematics", 
    "Mentoring", 
    "Minorities", 
    "Minority education", 
    "National Science Foundation", 
    "Nonprofit organizations", 
    "Recruiting of employees", 
    "Research grants", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific instruments and apparatus", 
    "Scientists", 
    "Secondary education", 
    "Social welfare", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teaching", 
    "Teaching materials", 
    "Technical education", 
    "Technology transfer", 
    "Wages", 
    "Women", 
    "Women's education"
  ], 
  "subjects_top_term": "Higher education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2006-06-22", 
    "text": "Science and Mathematics Education for Competitiveness Act - (Sec. 3) Amends the National Science Foundation Authorization Act of 2002 to rename the Robert Noyce Scholarship Program as the \"Robert Noyce Teacher Scholarship Program.\" Amends the Act to modify provisions concerning the Program and the use of grants under the Program. Requires an institution of higher education (or consortia of such institutions), in order to be eligible for an award under the Program, to ensure that specific faculty members and staff from the institution's mathematics, science, or engineering departments and specific education faculty are designated to carry out the development and implementation of a program under the Act. Permits an institution of higher education to also include teacher leaders to participate in developing the pedagogical content of the program and to supervise students participating in the program in their field teaching experiences. Prohibits any institution of higher education from being eligible for an award unless faculty from the institution's mathematics, science, or engineering departments are active participants in the program. Revises application, scholarship, stipend, and service obligation provisions, including by: (1) requiring the Director of the National Science Foundation (NSF), in evaluating applications submitted for a program, to consider, at a minimum, the extent to which the applicant's mathematics, science, or engineering faculty and its education faculty have worked or will work collaboratively to design new or revised curricula that recognize the specialized pedagogy required to teach mathematics and science effectively in elementary and secondary schools; (2) increasing the amount to be awarded for scholarships per year; (3) allowing an individual to receive more than a maximum two years of scholarship support if the Director establishes a policy by which part-time students may receive additional years of support; (4) setting a maximum service requirement of four years for service by an individual as a mathematics or science teacher; (5) requiring the period of service obligation to be reduced by one year for scholarship recipients whose service is performed in a high-need local educational agency; (6) extending the duration of time under which individuals may receive stipend support; (7) modifying the duration of the service obligation required of an individual who receives a stipend; and (8) modifying requirements for calculation of the amount of repayment that the United States is entitled to recover from a scholarship recipient who has failed to complete one year of his or her service obligation. Authorizes the Director to accept donations from the private sector to support scholarships, stipends, or internships associated with programs under the Act. Requires the Director to transmit a report on the effectiveness of the Program regarding the retention of participants in the teaching profession beyond the service obligation required. Authorizes appropriations for FY2007-FY2011 to the Director for such Program. Earmarks, with an exception, specified amounts for use for certain capacity building activities described in the Act. (Sec. 4) Amends the National Science Foundation Authorization Act of 2002 to revise provisions concerning mathematics and science education partnerships, including by: (1) requiring an institution of higher education, through one or more of its departments in science, mathematics, or engineering or an eligible nonprofit organization (or consortium of such institutions), to enter into a partnership with one or more local educational agencies that may also include education faculty from the participating institution or institutions of higher education, a state educational agency, or one or more businesses; (2) modifying requirements for the use of grants under such provisions; and (3) changing references under the requirements for master teachers to teacher leaders. Requires activities carried out in accordance with offering content-specific professional development programs to include the development and offering of master's degree programs for in-service mathematics and science teachers that will strengthen their subject area knowledge and pedagogical skills. Permits grants provided under such provisions to be used to develop and implement courses of instruction for the master's degree programs, which may involve online learning, and develop related educational materials. Instructs partnerships carrying out activities to prepare science and mathematics teachers to teach Advanced Placement and International Baccalaureate science and mathematics courses in accordance with such programs to encourage companies employing scientists, mathematicians, or engineers to provide mentors to teachers and students and provide for the coordination of such mentoring activities. Allows activities carried out in accordance with developing or adapting elementary and secondary school mathematics and science curricular materials that incorporate contemporary research on the science of learning to include the development and dissemination of curriculum tools that will help foster inventiveness and innovation. Instructs the Director: (1 ) in evaluating grant applications, to consider, at a minimum, the extent to which the evaluation of how the partnership will assess its success will be independent and based on objective measures; and (2) in awarding grants, to give priority to applications that include teacher training activities as the main focus of the proposal. Limits a grant awarded under such provisions to be not less than $75,000 or greater than $2 million for any fiscal year. Requires the Director to: (1) determine which completed projects funded through the partnership program should be seen as models to be replicated on a more expansive basis at the state or national levels and transmit a report describing the results of this study; and (2) transmit a report summarizing the evaluations required on how partnerships will assess their success with respect to grants received under this program and describing any changes to the program recommended as a result of these evaluations. Requires such report to be made widely available to the public. Defines \"mathematics and science teacher\" to mean a mathematics, science, or technology teacher at the elementary school or secondary school level. Revises the definitions of: (1) \"eligible nonprofit organization\"; and (2) \"high-need local educational agency.\" Authorizes appropriations for FY2007-FY2011 to the Director for the School and University Partnerships for Science and Mathematics Education program. (Sec. 5) Amends the National Science Foundation Authorization Act of 2002 to revise requirements for the Science, Mathematics, Engineering, and Technology Talent Expansion Program, including by requiring the Director to carry out under the grant Program the creation of centers to develop undergraduate curricula, teaching methods for undergraduate courses, and methods to better train professors and teaching assistants who teach undergraduate courses to increase the number of students completing undergraduate courses in science, mathematics, technology, and engineering, including the number of nonmajors, and to improve student academic achievement in those courses. Sets forth requirements for grants made for the creation of such centers. Requires such grants to be awarded jointly through the Education and Human Resources Directorate and at least one research directorate of the NSF. Instructs the Director, in awarding such grants, to endeavor to ensure that a wide variety of science, mathematics, and engineering fields and types of institutions of higher education, including two-year colleges, are covered and that: (1) at least one center is housed at a doctoral/research university; and (2) at least one center is focused on improving undergraduate education in an interdisciplinary area. Requires the Director to convene an annual meeting of the awardees under the Program to foster collaboration and to disseminate the results of the centers and the other activities funded under the Program. Requires the Director to transmit a report on how the Director is determining whether current grant recipients in the Program are making satisfactory progress as required by such Act and what funding actions have been taken as a result of the Director's determinations. Authorizes appropriations to the Director for FY2007-FY2011 for such Program. (Sec. 6) Requires the Director: (1) for each of FY2007-FY2011, to allocate at least 1.5% of funds appropriated for research and related activities to the Integrative Graduate Education and Research Traineeship program; and (2) to coordinate with federal departments and agencies, as appropriate, to expand the interdisciplinary nature of the program. Authorizes the Director to accept funds from other federal departments and agencies to carry out such program. (Sec. 7) Requires the Director to continue to: (1) carry out the program of Centers for Research on Learning and Education Improvement; and (2) carry out programs in undergraduate education, including those authorized in section 17 of the National Science Foundation Authorization Act of 2002 relating to undergraduate education reform. States that funding for these programs shall increase as funding for the NSF grows. (Sec. 9) Requires the Director to enter into an agreement with an appropriate party to assess the impact of the Professional Science Master's degree at a variety of institutions and to transmit the results of such study, together with any recommendations for federal support for Professional Science Master's programs. (Sec. 10) Requires the Director to transmit a report on the impact of the broader impacts grant criterion used by the NSF. (Sec. 11) Requires the Director to transmit a report examining the extent to which institutions of higher education are donating used laboratory equipment to elementary and secondary schools. Requires the Director, in consultation with the Secretary of Education, to survey institutions of higher education to make specified determinations. (Sec. 12) Requires the Director, in conducting assessments of NSF education programs, to use assessment methods that allow NSF programs to be compared to education programs supported by other federal agencies. (Sec. 13) Directs the Secretary of Energy, acting through the Office of Science, to carry out education programs and activities in fields related to the Office's mission, which may include awarding scholarships or fellowships for study and research, providing research experiences at National Laboratories for undergraduates, and operating summer institutes to improve the content knowledge of science and mathematics teachers. Requires the Secretary to transmit a report on the inventory and independent evaluation of existing education programs and activities at the Department of Energy and at the National Laboratories. Instructs the Secretary to include the conduct of education programs at the National Laboratories and the results of any evaluations of such programs as a factor in the annual setting of the performance and other incentive fees for a National Laboratories management and operations contractor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Science and Mathematics Education for Competitiveness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Science and Mathematics Education for Competitiveness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize programs relating to science, mathematics, engineering, and technology education at the National Science Foundation and the Department of Energy Office of Science, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:34-05:00"
}