{
  "actions": [
    {
      "acted_at": "2011-06-30", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 112-41.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-07-28", 
      "calendar": "Senate Legislative", 
      "number": "118", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 118.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1313-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Scott P.", 
      "sponsored_at": "2011-07-07", 
      "state": "MA", 
      "thomas_id": "01975", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2011-06-30", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2011-07-13", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2011-06-30", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2011-06-30", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-30", 
  "number": "1313", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to reauthorize the National Estuary Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Estuaries Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Whitehouse, Sheldon", 
    "state": "RI", 
    "thomas_id": "01823", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-13", 
  "subjects": [
    "Aquatic ecology", 
    "Climate change and greenhouse gases", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Great Lakes", 
    "Hydrology and hydrography", 
    "Marine and coastal resources, fisheries", 
    "Performance measurement", 
    "Water quality", 
    "Wetlands", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-07-28", 
    "text": "Clean Estuaries Act of 2011 - Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to reauthorize the National Estuary Program. Revises the purpose of management conferences convened with respect to estuaries to expand requirements governing a comprehensive conservation and management plan by requiring such a plan to: (1) identify the estuary and the associated upstream waters to be addressed by the plan; (2) recommend priority protection and conservation actions that address point and nonpoint sources of pollution; (3) identify healthy and impaired watershed components, including significant adverse impacts to the estuary outside the area addressed by the plan that could affect the water quality and ecological integrity of the estuary, and the sources of those impacts, by carrying out integrated assessments of aquatic habitat and biological integrity, water quality, and natural hydrological flows; (4) provide the applicable federal or state authority with information on any identified adverse impacts and the sources of those adverse impacts; (5) consider sustainable commercial activities in the estuary; (6) address the impacts of the changing climate on the estuary; (7) increase public education and awareness with respect to the ecological health and water quality conditions of the estuary and to ocean, estuarine, land, and atmospheric connections and interactions; (8) include performance measures and goals to track implementation of the plan; (9) include a coordinated monitoring strategy for government and other entities; (10) monitor (and make results available to the public regarding) water quality conditions in the estuary and the associated upstream waters, watershed and habitat conditions that relate to the ecological health and water quality conditions of the estuary, and the effectiveness of actions taken pursuant to the plan; and (11) provide information and educational activities on the estuary's ecological health and water quality conditions. Requires a management conference's membership to include, among other entities, not-for-profit organizations. Requires a management conference, in updating or developing a new plan, to make use of collaborative processes to: (1) ensure equitable inclusion of affected interests and the accessibility of relevant information to members; (2) engage with members of the conference through the use of consensus-based decision rules and assistance from impartial facilitators; (3) promote accountability and transparency by ensuring members are informed of conference purposes and objectives and evaluation results in a timely manner; (4) identify roles and responsibilities of members in conference proceedings and plan implementation; and (5) seek resolution of conflicts or disputes. Considers a plan to be approved if the Administrator of the Environmental Protection Agency (EPA) fails to respond to its submission within 120 days. Requires the Administrator to terminate a management conference if it fails to submit or secure approval for a comprehensive conservation and management plan within three years of being convened. Requires the Administrator to: (1) evaluate the implementation of each comprehensive conservation and management plan developed under the Program to determine the degree to which the goals of the plan have been met every five years; (2) submit the results of the evaluation to the appropriate management conference for review and comment; and (3) report on the results of the evaluation and make such report available to the public in the Federal Register and on the Internet. Requires management conferences to update plans 18 months after they are evaluated. Authorizes the Administrator to consider a management conference to be in probationary status if the conference has not received approval for an updated plan within five years of the date of the evaluation's publication. Requires the Administrator to: (1) reduce a grant for the implementation of a plan developed by a management conference with probationary status; and (2) terminate a management conference and cease funding for the implementation of the plan if the conference has been in probationary status for two consecutive years. Requires, after the Administrator's approval of a plan for an estuary, any federal action or activity affecting such estuary to be conducted in a manner consistent with such plan. Requires the Secretary of the Army, the Administrator of the National Oceanic and Atmospheric Administration (NOAA), the Director of the United States Fish and Wildlife Service, the Secretary of the Department of Agriculture, the Director of the United States Geological Survey (USGS), the Secretary of the Department of Transportation, the Secretary of Housing and Urban Development (HUD), and the heads of other appropriate federal agencies to: (1) cooperate and coordinate activities, including monitoring activities, related to the implementation of such plans; and (2) collaborate on the development of tools and methodologies for monitoring the ecological health and water quality conditions of estuaries covered by a management conference. Requires EPA to serve as the lead coordinating agency for such activities. Requires an agency head, in making annual budget requests, to consider the agency's responsibilities under the Program. Repeals provisions authorizing the Administrator to give grants to individuals for the development and implementation of plans. Authorizes appropriations for FY2012-FY2017 for management conferences, grants, and monitoring the administration of plans. Requires the Administrator to include measures to track the introduction and establishment of non-native species within the trend assessment program that monitors variations in environmental parameters which may affect estuarine zones. Requires the Administrator, every five years, to: (1) evaluate the effectiveness of the Program in, and identify best practices for, improving water quality, natural resources, and sustainable uses of estuaries covered by conferences; (2) assess the reasons why such practices resulted in the achievement of program goals; (3) identify and develop a plan for limiting redundant requirements for reporting by grant recipients; and (4) report on such evaluation to management conferences convened and the public. Repeals provisions directing the Administrator to give priority to specified areas in the convening of conferences. Revises the definition of: (1)\"estuary\" to include near coastal waters and other bodies of water within the Great Lakes similar in form and function to waters otherwise described in such definition; and (2) \"estuarine zones\" to include such waters and transitional areas, associated aquatic ecosystems, and those portions of tributaries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Estuaries Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Clean Estuaries Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to reauthorize the National Estuary Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:12:29-05:00"
}