{
  "actions": [
    {
      "acted_at": "1982-02-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-02", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-01", 
      "in_committee": "Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Health (Finance). Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2142-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1982-02-25", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1982-02-25", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1982-03-22", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-25", 
  "number": "2142", 
  "official_title": "A bill to amend the Social Security Act to provide for a new system of utilization and quality control peer review under the medicare program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peer Review Improvement Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-02-25", 
  "subjects": [
    "Medicare", 
    "Peer review organizations (Medicine)", 
    "Social welfare"
  ], 
  "subjects_top_term": "Peer review organizations (Medicine)", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-02-25", 
    "text": "Peer Review Improvement Act of 1982 - Replaces the present professional standards review program (part B of title XI of the Social Security Act) with the program established by this Act. Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services to contract with utilization and quality control peer review organizations (organizations) as defined in title XI (General Provisions) of the Act. Amends title XI to redesignate part B - Peer Review of the Utilization and Quality of Health Care Services (currently, Professional Standards Review). Defines a utilization and quality control peer review organization as an entity which: (1) is composed of a substantial number of the licensed doctors of medicine or osteopathy engaged in the practice of medicine or surgery within designated areas established by the Secretary; and (2) is able to perform review functions as required by this Act. Directs the Secretary to establish geographic areas with respect to which contracts will be made. Requires such areas to be the same as those established under part B prior to enactment of the Utilization and Quality Control Peer Review Act of 1982, except that such areas shall be consolidated according to specified criteria. Requires each contract to provide that: (1) the organization shall perform the functions required under this Act; (2) the initial contract shall be for two years and shall be renewable annually afterwards; (3) the Secretary may evaluate the organization's effectiveness; (4) the contract may be terminated by the organization upon 90 days notice; (5) the Secretary may terminate a contract upon 90 days notice to the organization; and (6) the Secretary and the organization shall include negotiated objectives in the contract. Sets forth procedures the Secretary must follow prior to terminating a contract. Requires an organization to perform the following functions: (1) review the professional activities of area health care practitioners and determine whether the services provided were necessary, met professional standards and could have been provided more economically; (2) determine whether payment shall be made under Medicare; (3) notify a practitioner or provider whenever the organization determines that any services furnished or to be furnished are disapproved; (4) determine the types and kinds of cases with respect to which the organization will exercise review authority; (5) apply professionally developed norms of care, diagnosis, and treatment within its area; (6) examine the records of any practitioner or provider with respect to which the organization has a responsibility for review; (7) collect appropriate information; and (8) coordinate information exchanges. Prohibits a physician from reviewing health care services provided by the physician or any organization to which the physician is associated. Entitles any dissatisfied Medicare beneficiary and any provider or practitioner dissatisfied with an organizations's findings to a reconsideration of the findings. Requires practitioners and providers providing services under Medicare to assure that services provided will be provided economically and will be of a quality which meets professionally recognized standards of care. Authorizes the Secretary to exclude a practitioner or provider from participating in Medicare if the practitioner or provider fails to meet stated standards. Provides that no person providing information to any organization having a contract shall be held to have violated any civil or criminal law, unless: (1) the information is unrelated to the performance of the contract; or (2) the information is false and the person knew or had reason to believe the information was false. Exempts health care practitioners and providers from civil liability to any person on account of any action taken pursuant to a contract if due care was exercised in the performance of his or her profession. Directs the Secretary to make payment to an organization incurred in connection with the defense of any suit related to the performance of its duties. Authorizes a State plan approved under any title of the Social Security Act to provide for contracting with an organization to perform review functions. Provides that the Federal share of such expenditures shall be 75 percent. Provides for payment from the trust funds of the Medicare program to cover review expenses under Medicare. Declares that an organization shall not be a Federal agency for purposes of the Freedom of Information Act. Prohibits disclosure of any information acquired by an organization except for specified purposes. Sets forth criminal penalties for any person violating the disclosure provisions. Sets forth reporting requirements. Exempts Christian Science sanatoriums. Requires providers to provide an organization the data necessary for the organization to carry out its functions. Makes conforming amendments to title XIX (Medicaid). Provides for demonstration projects to determine whether the use of competitive bidding under part B of title XI would be beneficial."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peer Review Improvement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for a new system of utilization and quality control peer review under the medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:11-05:00"
}