{
  "actions": [
    {
      "acted_at": "2002-05-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Water and Power. Hearings held. With printed Hearing: S.Hrg. 107-817.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-04", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-10-08", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-10-08", 
      "calendar": "Senate Legislative", 
      "number": "644", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 644.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2475-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-05-08", 
  "number": "2475", 
  "official_title": "A bill to amend the Central Utah Project Completion Act to clarify the responsibilities of the Secretary of the Interior with respect to the Central Utah Project, to redirect unexpended budget authority for the Central Utah Project for wastewater treatment and reuse and other purposes, to provide for prepayment of repayment contracts for municipal and industrial water delivery facilities, and to eliminate a deadline for such prepayment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4129-107", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bennett, Robert F.", 
    "state": "UT", 
    "thomas_id": "01280", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-10-04", 
  "subjects": [
    "Agriculture and food", 
    "Animals", 
    "Colorado River development", 
    "Construction costs", 
    "Dams", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Endangered species", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to water resources development", 
    "Fishery management", 
    "Government operations and politics", 
    "Hydroelectric power", 
    "Infrastructure", 
    "Irrigation", 
    "Lakes", 
    "Maintenance and repair", 
    "Mountains", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Rivers", 
    "Sports and recreation", 
    "Utah", 
    "Water conservation", 
    "Water resources development", 
    "Water rights", 
    "Water storage", 
    "Water supply", 
    "Water supply engineering", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-10-08", 
    "text": "(Sec. 1) Amends the Central Utah Project Completion Act to: (1) require all amounts previously expended in planning and developing specified Utah reclamation projects and features, including amounts previously expended for investigation of power features in the Bonneville Unit, to be considered non-reimbursable and non-returnable; (2) require the Secretary of the Interior to carry out responsibilities identified in such Act and the Colorado River Storage Project Act relating to the Bonneville Unit of Central Utah Project, including oversight for all phases of the Unit, administration of prior and future contracts, and operation and maintenance of previously constructed facilities; (3) authorize a pilot management program that shall provide a mechanism for the Secretary and the Central Utah Water Conservancy District to create an organization within the Bureau of Reclamation to assist the Secretary in long-term management responsibilities of the Bonneville Unit; and (4) authorize the Secretary to use Bureau technical services for engineering and construction work on any project features.Authorizes the Secretary to utilize up to $300,000 of all unexpended budget authority for Project units. Deauthorizes the balance in excess of this amount. Allows such amount to be used to provide 65 percent of the Federal share pursuant to the Act to acquire water and water rights for project purposes (including instream flows), to complete specified project facilities, to implement water conservation measures relating to the Project (including the use of reverse osmosis membrane technologies, water recycling, and conjunctive use), to stabilize high mountain lakes and appurtenant facilities, and to develop power.Directs the Secretary to allow for prepayment of any additional or supplemental contracts providing for repayment of Project municipal and industrial water delivery facilities. Repeals a requirement that the District exercise of its prepayment rights by the end of FY 2002.(Sec. 2) Authorizes the Secretary to enter into contracts with the Provo River Water Users Association or any of its member unit contractors for water from Provo River in Utah for: (1) the impounding, storage, and carriage of nonproject water for domestic, municipal, industrial, and other beneficial purposes, using facilities associated with the Provo River Project; and (2) the exchange of water among Provo River Project contractors for such purposes using those facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Central Utah Project Completion Act to clarify the responsibilities of the Secretary of the Interior with respect to the Central Utah Project, to redirect unexpended budget authority for the Central Utah Project for wastewater treatment and reuse and other purposes, to provide for prepayment of repayment contracts for municipal and industrial water delivery facilities, and to eliminate a deadline for such prepayment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:31-05:00"
}