{
  "actions": [
    {
      "acted_at": "2011-06-16", 
      "references": [
        {
          "reference": "CR S3894", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-16", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1222-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-16", 
  "number": "1222", 
  "official_title": "A bill to amend title 31, United States Code, to require accountability and transparency in Federal spending, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2146-112", 
      "reason": "related"
    }
  ], 
  "short_title": "DATA Act", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-16", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Office of Management and Budget (OMB)", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-16", 
    "text": "Digital Accountability and Transparency Act of 2011 or DATA Act - Requires each person, state, local, or tribal government (recipient) that receives federal appropriated funds, either directly or as a subcontractor or subgrantee, to report at least once quarterly each receipt and use of such funds to the Federal Accountability and Spending Transparency Board established by this Act. Requires each executive agency to report all federal obligations and expenditures to the Board. Exempts an individual recipient from such reporting requirements if: (1) the total amount of federal funds received does not exceed $100,000 in the current calendar or fiscal year; and (2) no transaction in which the recipient has received federal funds during the current calendar year or fiscal year has exceeded $24,999. Authorizes the Board to grant additional exemptions for classes or categories of recipients. Requires the Board to designate: (1) common data elements for information required to be reported, and (2) data reporting standards. Requires the Board to establish one or more websites for the publication of all information submitted by recipients and agencies to serve as a public portal for federal financial information. Requires the Board to establish a federal accountability portal (an integrated Internet-based system, consisting of one or more websites) to: (1) combine information submitted by recipients and agencies with other compilations of information; (2) permit executive agencies to verify the eligibility of recipients to receive federal funds; and (3) permit executive agencies, Inspectors General (IGs), and law enforcement agencies to track federal awards to find waste, fraud, and abuse. Establishes the Board in the executive branch. Transfers all functions of the Recovery Accountability and Transparency Board to the Board, including its employees. Makes conforming amendments to the American Recovery and Reinvestment Act of 2009 (ARRA) to terminate the Recovery Accountability and Transparency Board on October 1, 2013. Repeals the Federal Funding Accountability and Transparency Act of 2006."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "DATA Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Digital Accountability and Transparency Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 31, United States Code, to require accountability and transparency in Federal spending, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:11:23-05:00"
}