{
  "actions": [
    {
      "acted_at": "1992-10-05", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3329-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1992-10-05", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1992-10-05", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1992-10-05", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1992-10-05", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1992-10-05", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-05", 
  "number": "3329", 
  "official_title": "A bill to enhance the competitiveness of the United States in the global economy through the establishment of a Department of Trade as an executive department of the Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Reorganization Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-05", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Ambassadors", 
    "American investments", 
    "Atmospheric research", 
    "Census", 
    "Central Intelligence Agency", 
    "Commercialization", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Department of Commerce", 
    "Department of Labor", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Federal employees", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade promotion", 
    "Government corporations", 
    "International competitiveness", 
    "International monetary system", 
    "Minority business enterprises", 
    "Nontariff trade barriers", 
    "Oceanographic research", 
    "Office of the U.S. Trade Representative", 
    "Overseas Private Investment Corporation", 
    "Patents", 
    "Presidential appointments", 
    "Research and development", 
    "Science, technology, communications", 
    "Small Business Administration", 
    "Statistical services", 
    "Technological innovations", 
    "Technology policy", 
    "Tourist trade", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-05", 
    "text": "Trade Reorganization Act of 1992 - Title I: General Provisions - Sets forth congressional findings with respect to the expansion of U.S. trade. Title II: Department of Trade - Part A: Establishment - Establishes the Department of Trade (Department), to be administered by a Secretary of Trade (Secretary) appointed by the President, by and with the advice and consent of the Senate. Directs the Secretary, among other things, to: (1) exercise primary responsibility for developing international trade policy, including the initiation of international trade negotiations; (2) establish a national export strategy; and (3) promote new opportunities for U.S. products and services to compete in the world marketplace. Part B: Office and Bureaus - Establishes: (1) the Office of the Trade Representative; (2) the Bureau of Export Promotion; (3) the Bureau of Trade Policy and Analysis; and (4) the Bureau of Trade Administration. Part C: Officers - Establishes within the Department: (1) a Deputy Secretary of Trade; (2) a Trade Representative; (3) three Under Secretaries of Trade; (4) six Assistant Secretaries of Trade; (5) a General Counsel; (6) an Inspector General; and (7) a Permanent Representative to the General Agreement on Tariffs and Trade. Part D: Transfers to the Department - Transfers to the Secretary all functions of the : (1) Secretary of Commerce, including functions relating to the Export-Import Bank of the United States; (2) Department of Commerce, including functions performed by certain of its officers and employees; (3) Director of the United States International Development Cooperation Agency relating to the Overseas Private Investment Corporation; and (4) Director of the United States International Development Cooperation Agency relating to the Trade and Development Program; and (5) the United States Trade Representative. Transfers to the Department the Export-Import Bank of the United States. Amends the Export-Import Bank Act of 1945 to revise the membership of the Board of Directors of the Export-Import Bank of the United States to consist of: (1) the Under Secretary of the Bureau of Export Promotion of the Department as Chairman (currently, the President of the Bank serves as Chairman); (2) the President of the Bank as Vice Chairman; (3) the President of the Overseas Private Investment Corporation; and (4) the Director General of the United States and Foreign Commercial Service. Amends the Omnibus Trade and Competitiveness Act of 1988 to require the Commercial Service to provide certain assistance with respect to the Bank's lending, loan guarantee, and insurance activities. Amends the Foreign Assistance Act of 1961 to revise the membership of the Board of Directors of the Overseas Private Investment Corporation to consist of: (1) the Under Secretary of the Bureau of Export Promotion of the Department as Chairman (currently, the Administrator of the Agency for International Development serves as Chairman, ex officio); (2) the President of the Overseas Private Investment Corporation as Vice Chairman; and (3) the Director General of the United States Foreign and Commercial Service. Transfers all functions of the Bureau of Private Enterprise of the Agency for International Development to the United States and Foreign Commercial Service. Part E: Administrative Provisions - Sets forth certain administrative provisions, including requiring the Secretary to transmit to the President and the Congress a report containing recommendations for: (1) the establishment of a Professional Trade Service Corps to administer U.S. trade policies and activities; and (2) enhancing the National Trade Data Bank. Part F: Related Agencies - Amends the Trade Expansion Act of 1962 and the National Security Act of 1947 to revise the composition of the Interagency Trade Organization and the National Security Council to include the Secretary. Directs the Director of the Central Intelligence Agency, in order to enhance the collection and analysis of intelligence information on trade issues, to establish a directorate of economic and trade intelligence within the Agency. Amends the Bretton Woods Agreement Act to require the U.S. executive director of the International Monetary Fund to consult with the Secretary with respect to matters under consideration by the Fund which relate to trade. Requires the Secretary, as Chairman of the Trade Promotion Coordinating Committee established by the President on May 23, 1990, to submit to the President a coordinated appropriations request for trade promotion functions of all agencies represented on the Committee. Part G: Conforming Provisions - Amends specified Federal laws to set forth conforming provisions. Amends the Trade Act of 1974 to require the Secretary to: (1) be the chief U.S. representative for trade neogotiation; (2) report and be responsible to the President and the Congress for the administration of certain trade agreements programs; (3) advise the President and the Congress with respect to nontariff barriers to international trade, international commodity agreements, and other matters related to the trade agreements programs; and (4) be responsible for specified reports to the Congress. Amends the Foreign Service Act of 1980 to authorize the Secretary (currently, the Secretary of Commerce) to utilize the Foreign Service personnel system with respect to certain personnel. Amends the International Travel Act of 1961 to set forth the powers and duties of the Secretary (currently, the Secretary of Commerce) with respect to encouraging travel to the United States by residents of foreign countries. Repeals specified Federal laws. Title III: Establishment of Technology Administration as Independent Agency - Part A: Establishment of Technology Administration - Technology Administration Act of 1992 - Establishes the Technology Administration which shall be administered by an Administrator appointed by the President, by and with the advice and consent of the Senate. Transfers to the Administration all functions of: (1) the Technology Administration; (2) the National Institute of Standards and Technology; (3) the National Technical Information Service; (4) the National Telecommunications and Information Administration; and (5) the Patent and Trademark Office. Establishes such departments within the Administration. Sets forth the functions of the Administrator. Part B: Administrative Provisions - Sets forth certain administrative provisions. Title IV: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency - Part A: Establishment of Administration - National Oceanic and Atmospheric Administration Act of 1992 - Establishes as an independent agency the National Oceanic and Atmospheric Administration which shall be administered by an Administrator appointed by the President, by and with the advice and consent of the Senate. Transfers all functions of the National Oceanic and Atmospheric Administration of the Department of Commerce to the Administration. Part B: Administrative Provisions - Sets forth certain administrative provisions. Title V: Transfers to Other Federal Agencies - Part A: Minority Business Development Agency - Transfers all functions of the Secretary of Commerce with respect to the Minority Business Development Agency to the Administrator of the Small Business Administration. Declares that the Agency shall be a separate unit in the Small Business Administration. Part B: Transfer of the Bureau of the Census to the Department of Labor - Transfers: (1) all functions of the Secretary of Commerce with respect to the Bureau of Census to the Secretary of Labor; (2) the Bureau of the Census of the Department of Commerce to the Department of Labor; and (3) all functions of the Inspector General of the Department of Commerce to the Director of the Census. Establishes the Bureau of the Census within the Department of Labor. Directs the Secretary of Labor to transmit to the President and the Congress a report containing recommendations for integrating the Bureau of the Census and the Bureau of Labor Statistics within the Department of Labor to improve the Government's statistical collection activities. Title VI: Transitional, Savings, and Conforming Provisions - Sets forth transitional, savings, and conforming provisions. Terminates the Department of Commerce. Title VII: Miscellaneous - Sets forth effective dates. Sets forth provisions with respect to: (1) interim appointments; and (2) personal and funding reductions. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Reorganization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology Administration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the competitiveness of the United States in the global economy through the establishment of a Department of Trade as an executive department of the Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}