{
  "actions": [
    {
      "acted_at": "1976-02-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12044-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Blouin, Michael", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Danielson, George E.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00263", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Pattison, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00899", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-24", 
  "number": "12044", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954, the Social Security Act, and other laws to provide effective welfare reform by replacing public assistance and food stamps with a system of allowances and refundable credits.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14031-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Tax Credits and Allowances Act", 
  "sponsor": {
    "district": "8", 
    "name": "Cornell, Robert J.", 
    "state": "WI", 
    "thomas_id": "00235", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-24", 
  "subjects": [
    "Agriculture and food", 
    "Aid to dependent children", 
    "Day care", 
    "Families", 
    "Federal aid programs", 
    "Federal-state relations", 
    "Food relief", 
    "Food stamps", 
    "Guaranteed annual income", 
    "Income maintenance programs", 
    "Income tax", 
    "Personal income tax", 
    "Public assistance programs", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-24", 
    "text": "Tax Credits and Allowances Act - Title I: Personal Credits Allowances for Basic Living Expenses, and other Tax Provisions - Repeals the personal exemption and provides, in lieu thereof, a credit against tax equal to the personal credits granted by this title. Provides a $225 credit for the taxpayer, and additional credits of $225 each for the taxpayer's spouse and each dependent. Authorizes prepayment of estimated personal credits to recipients of allowances for basic living expenses. Repeals the low income allowance. Provides for a standard employment expense deduction of: (1) 10 percent (but not to exceed $500) of the earned income received by the lesser compensated spouse; and (2) 10 percent (but not to exceed $1,000) of the earned income of the head of a household. Provides an allowance for basic living expenses. Specifies the requirements to be met for eligibility for receipt of such allowance, and sets forth the maximum amounts of such allowance. Authorizes the Secretary of the Treasury to promulgate regulations for the administration of this Act. Provides special rules with respect to the filing status of individuals under this Act. Provides for the coordination of allowances and credits authorized by this Act with those authorized under the educational opportunity grant program of the Higher Education Act of 1965. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title. States that gross income does not include, for the purposes of this title, amounts received by recipients as allowances for basic living expenses. Title II: Public Assistance and Welfare Reform - Amends the Social Security Act to require State Supplementation of income to families receiving aid for dependent children in the amount that the income of such families is reduced by the provisions of this Act. Provides that supplementary payments made by States under this title shall be made for a maximum period of 24 months. Changes the eligibility requirements for benefits under the supplemental security income programs of aid to aged, blind, or disabled individuals to prevent reduction of benefits received by such individuals by virtue of the provisions of this Act. States that until such time as a comprehensive program of services for families and children is developed and placed into effect, the Secretary of Health, Education, and Welfare shall provide a transitional program of specified services to such families. States that the Secretary shall develop a comprehensive program of such services within one year of the effective date of this title. Authorizes optional State supplementation of social security income benefits to ameliorate the effects of the provisions of this Act on families with disabled children. Title III: Miscellaneous and General Provisions - Provides that the total amount of State supplementation payments made under this Act may be used as an allowance offset for purposes of income taxation where the application of the provisions of this Act results in a net reduction of its basic living expense allowance or its supplemental security income benefit. Prohibits Federal assistance to child-care facilities imposing income-related fees. Makes technical and conforming amendments in other specified laws. Repeals the Food Stamp Act of 1964. Provides that obligations of the United States shall be subject to garnishment and similar proceedings to meet court-ordered alimony, child-support, and rent obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Credits and Allowances Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954, the Social Security Act, and other laws to provide effective welfare reform by replacing public assistance and food stamps with a system of allowances and refundable credits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:50-05:00"
}