{
  "actions": [
    {
      "acted_at": "1976-03-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12601-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hicks, Floyd V.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00535", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-17", 
  "number": "12601", 
  "official_title": "A bill to amend section 376 of title 28, United States Code, in order to reform and update the existing program for annuities to survivors of Federal justices and judges.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Survivors' Annuities Reform Act", 
  "sponsor": {
    "district": "4", 
    "name": "Thornton, Ray", 
    "state": "AR", 
    "thomas_id": "01156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-17", 
  "subjects": [
    "Department of the Treasury", 
    "Government operations and politics", 
    "Judges", 
    "Judicial officers", 
    "Labor and employment", 
    "Law"
  ], 
  "subjects_top_term": "Judges", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-17", 
    "text": "Judicial Survivors Annuities Reform Act - Expands the annuity plan for widows and dependent children of U.S. judges to include the widowers of such officials and the widows, widowers, and dependent children of the Director of the Federal Judicial Center and the administrative assistant to the Chief Justice of the United States. Extends the definition of \"dependent children\" to include unmarried, full-time student children between the ages of 18 and 22. Directs that funds matching those made by the judicial officials participating in the plan be deposited to the credit of the Judicial Survivors' Annuity Fund established by this Act. Requires that if a judicial official resigns under conditions making such individual ineligible for a retirement salary, such individual shall receive a lump sum payment of all contributions made to such fund. Shortens the period of service necessary to vest rights in the annuity payments as a result of the participant's death while in office or receiving retirement salary from five years to 18 months. Increases annuities payable to children of participants. Raises the minimum and maximum annuities payable to the widow or widower of such officials in all instances of eligibility. Changes the basis of calculating a widow's or widower's annuity from the salary earned by the official during the five years preceding death to the salary earned during the three years of service in which the official's salary was the greatest; or, if the official served less than three years, to the salary earned during such service. Stipulates that any lump sum payment shall be made to specified beneficiaries and that such payment is a bar to recovery by any other person. Expedites payments to be made to an executor, executrix, administrator, or administrix of an annuitant when the annuity is terminated by the annuitant's death. Establishes on the books of the Treasury a Judicial Survivors' Annuity Fund. Requires, on the date this Act becomes effective, the transfer to such Fund of all moneys in the fund previously established by law for annuities for widows and dependent children of judges. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. (Amends 28 U.S. 376)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Survivors' Annuities Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 376 of title 28, United States Code, in order to reform and update the existing program for annuities to survivors of Federal justices and judges.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:00-05:00"
}