{
  "actions": [
    {
      "acted_at": "1973-03-19", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5784-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-19", 
  "number": "5784", 
  "official_title": "A bill to amend titles 37 and 38, United States Code, to encourage persons to join and remain in the Reserves and National Guard by providing full-time coverage under Servicemen's Group Life Insurance for such members and certain members of the Retired Reserve up to age 60, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr825-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-19", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Insurance", 
    "Life insurance", 
    "National Guard"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-19", 
    "text": "Extends eligibility for coverage under Servicemen's Group Life Insurance to: (1) a person who volunteers for assignment to the Ready Reserve of a uniformed service and is assigned to a unit or position in which he may be required to perform active duty; (2) a person assigned to the Retired Reserve of a uniformed service who has not received the first increment of retirement annuities or has not yet reached 61 years of age and has completed at least 20 years of satisfactory service creditable for retirement purposes; and (3) a member, cadet, or midshipman of the Reserve Officers Training Corps while attending field training or practice cruises. Provides that an insurance policy for a member of the Ready Reserve shall cease 120 days after separation or release from such assignment unless on the date of separation the member is totally disabled, or has completed 20 years of service creditable for retirement purposes. Continues the insurance policy of a member of the Retired Reserve until such time as the member receives the first increment of retirement annuity, or the member's sixty-first birthday, whichever occurs earlier. Makes provisions for the conversion of Servicemen's Group Life Insurance following termination to a policy with a participating life insurance company. Provides for the payment of premiums by a deduction from the pay of a member of the Reserve or Ready Reserve. Authorizes the Secretary of the Army or the Secretary of the Air Force, as the case may be, to allow a member of the National Guard who is not on active duty to make allotments from his pay for the payment of premiums under a group life insurance program sponsored by the military department of the State in which such member holds his National Guard membership or by the National Guard association of such State. (Amends 38 U.S.C. 765-771; Adds 37 U.S.C. 707)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend titles 37 and 38, United States Code, to encourage persons to join and remain in the Reserves and National Guard by providing full-time coverage under Servicemen's Group Life Insurance for such members and certain members of the Retired Reserve up to age 60, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:25-05:00"
}