{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3260-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "3260", 
  "official_title": "A bill to provide for greater protection for investors in government-related securities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Related Securities Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Brokers", 
    "Corporations and Stocks", 
    "Executive reorganization", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks"
  ], 
  "subjects_top_term": "Securities regulation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Government-Related Securities Act of 1980 - Title I: Short Title and Relationship to Securities Exchange Act of 1934 - Establishes a means for regulating transactions in mortgage-backed securities which are guaranteed by the Government National Mortgage Association and mortgage-backed securities which are issued or guaranteed by the Federal Home Loan Mortgage Corporation. Establishes a Government-Related Securities Oversight Council (Council) and states the authority of the Council. Sets forth registration requirements for transactions effected by any government-related securities broker or dealer. Directs the Council to establish a Federal Mortgage-Backed Securities Rulemaking Board (FMSRB). Requires the FMSRB to propose and adopt rules to effect the purposes of this Act with respect to transactions in government-related securities. Specifies the minimum coverage of such rules, including operation of the FMSRB and establishment and enforcement of standards by which government-related securities brokers and dealers operate. Prohibits the FMSRB from requiring any issuer or guarantor of government- related securities to furnish documents or information regarding such issuer or guarantor which are not generally available from other sources. Directs the appropriate regulatory agency, registered securities association, or national securities exchange to report on any examination of government-related securities brokers or dealers conducted pursuant to this Act and to furnish the Securities and Exchange Commission or the Council, upon request, with a copy thereof and any related data. Requires all Government entities and those in which the United States has an interest and which are issuers or guarantors of government-related securities to facilitate the establishment of a comprehensive system for clearance and settlement of such securities. Sets forth procedures and requirements for registration of a government-related securities clearing agency. Prohibits a registered clearing agency from engaging in any activity in contravention of rules and regulations prescribed by the Council or by the appropriate regulatory agency. Requires the appropriate regulatory agency for a clearing agency to notify the Council of proceedings commenced against or examinations conducted of a clearing agency. States recordkeeping and reporting requirements of government-related securities brokers, dealers, and clearing agencies, including the filing of balance sheets and income statements by brokers and dealers. Requires, with specified exceptions, the approval of the Council for any proposed rule or proposed change in rules of the FMSRB or any government-related securities clearing agency to take effect. Authorizes the Council to modify the rules of such organization as it deems necessary. States the authority of the Council to make rules and regulations, including emergency authority of the Council. Directs the Council to report annually to the Congress, including the provision of a summary of its FMSRB oversight activities and an analysis of such organization's expenses, operations, and administration of the Freedom of Information Act. Provides for judicial review of final orders of the Council. Title II: Amends the Securities Exchange Act of 1934 to revise definitions to conform with this Act and to include, with respect to government-related securities, provisions for: (1) registration of exchanges, dealers, securities associations, and clearing agencies; (2) extension and maintenance of credit; (3) sanctions, investigations, and enforcement proceedings; (4) prohibited practices; (5) records and reports; and (6) authority of self-regulatory organizations. Title III: Amends the Securities Investor Protection Act of 1970 to include as members of the Securities Investor Protection Corporation all persons registered as brokers or dealers under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Related Securities Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for greater protection for investors in government-related securities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:37-05:00"
}