{
  "actions": [
    {
      "acted_at": "2010-03-10", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4811-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bachus, Spencer", 
      "sponsored_at": "2010-03-10", 
      "state": "AL", 
      "thomas_id": "00038", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2010-03-10", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Garrett, Scott", 
      "sponsored_at": "2010-03-10", 
      "state": "NJ", 
      "thomas_id": "01737", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hensarling, Jeb", 
      "sponsored_at": "2010-03-10", 
      "state": "TX", 
      "thomas_id": "01749", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lance, Leonard", 
      "sponsored_at": "2010-03-10", 
      "state": "NJ", 
      "thomas_id": "01936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Marchant, Kenny", 
      "sponsored_at": "2010-04-20", 
      "state": "TX", 
      "thomas_id": "01806", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Miller, Gary G.", 
      "sponsored_at": "2010-03-10", 
      "state": "CA", 
      "thomas_id": "01584", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Neugebauer, Randy", 
      "sponsored_at": "2010-03-10", 
      "state": "TX", 
      "thomas_id": "01758", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-10", 
  "number": "4811", 
  "official_title": "To protect the American taxpayers by improving the safety and soundness of the FHA mortgage insurance programs of the Department of Housing and Urban Development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FHA Safety and Soundness and Taxpayer Protection Act of 2010", 
  "sponsor": {
    "district": "2", 
    "name": "Capito, Shelley Moore", 
    "state": "WV", 
    "thomas_id": "01676", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-10", 
  "subjects": [
    "Department of Housing and Urban Development", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government National Mortgage Association (Ginnie Mae)", 
    "Government corporations and government-sponsored enterprises", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-10", 
    "text": "FHA Safety and Soundness and Taxpayer Protection Act of 2010 - Amends the Department of Housing and Urban Development Act to establish within the Federal Housing Administration (FHA) a Deputy Assistant Secretary for Risk Management to: (1) manage and mitigate risk to the mortgage insurance funds of the Department of Housing and Urban Development (HUD); and (2) ensure the performance of HUD-insured mortgages. Abolishes, upon confirmation of such Deputy Assistant Secretary, the position of chief risk officer within HUD filled by appointment by the Federal Housing Commissioner. Amends the National Housing Act to authorize the Secretary of HUD to use credit risk analysis sources outside of HUD to: (1) analyze credit risk models and practices regarding HUD-insured single-family housing mortgages; (2) evaluate underwriting standards for such mortgages; and (3) analyze lender compliance and HUD enforcement of underwriting standards. Authorizes the Secretary to increase annual insurance premiums if necessary to protect the safety and soundness of the Mutual Mortgage Insurance Fund ( MMIF). Directs the Secretary to implement a limited pilot program to provide a flexible risk-based premium structure for mortgage insurance premiums for certain insured mortgages secured by one- to four-family residences and executed by first-time homebuyers. Directs the Secretary to: (1) review annually the rate of early defaults and claims for each mortgage originator or underwriter of mortgages on HUD-insured single family housing; (2) conduct an ongoing review of mortgages on HUD-insured single family housing originated during the preceding 24 months under which the mortgagor has become 60 or more days delinquent in making mortgage payments; and (3) investigate a mortgagee of HUD- insured single family housing who evinces high early default rates. Authorizes the Secretary, if certain grounds exist, to: (1) suspend temporarily a mortgagee with high early default rates; and (2) require a direct endorsement mortgagee, in certain circumstances, to indemnify the Secretary for losses generated by an insurance claim paid by HUD. Directs the Secretary to require each mortgagee to use a unique SAFE Mortgage Licensing Act identifier in all dealings and communications with HUD. Directs the Secretary to require each mortgagee that purchases insured by HUD and originated by other mortgagees to notify the Secretary if the mortgagee terminates or discontinues such purchases or related servicing rights from another mortgagee based on a concern of fraud or misrepresentation in connection with mortgage origination, or based upon the level of mortgage defaults. Requires each quarterly report on the MMIF to include: (1) an assessment of the MMIF financial status; (2) changes to the current or projected safety and soundness of the MMIF since the most recent report; and (3) recommendations to ensure the MMIF remains financially sound. Directs the Comptroller General to report to Congress on: (1) single family mortgage insurance programs of HUD and the MMIF; and (2) the Government National Mortgage Association (GINNIE MAE)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FHA Safety and Soundness and Taxpayer Protection Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect the American taxpayers by improving the safety and soundness of the FHA mortgage insurance programs of the Department of Housing and Urban Development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:10-05:00"
}