{
  "actions": [
    {
      "acted_at": "2011-05-12", 
      "references": [
        {
          "reference": "CR S2933", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s961-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2011-05-12", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-07-24", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2012-09-19", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2011-07-28", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2011-05-12", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-12", 
  "number": "961", 
  "official_title": "A bill to create the income security conditions and family supports needed to ensure permanency for the Nation's unaccompanied youth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reconnecting Youth to Prevent Homelessness Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-12", 
  "subjects": [
    "Adoption and foster care", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Families", 
    "Food assistance and relief", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Higher education", 
    "Homelessness and emergency shelter", 
    "Income tax credits", 
    "Intergovernmental relations", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Sex, gender, sexual orientation discrimination", 
    "Social security and elderly assistance", 
    "State and local finance", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-12", 
    "text": "Reconnecting Youth to Prevent Homelessness Act of 2011 - Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSA) to require State part E plans to provide that the state shall have in effect such laws and procedures as are necessary to ensure that: (1) a child may not be placed in foster care under state responsibility solely because the family with which the child is living is homeless or living in substandard housing, and (2) the state will work with the family and state housing authorities to secure permanent housing for any family that includes a minor child and is homeless or at risk of becoming homeless. Requires the Comptroller General to report to appropriate congressional committees on state policies and practices regarding: (1) access to federally funded child welfare services by children who have attained age 13; and (2) consideration of runaway and homeless situations, as well as status as domestic minor victims of sex trafficking, as risk assessment factors for determining the appropriateness of placement in the child welfare system. Requires state part E plans to describe state policies and procedures regarding runaway or missing foster children. Directs the Secretary of Health and Human Services (HHS) to establish a demonstration project to develop multi-state working groups to conduct research and develop policy recommendations for the support and enhancement of long-term permanency planning for children in foster care. Directs the Secretary of Housing and Urban Development (HUD) to revise certain regulations to provide that individuals who have been under the state foster care system but are no longer because they have attained the age of majority, and who have attained, as well, a bachelor's degree or higher from an institution of higher education in the United States, qualify to purchase a home through the Good Neighbor Next Door Sales Program. Directs the Secretary of HHS to establish a demonstration project to develop programs focused on improving family relationships and reducing homelessness for lesbian, gay, bisexual, and transgender youth. Provides for extension of child welfare services to children between ages 18 and 21 who are under the responsibility of the state. Revises the John H. Chafee Foster Care Independence Program. Amends part A (Temporary Assistance for Needy Families) (TANF) to revise the requirement that the state provide adult-supervised living arrangements for teenage parents not yet living in such an arrangement. Suspends the five-year time limit on TANF assistance for parents under age 21 who are involved in education or training. Prohibits the imposition of sanctions under TANF with respect to minor parents unless the state has established procedures that help TANF recipients understand, avoid, or end sanctions, and has applied the procedures to the recipient. Requires the Secretary to study: (1) TANF recipients who are parents and have not attained age 20, and (2) a representative sample of low-income teen parents who are not TANF recipients. Amends the Internal Revenue Code to include homeless youth as a qualified targeted population for the work opportunity business income tax credit. Amends SSA title II and XVI (Supplemental Security Income [SSI]) to place specified limitations on the use of Social Security or SSI benefits paid to state or local government agencies serving as representative payees on behalf of foster children for state costs. Amends SSA title IV part E (Foster Care and Adoption Assistance) to require state agency screening of foster children for eligibility for Social Security and SSI benefits. Amends SSA title XVI with respect to determination of the unearned income of an individual (and his eligible spouse, if any) living in another person's household and receiving support and maintenance in kind from that person."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconnecting Youth to Prevent Homelessness Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create the income security conditions and family supports needed to ensure permanency for the Nation's unaccompanied youth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:08:13-05:00"
}