{
  "actions": [
    {
      "acted_at": "1975-10-21", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10261-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Harsha, William H.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00507", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heckler, Margaret M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00523", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-21", 
  "number": "10261", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2551-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Aviation Act", 
  "sponsor": {
    "district": "5", 
    "name": "Jones, Robert E., Jr.", 
    "state": "AL", 
    "thomas_id": "00610", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-21", 
  "subjects": [
    "Airline rates", 
    "Airlines", 
    "Antitrust law", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Independent regulatory commissions", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-21", 
    "text": "Aviation Act - Provides that an applicationn with respect to air transportation under the Federal Aviation Act shall be set for hearing within 60 days from the date the application is filed with the Civil Aeronautics Board, and provides for the expedition of the hearing procedure. Authorizes the Board to issue a certificate for interstate air transportation between any two cities not receiving nonstop scheduled air transportation by an air carrier holding a certificate of public convenience and necessity to an applicant if it finds the applicant is fit, willing, and able to perform such transportation properly. States that any air carrier that engages in interstate air transportation solely with aircraft having a capacity of less than fifty-six passengers or sixteen thousand pounds of property shall not be required to obtain a certificate of public convenience and necessity if that carrier conforms to such financial responsibility requirements as the Board may by regulation impose. States that the Board shall not impose close-door, single plane service, mandatory stop, long-haul restrictions, or similar restrictions, on any new certificate or amendment to any existing certificate and that by January 1, 1981, the Board shall reissue all certificates for interstate air transportation in the form of an unduplicated list of city pairs that each certificated air carrier is authorized to serve. Requires, by January 1, 1978, the Board to prepare an unduplicated list of city pairs that each interstate certificated air carrier will be authorized to serve on January 1, 1981. Provides that on or after January 1, 1981, each air carrier engaged in interstate scheduled air transportation may engage in nonstop scheduled air transportation without regard to any certificate limitations or other restrictions between any points in the United States named in its certificate or certificates on January 1, 1975. Prohibits consolidation, merger, or acquisition of control with respect to air carriers if such action would result in (1) monopoly or be in furtherance of any combination or conspiracy to monopolize; or (2) the possibility of substantial lessening of competition or other restraint of trade. Provides that no air transportation rate above direct costs may be found to be unjust or unreasonable on the basis that it is too low, and the Board may not require an air carrier to charge, demand, collect, or receive compensation in excess of that air carrier's direct costs for the service at issue. Directs the Secretary of Transportation to undertake a study of the local service air carrier subsidy program and make recommendations to Congress for any necessary changes in the subsidy system within one year of the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:20-05:00"
}