{
  "actions": [
    {
      "acted_at": "2012-12-20", 
      "references": [
        {
          "reference": "CR S8303", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3703-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-20", 
  "number": "3703", 
  "official_title": "A bill to improve the ability of consumers to control their digital data usage, promote Internet use, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Data Cap Integrity Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Budget deficits and national debt", 
    "Consumer affairs", 
    "Federal Communications Commission (FCC)", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Internet and video services", 
    "Right of privacy", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-20", 
    "text": "Data Cap Integrity Act of 2012 - Expresses the sense of Congress that the Federal Communications Commission (FCC) should continue its work to ensure that consumers of Internet services are clearly and consistently provided information describing the purchased services, including: (1) the cost of services; (2) the rate of upload and download speed for which the consumer is paying; (3) the service limits the Internet service provider (ISP) establishes for purposes of network management, including bandwidth throttling or rate limiting; (4) contract terms; and (5) legal and privacy policies. Prohibits an ISP from imposing a data cap on consumers unless the ISP is certified by the FCC. Defines \"data cap\" as a limit on, or a fee-based structure with the purpose of limiting, the amount of bits a consumer may download or upload during a period of time specified by the ISP. Directs the FCC, after considering any public comment, to establish standards for ISPs to accurately measure household data usage of consumers. Requires the FCC to certify an ISP if it determines that: (1) the ISP is accurately measuring household data usage consistent with such standards, and (2) the data cap proposed by the ISP functions to reasonably limit network congestion without unnecessarily restricting Internet use. Prohibits an ISP that imposes a data cap on consumers from providing preferential treatment based on the source or the content of the data. Directs such an ISP to identify commercially available tools allowing the consumer to: (1) monitor the amount of bits that the consumer has uploaded or downloaded and the relationship such information has to the terms of the data cap, and (2) control uploads and downloads on all wireline and wireless devices accessing the consumer's Internet network. Directs the FCC to establish enforcement procedures enabling individuals to file a complaint with the FCC to investigate the accuracy of an ISP's data use measurements. Authorizes the FCC to impose civil penalties on ISPs for inaccurate measurements in relation to a data cap. Establishes the Data Cap Integrity Fund for the FCC to deposit such civil penalties and make payments to complainants. Requires any specified excess amounts to be transferred to the Treasury's general fund for deficit reduction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Data Cap Integrity Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the ability of consumers to control their digital data usage, promote Internet use, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:40:38-05:00"
}