{
  "actions": [
    {
      "acted_at": "1992-06-29", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2906-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-29", 
  "number": "2906", 
  "official_title": "A bill to promote and encourage alternative nondefense uses of defense industrial facilities, to create a Defense Economic Adjustment Trust Fund, to provide assistance for the retraining of currently employed defense workers, and to assist in providing continuity of certain benefits for defense workers whose employment is terminated.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Industrial Diversification and Adjustment Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-29", 
  "subjects": [
    "Armed forces and national security", 
    "Conversion of industries", 
    "Defense contracts", 
    "Defense industries", 
    "Dislocated workers", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government contractors", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Insurance premiums", 
    "Occupational retraining", 
    "Research and development"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-29", 
    "text": "Defense Industrial Diversification and Adjustment Act of 1992 - Title I: Office of Defense Industrial Diversification and Adjustment - Establishes in the Executive Office of the President an Office of Defense Industrial Diversification and Adjustment (Office). Abolishes the Economic Adjustment Committee established under a specified executive order and transfers the duties of the Committee to the Office. Title II: Contractor Diversification - Directs each defense contractor with gross annual revenues exceeding $15 million in any fiscal year to set aside at least one tenth of one percent (but no more than $500,000) of such revenues to establish and maintain a corporate office of contractor diversification. Requires such offices to: (1) make continuing analyses of possible nondefense uses to which the contractors' defense industrial facilities could be devoted; and (2) submit an annual report to the Office Director which shall include a diversification plan, a schedule for plan implementation, and an estimate of the impact the plan will have on the labor force in the areas in which the defense facilities are located. Makes defense contractors who set aside funds for offices, submit diversification plans, and deposit funds in the Defense Economic Adjustment Trust Fund eligible for: (1) grants for training employees to engage in the production of nondefense goods and services; (2) exemptions from paying nonrecurring costs of research and development under the Arms Export Control Act if such research and development is subsequently used by a contractor for commercial and nondefense purposes; and (3) preferred standing in any procurement through competitive procedure undertaken by a Federal agency (other than the Department of Defense). Title III: Continuation of Health Insurance for Employees - Requires defense contractors that deposit amounts into the Defense Economic Adjustment Trust Fund to report to the Office Director the name and social security number of each contractor employee: (1) whose employment is terminated for reasons attributable to the termination or curtailment of a defense contract; and (2) who elects to continue health insurance coverage after such termination. Directs contractors who submit such reports to submit an application for subsidies of the insurance premiums that apply to continuation coverage to the Office of Director. Authorizes payments of subsidies in an amount equal to 50 percent of the premiums for continuation coverage. Requires terminated employees for whom subsidies are paid to pay contractors an amount equal to 52 percent of the premium. Title IV: Defense Economic Adjustment Trust Fund - Establishes the Defense Economic Adjustment Trust Fund. Prohibits Federal agencies from contracting with any person to furnish defense-related goods or services unless the contract requires the person to pay into the Fund an amount equal to one percent of the gross amount paid to the contractor in that fiscal year. Title V: Authorization of Appropriations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industrial Diversification and Adjustment Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and encourage alternative nondefense uses of defense industrial facilities, to create a Defense Economic Adjustment Trust Fund, to provide assistance for the retraining of currently employed defense workers, and to assist in providing continuity of certain benefits for defense workers whose employment is terminated.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:39-05:00"
}