{
  "actions": [
    {
      "acted_at": "1991-04-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2000-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Hoyer, Steny H.", 
      "sponsored_at": "1991-04-23", 
      "state": "MD", 
      "thomas_id": "00566", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1991-04-23", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-23", 
  "number": "2000", 
  "official_title": "To amend the Public Health Service Act with respect to providing educational assistance to certain minorities in consideration of the individuals serving as employees of the National Institutes of Health, the Alcohol, Drug Abuse, and Mental Health Administration, or the Centers for Disease Control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Research Agencies Minority Scholarship and Loan Repayment Act", 
  "sponsor": {
    "district": "21", 
    "name": "Stokes, Louis", 
    "state": "OH", 
    "thomas_id": "01115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-23", 
  "subjects": [
    "Authorization", 
    "Federal aid to higher education", 
    "Health", 
    "Medical personnel", 
    "Medical research", 
    "Minorities in medicine", 
    "Minority education", 
    "Minority employment", 
    "Public health personnel", 
    "Scholarships", 
    "Scientists", 
    "Student loan funds", 
    "Travel costs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-23", 
    "text": "Federal Research Agencies Minority Scholarship and Loan Repayment Act - Amends the Public Health Service Act (PHSA) to establish an undergraduate scholarship program and a health professional educational loan repayment program for underrepresented minorities in professions needed by certain Federal health agencies. Directs the Secretary of Health and Human Services (HHS) to establish such programs for each of the National Institutes of Health, the Alcohol, Drug Abuse, and Mental Health Administration, and the Centers for Disease Control (the specified health agencies). Requires, under the undergraduate scholarship program, that the individual recipients: (1) pursue academic programs appropriate for careers in professions needed by the agency involved; and (2) agree to serve as employees of such agency for 12 months for each academic year of the scholarship. Requires such service to be performed full-time: (1) for at least ten consecutive weeks of each year during attendance at the educational institution involved; and (2) not later than 60 days after obtaining the educational degree involved, begin and serve consecutively the remainder of the obligated period. Authorizes the head of the agency involved to defer such service obligation. Authorizes certain travel and subsistence payments for undergraduate service. Allows appointment of the individual, while receiving a scholarship or performing obligated service, to an agency position without regard to specified Federal civil service law relating to appointment of Federal employees. Sets forth scholarship provisions for approval of academic program, academic standing, limitation of amount, authorized uses, and contracts for direct payments to the institution. Directs agency heads to establish appropriate penalties for individuals who breach scholarship contracts. Sets forth provisions for application requirements and funding availability. Sets forth provisions for general authority regarding participation of minorities in research at the specified health agencies. Authorizes the Secretary of HHS, with respect to such agencies, to conduct or support programs to increase the representation of underrepresented minorities among scientists who conduct biomedical or behavioral research, including programs for recruitment into such fields, training in conducting such research, and increasing their number conducting research at the agency involved. Directs the Secretary to administer such programs acting through the agency heads. Directs the Secretary of HHS, in carrying out such programs to increase minority participation in such research, to establish the aforementioned educational loan repayment program for each of the specified agencies. Requires, under such program, that appropriately qualified health professionals: (1) be members of a minority underrepresented among scientists conducting biomedical or behavioral research; (2) have a substantial amount of educational loans relative to income; and (3) agree to conduct such research as employees of the agency involved in consideration of the Federal Government's paying, for each year of such service, up to $20,000 of the principal and interest of such loans. Directs the agency head to develop appropriate service payback and default penalty provisions. Sets forth funding availability provisions. Directs the Secretary, under PHSA provisions for National Research Service Awards, to provide contracts for the programs of scholarships and loan repayments established by this Act. Limits the aggregate number of such contracts during FY 1992 through 1994 to: (1) 35 for the National Institutes of Health; (2) ten for the Alcohol, Drug Abuse, and Mental Health Administration; and (3) five for the Centers for Disease Control. Authorizes appropriations for FY 1992 for the already-established PHSA program of National Research Service Awards to individuals and grants to institutions, and for the minority scholarship and loan repayment programs established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Research Agencies Minority Scholarship and Loan Repayment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act with respect to providing educational assistance to certain minorities in consideration of the individuals serving as employees of the National Institutes of Health, the Alcohol, Drug Abuse, and Mental Health Administration, or the Centers for Disease Control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:03-05:00"
}