{
  "actions": [
    {
      "acted_at": "1973-06-06", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8461-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-06", 
  "number": "8461", 
  "official_title": "A bill to establish certain rules with respect to the appearance of witnesses before grand juries, and to provide for independent inquiries by grand juries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grand Jury Reform Act", 
  "sponsor": {
    "district": "4", 
    "name": "Eilberg, Joshua", 
    "state": "PA", 
    "thomas_id": "00341", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-06", 
  "subjects": [
    "Criminal procedure", 
    "Juries", 
    "Law"
  ], 
  "subjects_top_term": "Juries", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-06", 
    "text": "Grand Jury Reform Act - Requires a District Court to give adequate and reasonable notice upon the impanelment of the grand jury concerning the following: the grand jury's duty to inquire into offenses against the laws of the U.S. which have been committed within that district; its authority to make independent inquiry; its right to question witnesses; its right to request production of documents; and such other duties and rights as the court deems advisable. Permits an impaneled grand jury to inquire of its own initiative about offenses against the U.S. Outlines the term of service of the grand jury. Authorizes the court appointment of a special attorney to assist the grand jury if so requested. Specifies that such attorney shall have the exclusive authority to assist the grand jury, and shall sign any indictment returned by such jury. Outlines special rights of grand jury witnesses with regard to subpena, testimony, counsel, scope of investigation and self-incrimination. Permits immunity from prosecution in specified circumstances for any witness who is compelled to produce or testify before the grand jury. Specifies those instances in which a U.S. District Court may issue an order compelling a witness to testify. Prohibits a recalcitrant witness from being confined for a subsequent refusal to testify concerning the same transaction or event. Imposes a fine and/or imprisonment upon a person who discloses any matter occuring before an impaneled grand jury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grand Jury Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain rules with respect to the appearance of witnesses before grand juries, and to provide for independent inquiries by grand juries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:10-05:00"
}