{
  "actions": [
    {
      "acted_at": "1981-11-19", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-19", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-19", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations. Title II Only Referred to Subcommittee on Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations. Title II Only Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime. Title IV Only Referred to Subcommittee on Crime", 
      "text": "Referred to Subcommittee on Crime. Title IV Only Referred to Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice. Titles I and III Only Referred to Subcommittee on Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice. Titles I and III Only Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-21", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Criminal Justice on insanity defense provisions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-22", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Criminal Justice on insanity defense provisions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-12", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Criminal Justice. Titles I and III Only Referred to Subcommittee on Criminal Justice", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Criminal Justice on insanity defense provisions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-17", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Criminal Justice. Titles I and III Only Referred to Subcommittee on Criminal Justice", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Criminal Justice on insanity defense provisions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-09", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Criminal Justice. Titles I and III Only Referred to Subcommittee on Criminal Justice", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Criminal Justice on insanity defense provisions.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5057-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1981-11-19", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1981-11-19", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fithian, Floyd J.", 
      "sponsored_at": "1981-11-19", 
      "state": "IN", 
      "thomas_id": "00387", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1981-11-19", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McKinney, Stewart B.", 
      "sponsored_at": "1981-11-19", 
      "state": "CT", 
      "thomas_id": "00781", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-19", 
  "number": "5057", 
  "official_title": "A bill to amend title 18 of the United States Code to carry out the recommendations of the House Select Committee on Assassinations of the 95th Congress, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Violence Control Act of 1982", 
  "sponsor": {
    "district": "21", 
    "name": "Stokes, Louis", 
    "state": "OH", 
    "thomas_id": "01115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-19", 
  "subjects": [
    "Assault", 
    "Bail", 
    "Broadcasting", 
    "Civil Rights and Liberties", 
    "Communications and Broadcasting", 
    "Compensation for victims of crime", 
    "Congressional employees", 
    "Congressional privileges and immunities", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal law", 
    "Criminal procedure", 
    "Department of the Treasury", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Federal-state relations", 
    "Firearms", 
    "Firearms control", 
    "Forfeiture", 
    "Government attorneys", 
    "Homicide", 
    "House of Representatives", 
    "Kidnapping", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Licenses", 
    "Members of Congress", 
    "Organized crime", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Pretrial procedure", 
    "Prisoners", 
    "Probation", 
    "Protection of officials", 
    "Punishment", 
    "Right of privacy", 
    "Secret service", 
    "Sentences (Criminal procedure)", 
    "State laws", 
    "States", 
    "Trials", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-19", 
    "text": "Violence Control Act of 1982 - Title I: Federally Cognizable Personal Violence - Amends the Federal criminal code to revise and recodify various crimes against the person, including murder, manslaughter, negligent homicide, maiming, battery, menacing, terrorizing, communicating a threat, kidnapping, and criminal restraint. Authorizes a new sentence of \"life without release\" for crimes, including murder and kidnapping, for which the death penalty is currently authorized. Defines \"life without release\" to mean a sentence imposed without possibility of parole or other release, except for Presidential pardon. Sets forth procedural requirements for imposition of \"life without release\", including a separate sentencing hearing to determine the existence of aggravating or mitigating circumstances. Permits the defendant or the Government to appeal the sentence. Extends the jurisdictional basis for murder to include heads of executive departments, employees of the U.S. Probation System, and contract murder. Title II: Provisions Related to Federally Cognizable Personal Violence - Recodifies the authority of the Secret Service to protect national figures. Authorizes the Secretary of the Treasury to extend the physical zone of protection for the President to all Secret Service protectees. Directs the Attorney General to prepare for the congressional judiciary committees contingency plans for the handling of assassinations, federally cognizable homicides, and related acts of violence. Authorizes the Attorney General to order the Federal preemption of State or local government jurisdiction over offenses involving national figures and certain other designated crimes. Permits the commencement of a Federal investigation of a kidnapping or criminal restraint offense if the victim is not released within 24 hours. Authorizes the Attorney General to offer a reward of up to $500,000 for information leading to the arrest or conviction of a person charged with an offense under title I of this Act. Includes an expanded forfeiture provision for property used in title I offenses. Authorizes the Attorney General to request from any Federal agency, including the armed forces, assistance in the investigation of offenses involving national figures and certain other designated crimes. Sets forth the authority of the Attorney General to conduct autopsies in cases involving violent, sudden, or unusual deaths that might reasonably violate Federal law. Authorizes the Attorney General to acquire for historical preservation real or personal property owned by a person suspected or convicted of title I offenses. Provides that property so acquired shall be under the jurisdiction of the Administrator of General Services. Requires any person who contracts for media rights with a person suspected or convicted of a title I offense to pay over to the clerk of court or to a victims' trustee all proceeds which otherwise accrue to the perpetrator. Requires the Attorney General to appoint a special prosecutor whenever he receives specific information that the President has been killed or has died under circumstances supporting a reasonable belief that a title I offense has occurred. Amends the Bail Reform Act of 1966 to authorize denial or delay of release for persons charged with title I offenses whenever the judicial officer determines that there is substantial evidence that no conditions of release will assure that the person will not flee or pose a danger to the community. Permits detention only under extraordinary facts and circumstances. Prohibits detention in a facility where others, either charged or convicted, are detained. Includes careful preparation as a factor in determining reasonable delay under the Speedy Trial Act for title I offenses where the victim or intended victim is the President or another high-ranking official. Title III: Provisions Relating to Mental Disease or Defect - Authorizes a special verdict of \"not guilty only by reason of insanity\" for any criminal defendant who raises the issue of insanity as currently provided. Establishes a new civil commitment procedure for persons found not guilty only by reason of insanity. Title IV: Provisions Relating to the Principal Instruments of Personal Violence - Handgun Control Act of 1982 - Makes it unlawful for a person knowingly to possess an unregistered handgun. Makes this requirement inapplicable to handguns held by certified dealers for sale, handguns held by persons on the date of enactment and continuously thereafter up to 180 days, and handguns held by Federal, State, or local governments. Requires certified dealers selling handguns to obtain registration applications from the purchasers and to file these with the Secretary of the Treasury. Requires persons holding handguns to apply for registration within 180 days. Authorizes the Secretary to issue numbered registration certificates identifying persons as the registered owners of handguns. Requires possessors of handguns to notify the Secretary within ten days of the loss, theft, or destruction of a handgun. Prohibits licensed dealers from selling handgun ammunition to persons without first requiring evidence of registration. Authorizes the Secretary to pay reasonable value for handguns voluntarily relinquished to him. Prohibits the disclosure of registration information except to the National Crime Information Center established by the Federal Bureau of Investigation. Directs the Secretary to determine which States or local governments have adopted adequate permit systems for the possession of handguns. Authorizes the issuance of Federal licenses for individuals in States not having such systems. Makes it unlawful for any person to sell or transfer any handgun or ammunition to any person unless the transferee exhibits a valid Federal, State, or local gun license. Prohibits any person from possessing a handgun or ammunition without a valid Federal, State, or local license. Makes it unlawful for any person to import, manufacture, transfer, receive, or transport any hand held handgun which the Secretary determines to be unsuitable for lawful purposes, including law enforcement, protective, and sporting uses, based on standards established by the Secretary. Title V: Provisions Relating to Congressional Investigations - Establishes the Office of House Legal Counsel in the House of Representatives for the purpose of: (1) defending the official acts of the House, committees, Members, and employees; (2) enforcing subpoenas; (3) intervening or appearing as amicus curiae in actions challenging the constitutional powers of Congress; and (4) participating in immunity proceedings. Grants to the Counsel certain advisory and other functions. Title VI: General Provisions - Establishes criminal penalties for: (1) intimidating or threatening foreign officials or guests in the performance of their official duties; or (2) congregating with persons in proximity to facilities used for diplomatic purposes with intent to commit certain Federal crimes. Makes conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violence Control Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Handgun Control Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to carry out the recommendations of the House Select Committee on Assassinations of the 95th Congress, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:33-05:00"
}