{
  "actions": [
    {
      "acted_at": "1982-01-25", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Budget. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Budget. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-21", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Budget. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Budget. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2008-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1982-02-25", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-01-25", 
  "number": "2008", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to provide for a two year budget process, to provide for timely oversight of authorizing legislation and appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Budget and Oversight Reform Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1982-01-25", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional budget", 
    "Economics and public finance", 
    "Federal budgets", 
    "Fiscal policy", 
    "Legislation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-01-25", 
    "text": "Budget and Oversight Reform Act of 1981 - Declares that the purpose of this Act is to establish a more effective and comprehensive budget process. Amends the Congressional Budget Act of 1974 to revise the timetable with respect to the congressional budget process to provide for a two-year budget cycle, beginning with the Ninety-eighth Congress. Amends the Congressional Budget and Impoundment Control Act of 1974 to define the term 'biennial fiscal period' to be a two-year period beginning on October 1 of any even-numbered year and ending on September 30 of the succeeding even-numbered year. Requires the Director of the Congressional Budget Office, on or before April 30 of each odd-numbered year, to submit to the congressional budget committees a fiscal policy report for the biennial fiscal period commencing on October 1 of the succeeding year. Requires the Director, on March 15 of each even-numbered year, to transmit to such committees any revisions to such report as may be necessary due to changing economic conditions or to any revisions in the President's budget. Requires Congress to complete action on the first concurrent resolution on the budget by July 31 of each odd-numbered year. Requires each standing committee of the House and the Senate, on January 15 of each odd-numbered year, to commence hearings and evaluations with respect to major Federal programs within its jurisdiction. Requires each such committee, on or before April 1 of each odd-numbered year, to submit to the congressional budget committees its views and estimates concerning such programs. Requires the reporting of all bills and resolutions providing budget authority or spending authority to the House of Representatives no later than April 15 of the year in which a biennial fiscal period begins, and to the Senate no later than May 1 of such year. Provides for a waiver of such reporting requirements in the case of any bill or resolution providing supplemental appropriations. Requires the report accompanying any new bill or resolution providing new budget authority for a biennial fiscal period to include a projection of budget outlays for the period of four fiscal years beginning with such fiscal year. Requires the Congressional Budget Office's projection concerning congressional budget action to be for a period of four fiscal years (currently, five fiscal years). Changes to July 31 of each even-numbered year the date by which action must be completed on bills providing new budget authority and certain new spending authority. Prohibits the enrollment of legislation providing new budget or spending authority until the concurrent resolution for the biennial fiscal period has been agreed to, or until Congress has completed action on a reconciliation measure, if that is required. Makes August 15 of each even-numbered year the deadline for reporting the second concurrent resolution on the budget. Requires Congress to complete action on any reconciliation bill or resolution by October 1 of each even-numbered year. Requires Congress to complete action on all bills and resolutions directly or indirectly authorizing the enactment of new budget authority for a biennial fiscal period no later than December 15 of the odd-numbered year preceding the year in which such period begins. Requires the Comptroller General to report to each of the standing committees of the Senate and the House an evaluation of each major Federal program by March 1 of each odd-numbered year. Sets forth the information to be included in such evaluations. Amends the Congressional Budget Act of 1974 to require submission to Congress of the President's budget in each even-numbered year (beginning with 1982) for the biennial fiscal period beginning in the succeeding even-numbered year. Requires the President, on or before November 10 of each odd-numbered year (beginning with 1983), to submit revisions in the estimated outlays and proposed budget authority for the biennial fiscal period beginning in the succeeding even-numbered year. Amends the Budget and Accounting Act, 1982, to require the President to transmit to Congress, by January 15 of the first session of each Congress beginning with the 98th Congress, the budget for the biennial fiscal period beginning on October 1 of the succeeding calendar year. Directs the President to transmit revisions of the budget by January 15 of the second session of each Congress. Requires the President, as soon as practicable, to prepare and transmit to Congress proposed legislation considered appropriate with respect to changes in law necessary to provide authorizations of appropriations for the biennial fiscal period beginning on October 1, 1984. Requires the Director of the Office of Management and Budget to provide for the orderly transition by all departments, agencies, and instrumentalities of the United States Government and the government of the District of Columbia from the use of the fiscal year in effect on the date of enactment of this Act to the use of the new biennial fiscal period. Sets forth the effective dates for the provisions of this Act. Requires the President to submit to Congress a budget for fiscal year 1984 and the estimates of outlays and proposed budget authority that would have been required under the Congressional Budget Act of 1974. Requires Congress to complete action on the concurrent resolutions on the budget that would have been required for fiscal year 1984 under the provisions of the Congressional Budget Act of 1974 as such provisions were in effect on the day before the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget and Oversight Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to provide for a two year budget process, to provide for timely oversight of authorizing legislation and appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:09-05:00"
}