{
  "actions": [
    {
      "acted_at": "2009-02-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-10", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-01-21", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Dorgan with an amendment in the nature of a substitute. With written report No. 111-118.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-01-21", 
      "calendar": "Senate Legislative", 
      "number": "259", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 259.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s375-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2009-02-04", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-04", 
  "number": "375", 
  "official_title": "A bill to authorize the Crow Tribe of Indians water rights settlement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr845-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3563-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4783-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Crow Tribe Water Rights Settlement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Tester, Jon", 
    "state": "MT", 
    "thomas_id": "01829", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-09-10", 
  "subjects": [
    "Dams and canals", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Lakes and rivers", 
    "Montana", 
    "Native Americans", 
    "Water storage", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-01-21", 
    "text": "Crow Tribe Water Rights Settlement Act of 2009 - (Sec. 4) Ratifies, authorizes, and confirms the water rights compact between the Crow Tribe and the state of Montana. Directs the Secretary of the Interior to promptly execute the compact and comply with the National Environmental Policy Act of 1969, the Endangered Species Act of 1973, and all other applicable environmental statutes. (Sec. 5) Requires the Secretary, acting through the Commissioner of Reclamation, to carry out activities necessary to rehabilitate and improve the water diversion and delivery features of the Crow Irrigation Project in accordance with an agreement to be negotiated with the Tribe. Makes the Bureau of Reclamation the lead agency with respect to any activity to rehabilitate or improve the water diversion or delivery features of the Crow Irrigation Project. Directs the Secretary to enter into an agreement with the Tribe under which the Tribe will plan, design, and construct any or all of the rehabilitation and improvement required by this section. (Sec. 6) Directs the Secretary, acting through the Commissioner, to carry out such activities as are necessary to design and construct the water diversion and delivery features of the MR&I System (the municipal, rural, and industrial water system of the Reservation). Makes the Bureau of Reclamation the lead agency with respect to any activity to design and construct the water diversion and delivery features of the System. Directs the Secretary to enter into an agreement with the Tribe under which the Tribe will plan, design, and construct any or all of the design and construction required by this section. Requires the Secretary to convey title to each authorized System facility or section of a System facility to the Tribe after completion of construction of a System facility or a section of a System facility that is operating and delivering water. Sets forth provisions concerning the effect of the conveyance, liability, and the federal obligation after completion of the System. (Sec. 7) Ratifies, confirms, and declares valid tribal water rights which shall be held in trust by the United States for the use and benefit of the Tribe and allottees. Sets forth allottee provisions. Grants the Tribe sole authority to allocate, distribute, and lease such rights, subject to specified limitations. Permits leases by allottees. Applies specified provisions of the Act of February 8, 1887, relating to using water for irrigation, to the tribal water rights. Requires the Tribe, not later than 3 years after the date on which it ratifies the Compact to enact a tribal water code, that provides for: (1) the management, regulation and governance of all uses of the tribal water rights in accordance with the Compact; and (2) establishment by the Tribe of conditions, permit requirements, and other limitations relating to the storage, recovery, and use of the tribal water rights in accordance with the Compact. Sets forth required elements of such code. (Sec. 8) Directs the Secretary to allocate to the Tribe 300,000 acre-feet per year of water stored in Bighorn Lake, Yellowtail Unit, Lower Bighorn Division, Pick Sloan Missouri Basin Program, Montana, under a water right held by the United States and managed by the Bureau of Reclamation, as measured at the outlet works of Yellowtail Dam. Requires the Tribe to enter into a specified allocation agreement. Requires the Tribe, as a condition of receiving an allocation, to enter into a specified agreement with the Secretary to establish allocation terms and conditions. (Sec. 9) Declares that the benefits provided under the Compact shall satisfy all claims of the Tribe and allottees. Sets forth provisions concerning claims related to the Crow Irrigation Project. (Sec. 10) Sets forth provisions concerning waivers and release of claims. (Sec. 11) Establishes in the Treasury the Crow Settlement Fund, with specified accounts. Sets forth permitted Fund activities. Requires an annual report to the Secretary describing each Fund expenditure. (Sec. 12) Grants the Tribe the exclusive right to develop and market power generation as a water development project on the Yellowtail Afterbay Dam. Requires the Bureau of Reclamation to consult with the Tribe on at least a quarterly basis on all issues relating to the Bureau's management of Yellowtail Dam. (Sec. 13) Sets forth provisions concerning sovereign immunity, tribes affected, claims for reimbursement, U.S. liability, and other effects of enactment. (Sec. 14) Authorizes appropriations. (Sec. 15) Repeals this Act on January 1, 2016, if the Secretary does not publish a specified statement of findings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crow Tribe Water Rights Settlement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Crow Tribe Water Rights Settlement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Crow Tribe of Indians water rights settlement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:50-05:00"
}