{
  "actions": [
    {
      "acted_at": "2013-10-10", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres93-113", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "McKinley, David B.", 
      "sponsored_at": "2013-10-10", 
      "state": "WV", 
      "thomas_id": "02074", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "2013-10-10", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-10", 
  "number": "93", 
  "official_title": "Making continuing appropriations for the Mine Safety and Health Administration for fiscal year 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mine Safety and Health Continuing Appropriations Resolution, 2014", 
  "sponsor": {
    "district": "2", 
    "name": "Capito, Shelley Moore", 
    "state": "WV", 
    "thomas_id": "01676", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-10", 
  "subjects": [
    "Appropriations", 
    "Department of Labor", 
    "Executive agency funding and structure", 
    "Labor and employment", 
    "Mining", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-10", 
    "text": "Mine Safety and Health Continuing Appropriations Resolution, 2014 - Makes appropriations, out of any money in the Treasury not otherwise appropriated, and out of applicable corporate or other revenues, receipts, and funds, for the Mine Safety and Health Administration (MSHA) for FY2014, and for other purposes, such amounts as may be necessary, at a rate for operations as provided in the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2012 (division F of P.L. 112-74) as amended by the Further Continuing Appropriations Act, 2013 (division F of P.L. 113-6), for continuing projects or activities of MSHA that are not otherwise specifically provided for in this joint resolution, that were conducted in FY2013, and for which appropriations, funds, or other authority were made available by the Consolidated Appropriations Act, 2012 under the heading \"Mine Safety and Health Administration.\" Requires the rate of operations to be calculated to reflect the full amount of any reduction required in FY2013 pursuant to: (1) the Consolidated and Further Continuing Appropriations Act, 2013 (P.L. 113-6); and (2) the presidential sequestration order dated March 1, 2013, except as attributable to budget authority made available by the Disaster Relief Appropriations Act, 2013 (P.L. 113-2). Makes appropriations and funds made available and authority granted under this joint resolution available until whichever of the following first occurs: (1) enactment into law of an appropriation for any project or activity provided for in this joint resolution, (2) enactment into law of the applicable appropriations Act for FY2014 without any provision for such project or activity, or (3) December 15, 2013. Requires implementation of this joint resolution so that only the most limited funding action be taken in order to provide for continuation of projects and activities. Authorizes amounts made available for personnel compensation and benefits to be apportioned up to the rate for operations necessary to avoid furloughs, consistent with the applicable appropriations Act for FY2013, except that such authority shall not be used until after the agency has taken all necessary actions to reduce or defer non-personnel-related administrative expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Mine Safety and Health Continuing Appropriations Resolution, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making continuing appropriations for the Mine Safety and Health Administration for fiscal year 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:33:36-05:00"
}