{
  "actions": [
    {
      "acted_at": "1979-04-05", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s912-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-05", 
  "number": "912", 
  "official_title": "A bill to promote balanced growth and development in the regions of the Nation by reauthorizing the Appalachian Regional Commission and amending Title V of the Public Works and Economic Development Act of 1965, as amended, to create a nationwide system of multistate regional development commissions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regional Development Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-05", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Appalachia", 
    "Appalachian Regional Commission", 
    "Business and commerce", 
    "Civil service retirement", 
    "Community development", 
    "Department of Commerce", 
    "Education", 
    "Energy", 
    "Energy conservation", 
    "Energy supplies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal employees and officials", 
    "Federal office buildings", 
    "Forests and forest products", 
    "Forests and forestry", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Housing and Housing Finance", 
    "Intergovernmental relations", 
    "Leases", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mines and mineral resources", 
    "Presidential appointments", 
    "Public health", 
    "Reclamation of land", 
    "Regional economic development", 
    "Regional planning", 
    "Research and development", 
    "Roads and highways", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation planning", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Regional economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-05", 
    "text": "Regional Development Act of 1979 - Title I - Appalachian Regional Development Act Amendments of 1979 - Amends the Appalachian Regional Development Act of 1965 to include the provision of services and investments to people, distressed cities, and remote areas in Appalachia within the purposes of such Act. Authorizes the Appalachian Regional Commission to lease office space through September 30, 1983. Increases the total mileage authorized for the Appalachian development highway system. Authorizes appropriations for such system through fiscal year 1985. Increases the Federal share authorized to be paid to a State constructing a segment of a development highway. Authorizes the Commission to make grants to the States for demonstration projects designed to meet the human services needs of the region. Permits funding for reclaiming strip-mined areas to be used for economic development purposes. Authorizes the Secretary of Housing and Urban Development to make grants for the acquisition of housing project sites. Repeals the percentage limitation on such grants. Authorizes the Commission to make grants for: (1) aiding State and local governments in programs of business-related technical assistance; and (2) establishing non-Federal revolving funds to be used for business, agricultural, and forestry enterprise development loans. Provides for supplements to Federal grant-in-aid programs authorized by this Act on or before October 1, 1983. Exempts specified road construction programs from such supplemental grants. Permits the financing under this Act of industrial and commercial facilities, but exempts the financing of the costs to private for-profit establishments for such purposes. Stipulates that this Act shall terminate October 1, 1983. Title II - Regional Development Commission Act of 1979 - Amends the Public Works and Economic Development Act of 1965 to authorize the Secretary of Commerce to recognize development regions within the United States upon the written request of the Governors of the States in which such region will be wholly or partially located if the Secretary and the Governors find that there are common cultural, economic, geographic, natural resource, and social relationships among the areas within such region. Stipulates that every region shall consist of two or more States, but that no area shall be included in more than one region. Directs the States to establish development commissions for such regions, composed of a Federal Cochairman and the Governor of each State in the region. Directs such commissions to: (1) prepare a multiyear development plan for their respective regions; (2) coordinate the development activities within the region; and (3) advise Federal agencies on their programs in the region. Provides for a Presidentially-appointed Federal Cochairman for each regional commission to be responsible for the coordination and cooperation between the regional commission and Federal agencies. Requires the State members of each commission to select the State cochairman. Declares that any decision involving basic commission policy or project approvals shall be made by a majority of State members present. Directs each commission to employ an executive director as its chief administrative officer. Set forth the administrative powers of the commissions. Authorizes the regional commissions to provide financial assistance to development projects including, but not limited to, the following: (1) transportation; (2) energy conservation and development; (3) agriculture; (4) business and industrial development; (5) forestry; and (6) vocational, educational and training programs. Prohibits the funding of profit-seeking business enterprises. Directs the regional commissions to transfer funds to Federal agencies whenever possible to finance development projects. Authorizes such regional commissions to make direct grants and to increase the Federal share in matching grant programs to finance such projects. Limits the type of projects which may receive assistance. Authorizes the regional commissions to make studies and provide planning and research assistance to the States and local areas, including grants for administrative expenses to certified substate planning and development districts. Requires each regional commission to prepare a multiyear development plan and an annual investment program for its region, including specified elements in such plans. Requires the Federal Cochairman to review such plans to assure consistency with national policies and trends. Provides for concurrence by the Secretary of Commerce. Authorizes the President to establish or use an interagency mechanism to provide program coordination and support for the commissions. Authorizes the regional commissions to require State members to prepare and submit development plans for their States. Authorizes Governors to certify substate planning and development districts to coordinate planning in their areas. Requires States to consult with such districts and local units in the development planning process. Permits the regional commissions to hold hearings. Requires the commissions to keep accurate and complete records. Sets forth prohibited activities by commission employees or officers. Provides for insurance and the bonding of designated commission employees. Requires each commission to keep records showing the amount and disposition of appropriated funds. Authorizes the Secretary of Commerce to provide technical assistance and incentive grants to the regional commissions. Requires the commissions to submit to the Secretary annual applications for administrative expenses (half to be paid by the member States). Requires the Secretary of Commerce to coordinate and provide Federal policy guidance to the Federal Cochairman. Establishes a regional development council, composed of the Federal Cochairman, of the Regional development commissions, to serve as the mechanism for consultation about policy and administrative improvements. Establishes an Office of Regional Development in the Department of Commerce to provide support to the regional commissions. Directs the Secretary to develop procedures to ensure that commission activities are consistent with this title. Requires the regional commissions to submit to the Congress: (1) an annual report on their past and proposed activities; and (2) a biennial report consisting of economic and social data for their regions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regional Development Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Appalachian Regional Development Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Regional Development Commission Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote balanced growth and development in the regions of the Nation by reauthorizing the Appalachian Regional Commission and amending Title V of the Public Works and Economic Development Act of 1965, as amended, to create a nationwide system of multistate regional development commissions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:52-05:00"
}