{
  "actions": [
    {
      "acted_at": "1992-03-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-24", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-31", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4545-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-24", 
  "number": "4545", 
  "official_title": "To amend the Employee Retirement Security Act of 1974, the Internal Revenue Code of 1986, and title 11, United States Code; to improve pension plan funding; to limit growth in insurance exposure; to protect the single-employer plan termination insurance program by clarifying the status of claims of the Pension Benefit Guaranty Corporation and the treatment of pension plans in bankruptcy proceedings; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2485-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pension Security Act of 1992", 
  "sponsor": {
    "district": "18", 
    "name": "Michel, Robert H.", 
    "state": "IL", 
    "thomas_id": "00801", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-24", 
  "subjects": [
    "Bank failures", 
    "Bankruptcy", 
    "Debtor and creditor", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government paperwork", 
    "Income tax", 
    "Insurance premiums", 
    "Labor and employment", 
    "Liability (Law)", 
    "Liens", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Revolving funds", 
    "Tax-deferred compensation plans"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-24", 
    "text": "Pension Security Act of 1992 - Title I: Amendments to Pension Plan Funding Requirements - Subtitle A: Amendments to the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to revise the additional funding requirements for pension plans that are not multiemployer plans to provide for an underfunding reduction requirement and solvency maintenance requirement. Subtitle B: Amendments to the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise the additional funding requirements pension plans that are not multiemployer plans to provide for an underfunding reduction requirement and a solvency maintenance requirement. Title II: Amendments to Title IV of ERISA - Amends title IV (Plan Termination Insurance) of ERISA to set forth limitations on the benefits guaranteed by the Pension Benefit Guaranty Corporation (PBGC). Revises provisions relating to: (1) enforcement of minimum funding requirements; (2) definition of contributing sponsor; (3) recovery ratio payable under PBGC guaranty; (4) distress termination criteria for banking institutions; and (5) variable rate premium exemption. Eliminates a specified seventh revolving fund and transfers its assets and liabilities to the first revolving fund (i.e. the single-employer basic benefits guaranty fund). Title III: Employer Liability, Lien and Priority - Subtitle A: Amendments to Title IV of the Employee Retirement Income Security Act of 1974 - Amends title IV of ERISA to revise limitations on employer liability liens and priority amounts. Provides that, in the case of plan terminations initiated on or after January 1, 1992, the lien of the Pension Benefit Guaranty Corporation (PBGC) for employer liability shall be determined according to a specified formula. Makes similar revisions relating to the amount of liability to the PBGC which is entitled to priority treatment in insolvency and bankruptcy cases. Amends the Pension Protection Act with respect to bankruptcy and insolvency claims. Provides that specified amendments under this Act shall be effective as if included under the Single-Employer Pension Plan Amendments of 1986 and the Pension Protection Act. Amends ERISA to provide for liability upon liquidation of a contributing sponsor of a single-employer plan. Makes such sponsor liable as though the plan had terminated in a distress termination, even if the sponsor's controlled group remains a contributing sponsor of the plan or is liable for payment of specified contributions or installments. Directs the PBGC to transfer such liability payments to the ongoing plans. Subtitle B: Amendments to Title 11, United States Code - Amends the Federal bankruptcy code to permit the PBGC to be a member of an unsecured creditors' committee. Revises priority payment provisions with respect to: (1) unpaid contributions to pension plans under ERISA; and (2) certain liability arising from pension plan terminations under ERISA. (Classifies these priorities as expenses as expenses arising before, or administrative expenses arising after, the commencement of the case, depending on whether such unpaid contributions are attributable, or such plan termination occurs, before or after the filing of the petition for bankruptcy.) Amends one of specified Bankruptcy Rules to require the bankruptcy court to give the PBGC notice of a bankruptcy petition filed (and all other notices required to be served on creditors and interested parties), in any case in which the debtor or an affiliate maintains a pension plan to which title IV of ERISA applies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Security Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Employee Retirement Security Act of 1974, the Internal Revenue Code of 1986, and title 11, United States Code; to improve pension plan funding; to limit growth in insurance exposure; to protect the single-employer plan termination insurance program by clarifying the status of claims of the Pension Benefit Guaranty Corporation and the treatment of pension plans in bankruptcy proceedings; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:18-05:00"
}