{
  "actions": [
    {
      "acted_at": "1973-10-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11146-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-29", 
  "number": "11146", 
  "official_title": "A bill to amend title 18, United States Code, and the Omnibus Crime Control and Safe Streets Act of 1968, to improve Federal, State, and local correctional institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Correctional Systems Improvement Act", 
  "sponsor": {
    "district": "1", 
    "name": "Keating, William J.", 
    "state": "OH", 
    "thomas_id": "00622", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-29", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Labor and employment", 
    "Prisons and prisoners", 
    "Rehabilitation", 
    "Rehabilitation of criminals"
  ], 
  "subjects_top_term": "Rehabilitation of criminals", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-29", 
    "text": "Correctional Systems Improvement Act - Title I: Federal Corrections Vocational Training - Authorizes the Federal Prison Industries, from a fund to be established called the Federal Employment and Training Fund, to make grants and loans to, or contract with, qualified applicants, to establish within or without any Federal penal or correctional institution projects for the purpose of training or employing offenders. Stipulates that no loan or grant shall be made unless the Federal Prison Industries first determines that: (1) offenders shall receive wages at a rate not less than similar workers in the locality; (2) any products or services may be sold just as if non-offenders provided them; and (3) the offenders are likely by reason of their involvement in such projects to find employment following their release. Authorizes annual appropriations to the fund to make its income not less than $10,000,000 in any fiscal year. Title II: Federal Correctional Ombudsman Act - Establishes an office of the United States Correctional Ombudsman. Provides that the Chief Ombudsman shall have the authority to investigate in such manner as he sees fit, either upon complaint or upon his own initiative, any administrative act of the Bureau of Prisons or the Board of Parole, pertaining to the treatment of any Federal prisoner or parolee, or the conditions in any Federal penal or correctional institution. Provides that if, after any investigation, the chief ombudsman finds that any administrative act is: (1) contrary to law; (2) unreasonable, unfair, oppresive, or unnecessarily discriminatory; (3) based on mistaken ascertainment of fact; (4) based on improper or irrelevant grounds; (5) performed in an inefficient manner; (6) unclear or inadequately explained when reasons should have been revealed; or (7) otherwise objectionable; he shall consult with the appropriate official or employee in order to make a satisfactory disposition of the matter. States that if the Chief Ombudsman believes that an administrative act has been dictated by laws whose results are unfair or otherwise objectionable, he shall notify the appropriate committees of the United States Senate and the United States House of Representatives. Provides that no information disclosed to any ombudsman or to any staff or employee of the Office in connection with an investigation under this Act shall be disclosed to any other person except to the extent the Chief Ombudsman determines necessary to carry out the purpose of this Act. Requires the Chief Ombudsman to report annually to the Congress on the operations of the Office. Title III: Federal Correction High School Equivalency Training - Provides that the Attorney General shall establish a voluntary high school equivalency training program for all qualified inmates in each Federal penal and correctional institution, which program shall be administered by the Bureau of Prisoners. Title IV: Amendments to the Omnibus Crime Control and Safe Streets Act of 1968 - Makes technical and conforming amendments to the Ominibus Crime Control and Safe Streets Act. Provides for discretionary grants to states that merge their corrections departments and parole and probation departments into one centralized authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Correctional Systems Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, and the Omnibus Crime Control and Safe Streets Act of 1968, to improve Federal, State, and local correctional institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:55-05:00"
}