{
  "actions": [
    {
      "acted_at": "1978-02-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10839-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-08", 
  "number": "10839", 
  "official_title": "A bill to amend the Public Health Service Act to establish the National Institutes of Health Care Research; to extend and revise the assistance programs for health services research and health statistics; to establish the National Center for the Evaluation of Medical Technology, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2466-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Institutes of Health Care Research Act", 
  "sponsor": {
    "district": "7", 
    "name": "Maguire, Andrew", 
    "state": "NJ", 
    "thomas_id": "00725", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-08", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Executive reorganization", 
    "Health", 
    "Public health", 
    "Public health research", 
    "Research and development"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-08", 
    "text": "National Institute of Health Care Research Act - Directs the Secretary of Health, Education, and Welfare to establish in such Department, the National Institutes of Health Care Research. Directs the Secretary, acting through the Institutes, to conduct and support research, demonstrations, evaluations, and statistical and epidemiological activities respecting the accessibility, acceptability, planning, organization, distribution, and financing of systems for the delivery of health care. Establishes the National Institute for Health Policy Research in the Institutes and requires the Secretary, acting through such Institute, to undertake and support research evaluation and demonstration projects respecting health services systems and delivery. Establishes the National Institute for Health Statistics and Epidemiology in the Institutes and requires the Secretary, acting through such Institute, to collect statistics on the extent and nature of illness and disability of the population of the United States. Establishes in the Institutes the National Center for the Evaluation of Medical Technology. Requires the Secretary, acting through such center, to establish in consultation with the Council for the Evaluation of Medical Technology, priorities for research, demonstrations, and evaluations of medical technologies. Lists guidelines for establishing such priorities. Requires the Secretary, acting through the Center, to assist public and/or private nonprofit entities in meeting the costs of planning and establishing new centers for research, demonstrations and evaluations concerning the safety, efficiency, effectiveness, social, ethical and economic impact of particular medical technologies. Directs the Secretary to establish in such Center a National Council for the Evaluation of Medical Technologies. Authorizes the Council to publish material on exemplary standards, norms, and criteria concerning the utilization of particular medical technologies. Authorizes appropriations for fiscal years 1979, 1980, and 1981 for: (1) health services research, evaluation, and demonstration activities; (2) health statistical and epidemiological activities; and (3) medical technology research, evaluation and demonstration activities. Requires the Secretary to provide National Research Service Awards to the Institutes and for research matters set forth in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institutes of Health Care Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish the National Institutes of Health Care Research; to extend and revise the assistance programs for health services research and health statistics; to establish the National Center for the Evaluation of Medical Technology, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:34-05:00"
}