{
  "actions": [
    {
      "acted_at": "1989-04-13", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s769-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1989-04-13", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1989-04-13", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-07-31", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-13", 
  "number": "769", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to regulate the manufacture, sale, promotion, and distribution of tobacco and other products containing tar, nicotine, additives, carbon monoxide, and other potentially harmful constituents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tobacco and Nicotine Health and Safety Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-13", 
  "subjects": [
    "Carbon monoxide", 
    "Cigarettes", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Drugs", 
    "Government paperwork", 
    "Labeling", 
    "Sales promotion", 
    "Tobacco", 
    "Tobacco industry"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-13", 
    "text": "Tobacco and Nicotine Health and Safety Act of 1989 - Amends the Federal Food, Drug, and Cosmetic Act to create a new chapter on tobacco products. Makes unlawful the distribution of a tobacco product that presents risks to health: (1) if it is misbranded or adulterated as prescribed by this Act; or (2) as a free sample or by coupons or other discounting. Deems a tobacco product misbranded if: (1) its labeling is false or misleading in any particular; (2) its labeling fails to contain the statements required by the Cigarette Labeling and Advertising Act and the Comprehensive Smokeless Tobacco Health Education Act of 1986; (3) its manufacturer disseminates any false tobacco advertisement; or (4) other requirements are not met. Allows the Secretary of Health and Human Services, by regulation, to require manufacturers to provide additional information to consumers through labeling, inserts, or other means. Deems a tobacco product adulterated if: (1) the level of any tobacco additive is in violation of a requirement set under this Act; (2) the nicotine, tar, carbon monoxide, or other harmful constituent level has not been established under this Act; (3) it contains any added poisonous or deleterious substance that may render it injurious to health; or (4) other conditions are met. Requires manufacturers, importers, or packagers to provide the Secretary with a list of additives used in tobacco products. Authorizes the Secretary to establish public disclosure requirements for such additives. Requires the Secretary to test and establish the tar, nicotine, carbon monoxide, and other harmful constituent levels for each brand of tobacco product before such product may be lawfully sold. Authorizes the Secretary to make such information public. Requires any product that contains nicotine but does not meet the definition of tobacco products to be considered a drug. Directs the Secretary to report annually to the appropriate congressional committees on the use of tobacco additives and the levels of harmful constituents in tobacco products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tobacco and Nicotine Health and Safety Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to regulate the manufacture, sale, promotion, and distribution of tobacco and other products containing tar, nicotine, additives, carbon monoxide, and other potentially harmful constituents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:21-05:00"
}