{
  "actions": [
    {
      "acted_at": "2000-07-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-08-23", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-09-06", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "the Constitution", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-14", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "the Constitution", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-14", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "the Constitution", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-20", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-26", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-26", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 20 - 1.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-10-04T12:15:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Judiciary. H. Rept. 106-932.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-04T12:15:00-04:00", 
      "calendar": "Union", 
      "number": "562", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 562.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5018-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bachus, Spencer", 
      "sponsored_at": "2000-09-13", 
      "state": "AL", 
      "thomas_id": "00038", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Blunt, Roy", 
      "sponsored_at": "2000-09-13", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hutchinson, Asa", 
      "sponsored_at": "2000-07-27", 
      "state": "AR", 
      "thomas_id": "01493", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Paul, Ron", 
      "sponsored_at": "2000-09-21", 
      "state": "TX", 
      "thomas_id": "00900", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wamp, Zach", 
      "sponsored_at": "2000-09-27", 
      "state": "TN", 
      "thomas_id": "01199", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-27", 
  "number": "5018", 
  "official_title": "To amend title 18, United States Code, to modify certain provisions of law relating to the interception of communications, and for other purposes.", 
  "popular_title": "Phone Tapping bill", 
  "related_bills": [], 
  "short_title": "Electronic Communications Privacy Act of 2000", 
  "sponsor": {
    "district": "12", 
    "name": "Canady, Charles T.", 
    "state": "FL", 
    "thomas_id": "00171", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-09-26", 
  "subjects": [
    "Arrest", 
    "Civil rights and liberties, minority issues", 
    "Computer crimes", 
    "Congress", 
    "Congressional reporting requirements", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal procedure", 
    "Criminal statistics", 
    "Data banks", 
    "Electronic mail systems", 
    "Exclusionary rule (Evidence)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government statistics", 
    "Law", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Trials", 
    "Warrants (Law)", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2000-10-04", 
    "text": "Electronic Communications Privacy Act of 2000 - Amends the Federal criminal code prohibition against the use as evidence of intercepted wire or oral communications to also exclude from use in evidence at trial electronic communications including such communications (such as e-mail) that lie in storage with an electronic communications service obtained in violation of Federal law. Permits the use of such communications against those who illegally obtained them.(Sec. 3) Requires the Administrative Office of the United States Courts, the Attorney General, and the Director of the Administrative Office to report annually regarding requests to disclose the contents of stored electronic communications.(Sec. 4) Raises the standard for the Government's access, under code provisions regarding pen registers and trap and trace devices, to transactional information regarding a person's communications by requiring that a court find that \"specific and articulable facts reasonably indicate that a crime has been, is being, or will be committed, and information likely to be obtained by such installation and use is relevant to the investigation of that crime.\"(Sec. 5) Increases the civil penalties that may be applied to those who illegally intercept electronic communications by raising the daily damages for each violation from $100 a day to $500 a day.(Sec. 6) Specifies that 90-day extensions of a delay of notification to those whose stored electronic communications are disclosed may be granted by the court if the court determines that there is reason to believe that notification of the existence of the court order or subpoena may have an adverse result (current law authorizes certification by a \"governmental entity\" subject to specified requirements).(Sec. 7) Prohibits a provider of mobile electronic communication service from providing to a governmental entity information generated by, and disclosing the current physical location of, a subscriber's equipment unless such entity obtains a court order issued upon a finding that there is probable cause to believe that: (1) a person is committing, has committed, or is about to commit a felony offense; and (2) the location information sought to be obtained concerns the location of that person or a victim of that offense.Permits such a provider to provide that information: (1) to a public safety answering point, emergency medical service provider or emergency dispatch provider, public safety, fire service, or law enforcement official, or hospital emergency or trauma care facility, in order to respond to the user's call for emergency services; (2) to inform the user's legal guardian or members of the user's immediate family of the user's location in an emergency situation that involves the risk of death or serious physical harm; or (3) with the express consent of the subscriber or the user of the equipment concerned.(Sec. 8) Revises code provisions regarding penalties for fraud and related activity in connection with computers to cover certain attempts to commit punishable offenses and to provide penalties for: (1) causing loss to one or more persons during any one-year period aggregating at least $5,000; (2) modifying or impairing the medical examination, diagnosis, treatment, or care of one or more individuals; (3) causing physical injury to any person; (4) threatening public health or safety; (5) causing damage affecting a computer system used by or for a Government entity in furtherance of the administration of justice, national defense, or national security; and (6) intentionally defacing, damaging, or destroying images or information made available to the public.Increases from five to ten years the maximum term of imprisonment for serious computer violations.Defines \"loss\" as any reasonable cost to any victim, including responding to the offense, conducting a damage assessment, restoring any data, program, system or information to its condition before the offense, and any revenue lost or costs incurred because of interruption of service.Applies criminal forfeiture rules to computer crimes.(Sec. 9) Requires the Attorney General (or other specified high level officials) to approve interceptions of electronic communications (as is currently required for interceptions of wire and oral communications). Adds computer crimes to the enumerated offenses for which interceptions may be ordered.(Sec. 10) Amends the Electronic Communications Privacy Act to increase penalties for the illegal disclosure of stored electronic communications. Prohibits a provider of remote computing or electronic communication service to the public from knowingly divulging a record or other information pertaining to a subscriber or customer of such service, but allows a provider to disclose basic customer records (such as name and address) under specified circumstances, such as with the lawful consent of the customer or subscriber, as may be necessarily incident to the rendition of the service or to the protection of the rights or property of the provider of that service, or to a governmental entity if the provider reasonably believes that an emergency involving immediate danger of death or serious physical injury to any person justifies disclosure.Raises from $1,000 to $5,000 the minimum civil damage award for the illegal disclosure of stored electronic communications.(Sec. 11) Authorizes the Attorney General or designated law enforcement officers to have installed and use a pen register or trap and trace device without a court order for up to 48 hours in situations involving an immediate threat to national security or an ongoing attack on the integrity or availability of a protected computer. Provides for notification of a person whose communications were wrongfully tracked if a court finds that law enforcement had an insufficient basis to conduct the monitoring.(Sec. 12) Extends the protection of a warrant requirement to electronic communications stored by electronic communications services for one year or less.(Sec.13) Modifies the definition of \"electronic storage\" to ensure that protections of electronic communications in electronic storage cover e-mail messages that have been accessed by the intended recipient but remain stored by an electronic communications service."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Phone Tapping bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Electronic Communications Privacy Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Electronic Communications Privacy Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 18, United States Code, to modify certain provisions of law relating to the interception of communications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:24-05:00"
}