{
  "actions": [
    {
      "acted_at": "1992-09-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5941-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-15", 
  "number": "5941", 
  "official_title": "To designate tributaries of the Maurice River in the State of New Jersey as components of the National Wild and Scenic Rivers System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-15", 
  "subjects": [
    "Congressional reporting requirements", 
    "New Jersey", 
    "Wild rivers", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-15", 
    "text": "Amends the Wild and Scenic Rivers Act to designate specified segments of the Manumuskin River and the Muskee Creek in New Jersey as components of the National Wild and Scenic Rivers System. Requires the Secretary of the Interior to administer such segments: (1) in association with the political jurisdictions through which the Maurice River and its tributaries pass; and (2) in accordance with the local river management plan prepared by the Cumberland County Department of Planning and Development and plans and ordinances prepared and adopted by the respective municipal governments. Requires the Secretary to review such plan to ensure that proper implementation of it will protect the values for which the segments were designated. Authorizes the Secretary, if requested, to: (1) provide planning assistance to New Jersey and its political subdivisions; and (2) enter into a memorandum of understanding or cooperative agreements with other Federal agencies and with New Jersey to ensure that State and Federal programs are carried out in a manner that is consistent with the river management plans. Directs the Secretary to review compliance with the locally adopted river management plans biennially and to report to appropriate congressional committees on any deviation from those plans which causes or may result in any diminution of the values for which the river was designated. Encourages the Secretary to: (1) continue to work with local municipalities to negotiate agreement and support for designating additional eligible segments of the Maurice River and its tributaries; and (2) report to the Congress on the status of discussions, negotiations, and such recommendations toward inclusion of additional river segments into the System. Authorizes appropriations. Excludes such designated segments from provisions under the Act that authorize Federal acquisitions of lands within the segments' boundaries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To designate tributaries of the Maurice River in the State of New Jersey as components of the National Wild and Scenic Rivers System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:57-05:00"
}