{
  "actions": [
    {
      "acted_at": "2013-09-10", 
      "references": [
        {
          "reference": "CR S6330-6331, S6331-6332, S6332, S6333", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-10", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres22-113", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "sponsored_at": "2013-09-10", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-10", 
  "number": "22", 
  "official_title": "A joint resolution to promote a diplomatic solution in Syria, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chemical Weapons Control and Accountability Resolution of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Manchin, Joe, III", 
    "state": "WV", 
    "thomas_id": "01983", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-10", 
  "subjects": [
    "Arms control and nonproliferation", 
    "Chemical and biological weapons", 
    "International affairs", 
    "International law and treaties", 
    "Middle East", 
    "Military operations and strategy", 
    "Syria", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-10", 
    "text": "Chemical Weapons Control and Accountability Resolution of 2013 - States that it is U.S. policy that: (1) Syria must become a signatory to, and comply with, the Chemical Weapons Convention; (2) the failure by Bashar al-Assad's government to sign and comply with the Convention demonstrates a willful disregard of international norms on the use of chemical weapons; and (3) if Syria does not sign and comply with the Convention within 45 days all elements of national power will be considered by the U.S. government. Directs the President to submit to Congress within 45 days a long-term strategy for Syria, while concurrently using diplomatic tools to secure commitments from the international community to prevent the proliferation and use of Syria's chemical weapons. States that such strategy shall include a statement of U.S. strategic goals in Syria and specific objectives and benchmarks to be accomplished. Requires such strategy also to review U.S. diplomatic, political, economic, and military policy toward Syria, including: (1) the provision of assistance to the Syrian Supreme Military Council and other Syrian entities opposed to the Bashar al-Assad government that have been fully vetted and share common values and interests with the United States; (2) the provision of assistance to the Syrian political opposition, including the Syrian Opposition Coalition; (3) efforts to isolate extremist and terrorist groups to prevent their influence on future transitional and permanent Syrian governments; (4) security coordination with allies and regional partners including Israel, Jordan, and Turkey; (5) efforts to limit support for the Syrian regime from Iran and others; (6) planning for securing chemical, biological, and other weapons supplies; (7) efforts to address the ongoing humanitarian challenges presented by Syrian refugees in neighboring countries, internally displaced persons in Syria, and related humanitarian needs; and (8) efforts secure international commitments to prevent the proliferation and use of chemical weapons in Syria."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Chemical Weapons Control and Accountability Resolution of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A joint resolution to promote a diplomatic solution in Syria, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:34:22-05:00"
}