{
  "actions": [
    {
      "acted_at": "1981-03-31", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-31", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "subcommittee": "Consumer", 
      "text": "Referred to Subcommittee on Consumer.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s26-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "26"
    }
  ], 
  "bill_id": "s833-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Consumer", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-31", 
  "number": "833", 
  "official_title": "A bill to amend the Consumer Product Safety Act to authorize appropriations for fiscal year 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Product Safety Act Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-31", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Authorization", 
    "Congressional oversight", 
    "Consumer Product Safety Commission", 
    "Consumer protection", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fire prevention", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Poisons", 
    "Product safety", 
    "Regulatory impact statements"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-31", 
    "text": "Consumer Product Safety Act Amendments of 1981 - Amends the Consumer Product Safety Act to limit to five the number of field offices which the Consumer Product Safety Commission may maintain. Directs the Commission to notify the Congressional commerce committees of any consumer product information or research grant in an amount greater than $50,000. Requires the Commission to find that compliance with a voluntary standard is unlikely to result in elimination of risk or that substantial compliance with such a standard is unlikely, before promulgating a regulation with respect to which persons have adopted a voluntary standard. Applies such requirement to Commission authority under the Federal Hazardous Substances Act and the Flammable Fabrics Act. Requires the Commission to include in its report to Congress a consideration of the number and effectiveness of consumer product safety standards. Eliminates the current provision prohibiting the incorporation of any sampling plan in a safety standard, except with respect to flammability standards. Prohibits the making of any contribution to the cost of developing a proposed consumer product safety standard or participating with the Commission in development of a standard unless such contribution is made under an agreement. Requires the Commission to prepare a regulatory impact analysis containing specified information, including cost-benefit analysis, before promulgating a consumer product safety rule. Repeals the authority of the Commission to prescribe procedures to insure that manufacturers of new consumer products (products incorporating a design, material, or form of energy exchange which have not been used substantially) notify the Commission before distributing such products in commerce. Amends the notification provision to stipulate that the reporting of an inconsequential failure to comply with a consumer product safety rule or of a defect which could create only an inconsequential product hazard shall not be required. Directs the Commission to study each rule promulgated after the date of enactment within five years of its promulgation. Eliminates the Product Safety Advisory Council, the National Advisory Committee for the Flammable Fabrics Act, and the technical advisory committee authorized under the Poison Prevention Packaging Act of 1970. Extends the authorization of appropriations for the Consumer Product Safety Commission in the reduced amount of $39,000,000 for fiscal year 1982. Directs the Commission to establish a panel to study the effectiveness of the interim cellulose insulation standard. Requires such Panel to report its results to Congress within six months of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Product Safety Act Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Product Safety Act to authorize appropriations for fiscal year 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:43-05:00"
}