{
  "actions": [
    {
      "acted_at": "1991-10-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3478-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Riggs, Frank", 
      "sponsored_at": "1991-11-18", 
      "state": "CA", 
      "thomas_id": "00962", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-02", 
  "number": "3478", 
  "official_title": "To increase working Americans access to health care and affordable health insurance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Working Americans Access to Health Care Act of 1991", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J., III", 
    "state": "AZ", 
    "thomas_id": "00956", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-02", 
  "subjects": [
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Cost control", 
    "Discrimination in insurance", 
    "Employee benefit plans", 
    "Federal preemption", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Income tax", 
    "Insurance companies", 
    "Insurance premiums", 
    "Licenses", 
    "Managed care", 
    "Medical economics", 
    "Reinsurance", 
    "Self-employed", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-02", 
    "text": "Working Americans Access to Health Care Act of 1991 - Title I: Increase in Small Employer Access to Affordable Health Insurance - Provides for the development by the National Association of Insurance Commissioners (NAIC) of model standards regarding certain requirements of this Act. Allows more stringent State standards. Preempts State law concerning a small employer health benefit plan that meets portions of those standards relating to initial writing, premium increases, and market reentry. Requires each small employer carrier to offer a MedEquity plan, defined as: (1) providing only basic benefits; (2) being guaranteed issue; (3) meeting initial writing, premium increase, and market reentry standards; and (4) providing for cost containment. Sets forth special rules for health maintenance organizations (HMOs). Requires each MedEquity plan to: (1) accept every small employer that applies; (2) enroll every full time employee that applies and their spouse and dependents. Sets forth special rules for HMOs. Provides for development by NAIC of models for cost containment features in MedEquity plans, including a managed care plan. Requires each State to specify the model that will be applied to MedEquity plans in the State. Sets forth requirements regarding: (1) initial writing of policies (including regarding pre-existing conditions, premiums, disclosures of rating practices, actuarial certification, requirements to register with the State, and minimum participation); and (2) renewal (including renewability, premium increases, and market reentry). Provides for development by NAIC of models for reinsurance mechanisms for individuals and small employers. Requires establishment in each State of one or more mechanisms. Allows each State insurance commissioner to require each employer health benefit plan to be registered with that official. Defines \"small employer\" as having three to 49 employees. Title II: Equalization Tax Benefits for Self-Employed Persons Under Certain Plans - Amends the Internal Revenue Code to increase the percentage of health insurance costs of self-employed individuals which are deductible. Removes provisions ending, on a specified date, such deductibility. Allows the deductions only if the insurance meets MedEquity standards. Title III: Managed Care Rights - Preempts State law relating to reimbursement rates, selective contracting, differential financial incentives, and utilization review methods. Requires the Comptroller General to report to the Congress on the benefits and cost effectiveness of managed care. Title IV: Study and Report - Mandates a report to the Congress on the impact of this Act on access to health care, the number of employees of small employers without health coverage, small employer health plan costs, and MedEquity plan effectiveness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Working Americans Access to Health Care Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase working Americans access to health care and affordable health insurance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:49-05:00"
}