{
  "actions": [
    {
      "acted_at": "1975-04-10", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5852-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-10", 
  "number": "5852", 
  "official_title": "A bill to enact the Uniform Reciprocal Peace Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Nix, Robert N. C.", 
    "state": "PA", 
    "thomas_id": "00866", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-10", 
  "subjects": [
    "Armed forces and national security", 
    "International affairs", 
    "International relations", 
    "Peace", 
    "Senate", 
    "Treaties", 
    "War"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-10", 
    "text": "Prohibits the Government or any military officer, enlisted man or conscript, or civilian employee of this nation or any of its components from ordering the use of force or to use force to the intentional bodily harm of any person or persons or to the intentional destruction of property located within the boundaries of any other nation which shall have adopted as part of its law the Uniform Reciprocal Peace Act. States that this act shall not apply to the use of such force by anyone acting under a reasonable belief that such use is necessary: (1) in a bona fide defense of the people of this nation against the use or imminent use of such force by another nation against them or their property; or (2) in bona fide defense of the people of another nation upon, the public request of its head of government for armed intervention by this nation and pursuant to the requirements of the United Nations Charter; or (3) in response to a request by the Secretary General of the United Nations acting pursuant to a resolution of the General Assembly or the Security Council. Provides that persons convicted of violating this Act shall forfeit their office and be ineligible for military or governmental office for the rest of their life, and may be imprisoned for any term of years or life. Provides that any military or civilian personnel of this nation who is instructed to violate this Act may secure a judgment in the national courts of this nation that such instruction is unlawful, and that such courts may stay execution of such instruction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to enact the Uniform Reciprocal Peace Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:05-05:00"
}