{
  "actions": [
    {
      "acted_at": "2010-03-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-20", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 111-298.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-20", 
      "calendar": "Senate Legislative", 
      "number": "575", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 575.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3119-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2010-03-16", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2010-03-16", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2010-03-16", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-16", 
  "number": "3119", 
  "official_title": "A bill to amend and reauthorize certain provisions relating to Long Island Sound restoration and stewardship.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long Island Sound Restoration and Stewardship Act", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-06-30", 
  "subjects": [
    "Advisory bodies", 
    "Connecticut", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection", 
    "Long Island Sound", 
    "New York State", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-09-20", 
    "text": "Long Island Sound Restoration and Stewardship Act - (Sec. 2) Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to expand the duties of the Office of Management Conference of the Long Island Sound Study by requiring the Office to: (1) conduct or commission studies to strengthen the implementation of the Comprehensive Conservation and Management Plan for the Long Island Sound, including studies on the impacts of climate change on the Sound watershed and on planning initiatives for the Sound that identify the areas that are most suitable for various types or classes of activities to reduce conflicts among uses, reduce environmental impacts, facilitate compatible uses, or preserve critical ecosystem services to meet economic, environmental, security, or social objectives; (2) develop and implement strategies to increase public education and awareness with respect to the ecological health and water quality conditions of the Sound; (3) make publicly available on the Internet information relating to the environmental quality of the Sound; and (4) monitor the progress made toward meeting the identified goals, actions, and schedules of the Plan, including through the implementation and support of a monitoring system for the Sound's ecological health and water quality conditions. Limits the federal share for grants for projects and studies which will help implement the Plan, other than citizen involvement and citizen involvement grants, to 60%. Requires the Office's Director to submit a report to Congress that includes: (1) an assessment of the progress made by the Office and the Long Island Sound states in implementing the plan, including an assessment of the progress made toward meeting the Plan's performance goals and milestones; (2) an assessment of the key ecological attributes that reflect the health of the ecosystem of the Sound watershed; (3) a description of any substantive modifications to the Plan made during the two-year period (currently a twelve-month period) preceding the submission of the report; (4) recommendations to improve progress in restoring and protecting the Sound watershed; (5) priority actions for implementation of the Plan for the next two years; and (6) a description of the means by which federal funding and actions will be coordinated with the actions of the Long Island Sound states and other entities. Requires the President to submit, together with the annual U.S. budget, information regarding each federal agency involved in the protection and restoration of the Sound watershed. Requires the Administrator of the Environmental Protection Agency Act (EPA) to coordinate the actions of federal agencies that impact water quality in the Sound watershed to improve the water quality and living resources of the watershed. Requires a federal agency that owns or occupies real property, or carries out activities, within the Sound watershed to: (1) participate in regional and subwatershed planning, protection, and restoration activities with respect to the watershed; and (2) ensure that the property and activities carried out by the agency are consistent with the Plan. Amends the Long Island Sound Stewardship Act of 2006 to terminate the Long Island Sound Stewardship Advisory Committee on December 31, 2015 (currently 2011). Declares that the Federal Advisory Committee Act does not apply to the Advisory Committee or to any board, committee, or other group established under the Long Island Sound Stewardship Act of 2006. Extends reporting requirements by requiring the Advisory Committee to submit to the Administrator and the decision making body of the Long Island Sound Study Management Conference an annual report through FY2015 on stewardship sites. Makes the amendments to such Act become effective on October 1, 2010. (Sec. 3) Extends through FY2015 the authorization of appropriations to the Administrator for the implementation of the Management Conference of the Long Island Sound Study, the Long Island Sound Stewardship Act of 2006, the Long Island Sound Grants, and Long Island Sound Stewardship Grants. (Sec. 4) Requires the Administrator, within two years, to carry out and report to Congress on a pilot project to demonstrate the efficacy of nutrient bioextraction (an environmental management strategy under which nutrients are removed from an aquatic ecosystem through the harvest of enhanced biological production, including the aquaculture of suspension-feeding shellfish or algae) for the removal of nitrogen and phosphorous from the waters of the Long Island Sound watershed. Authorizes appropriations to carry out the project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long Island Sound Restoration and Stewardship Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Long Island Sound Restoration and Stewardship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and reauthorize certain provisions relating to Long Island Sound restoration and stewardship.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:43-05:00"
}