{
  "actions": [
    {
      "acted_at": "1989-05-09", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-17", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Refugee Affairs", 
      "text": "Referred to Subcommittee on Immigration and Refugee Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-19", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Immigration and Refugee Affairs", 
      "references": [], 
      "text": "Subcommittee on Immigration and Refugee Affairs. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s953-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Immigration and Refugee Affairs", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-09", 
  "number": "953", 
  "official_title": "A bill to amend the Immigration and Nationality Act to revise the grounds for exclusion from admission into the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Simpson, Alan K.", 
    "state": "WY", 
    "thomas_id": "01435", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-09", 
  "subjects": [
    "Alien labor", 
    "Aliens", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Communicable diseases", 
    "Communists", 
    "Compulsory military service", 
    "Crime and law enforcement", 
    "Deportation", 
    "Discrimination", 
    "Espionage", 
    "Foreign-trained physicians", 
    "Fraud", 
    "Illegal aliens", 
    "Illiteracy", 
    "Immigration", 
    "Mentally ill", 
    "Narcotic addicts", 
    "Narcotic traffic", 
    "National socialism", 
    "Parental kidnapping", 
    "Prostitution", 
    "Recognition (International law)", 
    "Terrorism", 
    "Visas", 
    "War crimes"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-09", 
    "text": "Amends the Immigration and Nationality Act to make the following classes of aliens ineligible to receive visas for admission into the United States: (1) any alien with a communicable disease of public health significance, or who is less than 19 years old and has not received the necessary immunizations; (2) any alien with a record of recent physical or mental disorder that poses a threat to property or safety; (3) any alien with a drug addiction; (4) any alien convicted of a felony or three or more misdemeanors; (5) any alien convicted of specified drug violations or involved in drug trafficking; (6) any alien who aids any other alien in illegal entry; (7) any alien ineligible for U.S. citizenship, including a person who left or remained outside the United States to avoid U.S. military service in time of war or national emergency; (8) any alien who has participated in the persecution of any person on account of race, religion, nationality, or social group or political opinion; (9) any alien seeking to enter the United States to engage in espionage activities; (10) any alien who has engaged in terrorist activity (or belonged to a terrorist group) or is likely to engage in such activity; (11) any alien who has been a member or affiliated with the Communist or other totalitarian party, related group, or labor organization (with specified exceptions); (12) any alien whose entry would endanger the lives or property of U.S. citizens abroad; (13) any alien whose entry would convey the impression of U.S. support for a government or group that the United States does not recognize or support, or whose entry would have a serious negative effect on U.S. diplomatic relations; (14) any alien who has engaged in prostitution, or procurement of prostitutes, within ten years of the date of application for U.S. entry; (15) any alien who is likely to become a public charge; (16) any excluded or deported alien, unless the Attorney General consents to readmission; (17) any alien stowaway; (18) any alien seeking to enter the United States to perform skilled labor, unless there are insufficient qualified U.S. workers; (19) any alien seeking to enter the United States by fraud or the willful misrepresentation of a material fact; (20) any immigrant or nonimmigrant not in possession of a valid passport and entry document at the time of admission; (21) any alien (other than a refugee, asylee, or permanent resident) 16 years or older who cannot read and understand some language; (22) any alien from an unaccredited medical school coming to the United States to perform medical services, unless such alien has passed specified medical exams and is competent in English; (23) any alien accompanying another alien ordered to be deported whose protection is required by the deportee; and (24) any alien who leaves the United States with the child of a U.S. citizen having legal custody of such child."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to revise the grounds for exclusion from admission into the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:25-05:00"
}