{
  "actions": [
    {
      "acted_at": "1974-01-24", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 93-710.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-01", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres245-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-24", 
  "number": "245", 
  "official_title": "Resolves that, in holding hearings, reporting such hearings, and making investigations as authorized by section 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended, in accordance with its jurisdiction under rule XXV of the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-24", 
  "subjects": [
    "Congressional committees (Senate)"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-03-01", 
    "text": "(LATEST SUMMARY) Authorizes the Senate Committee on Interior and Insular Affairs, or any subcommittee thereof, from March 1, 1974, through February 28, 1975, in its discretion: (1) to make expenditures from the contingent fund of the Senate; (2) to employ personnel; (3) with the prior consent of the Government department or agency concerned and the Committee on Rules and Administration, to use on a reimbursable basis the services of personnel of any such department or agency; and (4) to consent to the assignment of personnel of other committees of the Senate to assist in carrying out a study of national fuels and energy policy. Limits the expenses of the committee under this resolution to $475,000. Directs the committee to continue the study of national fuels and energy policy and to make: (1) a full and complete investigation and study of the current and prospective fuel and energy resources and requirements of the United States; and (2) a full and complete investigation and study of the existing and prospective governmental policies and laws affecting the fuels and energy industries. Provides that to assist the committee in a study of national fuels and energy policy the chairman and ranking minority member of each of the Committees on Commerce and Public Works, or members of such committees designated by such chairmen and ranking minority members to serve in their places, and the ranking majority and minority Senate members of the Joint Committee on Atomic Energy, or Senate members of that committee designated by such ranking majority and minority Senate members to serve in their places, shall participate and shall serve as ex officio members of the committee for the purposes of conducting the fuels and energy policy study. Requires the committee to report its findings, together with such recommendations for legislation as it deems advisable, to the Senate at the earliest practicable date, but not later than February 28, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolves that, in holding hearings, reporting such hearings, and making investigations as authorized by section 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended, in accordance with its jurisdiction under rule XXV of the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:03-05:00"
}