{
  "actions": [
    {
      "acted_at": "1981-03-25", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-01", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-01", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources received executive comment from GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s800-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1981-05-18", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-25", 
  "number": "800", 
  "official_title": "A bill to amend the Public Health Services Act to revise provisions relating to research in health statistics and health services, support for medical libraries, and the National Research Service Awards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Research and Research Training Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government paperwork", 
    "Health", 
    "Health facilities", 
    "Libraries", 
    "Medical education", 
    "Medical libraries", 
    "Medical personnel", 
    "Medical research", 
    "Medical statistics", 
    "Pollution", 
    "Public health", 
    "Research and development"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-25", 
    "text": "Health Care Research and Research Training Amendments of 1981 - Title I: Research and Training - Amends the Public Health Service Act to eliminate the National Center for Health Care Technology and the National Council on Health Care Technology. Transfers certain duties of the Center to the National Institutes of Health and other appropriate Federal entities. Repeals the authority of the Secretary of Health and Human Services to undertake training programs with respect to research, evaluation, and demonstration projects. Makes discretionary, rather than mandatory, the authority of the Secretary and the National Academy of Sciences to conduct a study of the health costs of pollution. Authorizes the National Center for Health Services Research to support research, evaluation, dissemination, and demonstration projects respecting the development of methods to improve competition among health care providers. Repeals the authority of the Secretary to assist entities in planning and operating centers for multidisciplinary health services. Eliminates the Cooperative Health Statistics System. Transfers functions of the System to the National Center for Health Statistics. Requires the report of the National Committee on Vital and Health Statistics to be issued biennially instead of annually. Eliminates the authority of the Secretary to plan the collection of statistical and epidemiological data on the effects of the environment on health and to establish guidelines for the collection of information to determine the effects of employment and environmental conditions on public health. Requires reports on the Nation's health and health financing, resources, and resource utilization to be issued biennially, instead of annually. Extends through fiscal year 1984 the authorization of appropriations for health service research, evaluation, and demonstration activities at the reduced level of $20,000,000 per fiscal year. Extends through fiscal year 1984 the authorization of appropriations for health statistical and epidemiological activities at the reduced level of $35,300,000 for each fiscal year. Directs the Secretary, in awarding National Research Service Awards, to give special consideration to physicians who agree to undertake a minimum of two years of biomedical research. Eliminates the current options given to National Research Service award recipients to serve in the National Health Service Corps or in a health related activity. Exempts the first 12 months of service from the payback provision. Extends through fiscal year 1984 the authorization of appropriations for National Research Service Awards at the reduced level of $150,000,000 per fiscal year. Title II: Medical Libraries - Eliminates the authority of the Secretary to establish regional branches of the National Library of Medicine and to make grants for medical library science training, special scientific projects, and biomedical scientific publications. Decreases from $200,000 to $100,000 the ceiling resource grants to individual medical libraries. Extends through fiscal year 1984 the authorization of appropriations for medical libraries at the reduced level of $6,000,000 per fiscal year. Makes discretionary the authority of the Secretary to make grants for regional medical libraries. Revises the authorized uses of such grants. Requires regional medical libraries to charge user fees. Title III: Assessment of Health Care Technologies - Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to undertake and disseminate by grant or contract assessments of health care procedures, practices, or technologies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Research and Research Training Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Services Act to revise provisions relating to research in health statistics and health services, support for medical libraries, and the National Research Service Awards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:42-05:00"
}