{
  "actions": [
    {
      "acted_at": "1990-05-10", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-10", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-16", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to the Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4783-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "1990-06-05", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1990-06-05", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1990-05-10", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hall, Tony P.", 
      "sponsored_at": "1990-05-10", 
      "state": "OH", 
      "thomas_id": "00487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1990-05-10", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-10", 
  "number": "4783", 
  "official_title": "To amend the Agricultural Trade Development and Assistance Act of 1954 to authorize the P.L. 480 Food for Peace Program for fiscal years 1991 to 1995 in order to combat world hunger, promote economic development, expand international trade, develop and expand agricultural export markets for United States agricultural commodities, and foster private enterprise and democratic development in the world.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Development and Trade Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-10", 
  "subjects": [
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Barter", 
    "Congressional reporting requirements", 
    "Democracy", 
    "Developing countries", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Food relief", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Free enterprise", 
    "Government procurement", 
    "Human rights", 
    "International relief", 
    "Poland"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-10", 
    "text": "Agricultural Development and Trade Act of 1990 - Amends the Agricultural Trade Development and Assistance Act of 1954 to revise policy provisions. Expresses the sense of the Congress that the President should: (1) increase the U.S. contribution of food aid and encourage other donor countries to increase contributions toward meeting new food aid requirements; and (2) encourage other advanced nations to make increased food aid contributions to combat world hunger and malnutrition through the expansion of international food and agricultural assistance programs. Directs the President to: (1) carry out through the Agency for International Development (AID) a program under which agricultural commodities are donated to least developed countries and the revenue from the sale of such commodities may be used for economic development activities; and (2) implement, through the Secretary of Agriculture, a program to offer agricultural commodities for sale on credit to developing countries and to carry out domestic agricultural trade development activities with the local currency proceeds associated with the repayment of loans. Considers a country to be a: (1) least developed country if the country meets poverty criteria established by the International Bank for Reconstruction and Development (World Bank) Civil Works Preference or such country is a food deficit country and is characterized by high levels of malnutrition among significant numbers of its population; and (2) a developing country if such country has a shortage of foreign exchange earnings and has difficulty meeting its food needs through commercial channels. Sets forth indicators of national food deficit and malnutrition. Prohibits such assistance to any government engaging in a consistent pattern of human rights violations. Waives such prohibition if the food assistance is targeted to the most needy people and made available through channels other than the government. Authorizes the Administrator to execute agreements with least developed countries to provide commodities on a grant basis. Requires the Administrator, in allocating such commodities, to give priority to least developed countries that: (1) demonstrate the greatest need for food; (2) demonstrate the capacity to use food assistance effectively; and (3) are willing to promote food security. Directs the Administrator to arrange for the transportation of such commodities. Requires agreements to be entered into by November 30 of the fiscal year in which the commodities are to be shipped. Authorizes agricultural commodities provided to a least developed country to be: (1) used in the recipient country for direct feeding programs or the development of emergency food reserves or distributed through commercial channels; or (2) sold in such country, with the proceeds of the sale distributed in accordance with this Act. Requires revenues generated from the sale of agricultural commodities to be disbursed in the recipient country in accordance with a local currency agreement between the recipient country and the Administrator. Requires amounts in local currency accounts to be used for specific economic development purposes in the recipient country. Provides that at least ten percent of such amounts shall be used by the country to support indigenous nongovernmental organizations, nonprofit agricultural organizations, and cooperatives that are active in rural development, sustainable agricultural production, and environmental protection projects in the country. Authorizes the Secretary to execute agreements with developing countries to provide for the sale of agricultural commodities on a deferred payment basis. Requires the Secretary, in allocating such commodities, to give priority to developing countries that: (1) demonstrate the greatest need for food; (2) are listed on the priority list under title I of the Agricultural Trade Act of 1978; and (3) have the potential to become commercial markets for competitively priced U.S. agricultural commodities. Permits only the Secretary or the Commodity Credit Corporation to serve as purchasing or shipping agents, or both, with respect to such commodities. Authorizes the Secretary or the Corporation to establish fees for such services. Sets forth terms and conditions of sales of such commodities. Authorizes the Secretary to defer payments for up to seven years after the last delivery of commodities to a developing country. Requires proceeds from payments made in foreign currencies by developing countries to be used to: (1) develop markets for U.S. agricultural commodities on a mutually beneficial basis; (2) make agricultural business development loans to U.S. businesses; (3) make agricultural facility loans to domestic or foreign entities; (4) promote agricultural trade development; (5) conduct agricultural trade development activities in recipient countries; (6) conduct agriculture and forestry research; and (7) make payments to the United States for previous obligations of recipient countries. Makes foreign currencies used by the Secretary (other than for research or U.S. obligations) exempt from a prohibition on the use of foreign credits by Federal agencies under the Supplemental Appropriation Act, 1953. Prohibits purchases of agricultural commodities from private stock or purchase of ocean transportation under this Act unless such purchases are made on an invitation for bid that is publicly advertised in the United States. Prohibits commissions or other payments to selling or purchasing agents in the purchase of such commodities and transportation, unless determined appropriate by the Secretary. Sets forth reporting requirements with respect to commissions or payments made to agents of the importing country. Makes suppliers of commodities or ocean transportation who fail to file reports, or who file false reports, ineligible to furnish commodities or transportation financed under this Act for five years. Prohibits freight agents employed by the Secretary, the Corporation, or AID from representing any supplier of commodities, freight or ancillary services, or any foreign government during the period of their contracts with the United States. Authorizes the Secretary, in entering into agreements for the sale of high protein, blended, or fortified foods to developing countries, to waive payments (equal to the costs of processing, enrichment, or fortification) if specified conditions are met. Requires the Corporation to make available to the Administrator agricultural commodities for least developed countries. Authorizes the Corporation to finance the sale and export of commodities for developing countries. Permits the Corporation to make commodities available on a cost and freight basis. Limits the total value of agreements entered into with respect to such commodities. Revises famine relief provisions to authorize the President, through the Administrator, to provide agricultural commodities to foreign countries to: (1) alleviate hunger, mortality, and morbidity; and (2) promote sound environmental practices. Makes eligible to receive such assistance: (1) private voluntary organizations or cooperatives that are registered with the Administrator; or (2) intergovernmental organizations. Earmarks a specified amount of funds for expanding such programs and for meeting administrative costs of such organizations. Sets forth specified requirements for organizations to ensure that commodities are used effectively and in the areas of greatest need. Directs the Administrator to give priority to U.S. organizations or cooperatives. Permits agreements between the Administrator and such organizations to provide for the sale or barter of commodities in the recipient country. Requires the Administrator to ensure that such organizations can sell at least ten percent of the amount of all commodities distributed under non-emergency programs for each fiscal year in order to generate foreign currency proceeds. Authorizes the Administrator to provide assistance to such organizations in the sale of commodities in such countries. Sets forth minimum levels of commodities available for food distribution. Establishes the Food Aid Consultative Group to review issues concerning the effectiveness of procedures governing food assistance programs and private voluntary organizations, cooperatives, and indigenous nongovernmental organizations. Requires the Corporation to make available commodities to carry out food assistance programs. Revises administrative procedures with respect to agricultural commodity proposals. Revises the President's authorities with respect to the farmer-to-farmer program and extends such program to least developed and middle-income countries and newly-emerging democracies. Sets forth minimum amounts of funding for such program. Establishes a Food for Freedom Program. Authorizes the President to enter into agreements to provide agricultural commodities to eligible countries to support democratization, the granting of individual liberties, and the promotion of economic freedom. Permits commodities to be made available on a grant basis or on credit terms. Requires a country, in order to be eligible, to: (1) have begun a transformation to a representative democracy; (2) have made commitments to expand free enterprise in the agricultural economy; or (3) have begun to implement comprehensive economic reforms that will temporarily increase the likelihood of malnutrition in vulnerable groups. Sets forth the duties of the Corporation with respect to the program. Limits the amount of Corporation funds to be used for the program. Sets forth elements of agreements to carry out the program. Prohibits the transshipment or resale of commodities unless authorized by the President. Prohibits any agreement under the program if such agreement would result in: (1) the inability of the Corporation to provide sufficient commodities to carry out specified food assistance, domestic commodity, or agricultural trade programs; (2) a shortage in the domestic supply of commodities required under the agreement; or (3) the inability of the Corporation to maintain adequate carryover stocks to meet an emergency or meet the requirements of any Act. Authorizes the President to use a certain amount of Corporation funds to provide assistance to strengthen private sector agriculture in recipient countries. Requires the Secretary to determine the agricultural commodities and quantities for disposition. Authorizes the Secretary to suspend the disposition of a commodity if the disposition would reduce the domestic supply of the commodity below that needed to meet domestic requirements, adequate carryover, and anticipated exports. Exempts from such suspension commodities used for urgent humanitarian purposes. Makes alcoholic beverages and tobacco products ineligible for disposition. Prohibits any commodity from being made available unless the Secretary or the Administrator determines that: (1) adequate storage facilities are available in the recipient country to prevent the spoilage or waste of the commodity; and (2) the distribution of the commodity in the country will not result in a disincentive to, or interference with, domestic production or marketing. Directs the Administrator or the Secretary to: (1) ensure that the importation of U.S. commodities and the use of local currencies for development purposes will not have a disruptive impact on the farmers or local economy of the recipient country; (2) ensure that private trade channels are used with respect to specified sales and donations and that small businesses have a fair opportunity to participate in sales; (3) assure that sales or donations will not disrupt world prices or normal trade patterns; (4) obtain commitments from recipient countries that they will publicize the commodities are being provided as food for peace; (5) encourage the U.S. private sector and private importers in developing countries to participate in programs under this Act; and (6) safeguard U.S. marketings and avoid displacing sales that would otherwise be made for cash dollars. Prohibits the handling of commodities by government military forces or an insurgent group, except under certain conditions. Requires the Administrator to encourage all parties to a conflict to permit safe passage of commodities and other relief supplies and to establish safe zones for recovery activities. Authorizes the President to waive payments by eligible developing countries for food aid loan obligations. Makes a country eligible if the country meets least developed country criteria or a specified structural adjustment facility or similar arrangement is in effect with respect to the country. Permits the President to provide debt relief only if a request is made in the annual budget. Prohibits countries receiving debt relief from receiving food aid loans for a period of two years. Prohibits agreements to finance sales or provide assistance under this Act from being entered into after 1995. Requires the President to report annually to the Congress on the progress toward food security and the elimination of malnutrition in countries receiving U.S. food assistance. Authorizes appropriations. Classifies expenditures under this Act as expenditures for international affairs and finance. Sets forth the required value of commodities acquired under the Agricultural Act of 1949. Revises provisions of the Agricultural Act of 1949 to permit the Secretary to provide eligible commodities for food assistance programs and the Food for Freedom Program established by this Act. Authorizes foreign currency proceeds generated in Poland to be used for activities that would: (1) improve the quality of life of the Polish people; and (2) strengthen and support activities of private, nongovernmental institutions in Poland."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Development and Trade Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Agricultural Trade Development and Assistance Act of 1954 to authorize the P.L. 480 Food for Peace Program for fiscal years 1991 to 1995 in order to combat world hunger, promote economic development, expand international trade, develop and expand agricultural export markets for United States agricultural commodities, and foster private enterprise and democratic development in the world.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:48-05:00"
}