{
  "actions": [
    {
      "acted_at": "1979-04-10", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3598-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Minish, Joseph G.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00814", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-10", 
  "number": "3598", 
  "official_title": "A bill to amend the Interstate Land Sales Full Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-10", 
  "subjects": [
    "Actions and defenses", 
    "Advertising and Marketing", 
    "Business and commerce", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Deceptive advertising", 
    "Fraud", 
    "Interstate land sales", 
    "Land subdivision", 
    "Public Lands and Real Property", 
    "Real estate business", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Interstate land sales", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-10", 
    "text": "Amends the Interstate Land Sales Full Disclosure Act to outline specified exemptions from the provisions of such Act including provisions requiring registration and disclosure of the sale or lease of lots in certain subdivisions. Makes it unlawful for any developer or agent to deceive or in any way defraud a purchaser or lessee of a lot. Sets forth requirements relating to the sale or lease of lots including, but not limited to, the provision that contracts or agreements shall clearly provide the purchaser or lessee with the right to revoke the contract or agreement if a property report is required and has not been provided in advance. Permits the Secretary of Housing and Urban Development to certify as equivalent to the Federal law any State land sale disclosure law which is substantially equivalent to the Interstate Land Sales Full Disclosure Act. Authorizes the Secretary to issue a cease and desist order to any agent or developer believed to be engaging in any unlawful act or practice. Provides for civil relief by a purchaser or lessee for any such unlawful act. Prescribes civil penalties for violations of this Act and increases the amount of criminal penalties which may be assessed. Allows any State attorney general to bring a civil action as parens patriae on behalf of individuals residing in such State to secure monetary or injunctive relief in any appropriate United States district court. Requires the Secretary to submit to the Congress biennially a report on the administration of this Act and its impact upon the land development industry and purchasers and lessees of undeveloped land."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Land Sales Full Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:01-05:00"
}