{
  "actions": [
    {
      "acted_at": "2010-06-29", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on the Judiciary, and Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on the Judiciary, and Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-29", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-29", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-29", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "references": [
        {
          "reference": "CR E1244-1246", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-01", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-01", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-27T09:27:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation. H. Rept. 111-567, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27T09:28:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27T09:28:00-04:00", 
      "references": [], 
      "text": "Committee on Natural Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27T09:28:00-04:00", 
      "calendar": "Union", 
      "number": "326", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 326.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5629-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bishop, Timothy H.", 
      "sponsored_at": "2010-06-29", 
      "state": "NY", 
      "thomas_id": "01740", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "2010-06-29", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Carnahan, Russ", 
      "sponsored_at": "2010-07-26", 
      "state": "MO", 
      "thomas_id": "01789", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "2010-06-29", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "2010-06-29", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "51", 
      "name": "Filner, Bob", 
      "sponsored_at": "2010-07-26", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Hall, John J.", 
      "sponsored_at": "2010-07-26", 
      "state": "NY", 
      "thomas_id": "01865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Hare, Phil", 
      "sponsored_at": "2010-07-26", 
      "state": "IL", 
      "thomas_id": "01849", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2010-06-29", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson Lee, Sheila", 
      "sponsored_at": "2010-07-19", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2010-06-29", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Johnson, Henry C. \"Hank,\" Jr.", 
      "sponsored_at": "2010-07-26", 
      "state": "GA", 
      "thomas_id": "01843", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kagen, Steve", 
      "sponsored_at": "2010-07-26", 
      "state": "WI", 
      "thomas_id": "01880", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Larsen, Rick", 
      "sponsored_at": "2010-06-29", 
      "state": "WA", 
      "thomas_id": "01675", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Nadler, Jerrold", 
      "sponsored_at": "2010-06-29", 
      "state": "NY", 
      "thomas_id": "00850", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Richardson, Laura", 
      "sponsored_at": "2010-07-26", 
      "state": "CA", 
      "thomas_id": "01883", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-29", 
  "number": "5629", 
  "official_title": "To ensure full recovery from responsible parties of damages for physical and economic injuries, adverse effects on the environment, and clean up of oil spill pollution, to improve the safety of vessels and pipelines supporting offshore oil drilling, to ensure that there are adequate response plans to prevent environmental damage from oil spills, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Spill Accountability and Environmental Protection Act of 2010", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-01", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Transportation", 
    "Emergency planning and evacuation", 
    "Employment and training programs", 
    "Environmental Protection Agency (EPA)", 
    "Environmental health", 
    "Environmental protection", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government investigations", 
    "Hazardous wastes and toxic substances", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Transportation safety and security", 
    "Water quality", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2010-07-27", 
    "text": "Oil Spill Accountability and Environmental Protection Act of 2010 - (Sec. 2) Amends the Oil Pollution Act of 1990 (OPA) to repeal the limitation on the liability of the responsible party for an offshore facility for damages and removal costs that result from a discharge of oil into or upon the navigable waters or adjoining shorelines or the U.S. exclusive economic zone (EEZ). Requires the President to review every three years the limits on liability of the responsible party for vessels and onshore facilities and deepwater ports and raise such limits to reflect the greater of: (1) the amount of liability that is commensurate with the risk of discharge of oil presented by a particular category of vessel; or (2) any increase in the Consumer Price Index. Applies such requirements to all claims arising from events or activities occurring on or after April 19, 2010. (Sec. 3) Increases the minimum amount of financial responsibility required for offshore facilities to $1.5 billion. Authorizes the President to require an amount of financial responsibility greater than the minimum amount if the President determines that a larger amount is justified based on the relative operational, environmental, human health, and other risks posed by the quantity, quality, or location of oil that is explored for, drilled for, produced by, or transported by the responsible party. Requires the President to review the level of financial responsibility at least every three years. Authorizes the President to revise such levels upwards based on such risks. Applies such requirements to any lease for exploration, development, or production of minerals that the Secretary of the Interior awards after this Act's enactment. Requires the President to direct any person who, on the date of this Act's enactment, holds a lease for exploration, development, or production of minerals located in navigable waters, adjoining shoreline, or the EEZ to provide evidence of financial responsibility within six months of this Act's enactment. (Sec. 4) Makes responsible parties for vessels or facilities from which oil is discharged liable for damages to human health, including fatal injuries. Applies such requirement to all claims arising from events or activities occurring on or after April 19, 2010, including such claims pending on or before this Act's enactment. (Sec. 5) Treats a mobile offshore drilling unit as an offshore facility for the purposes of calculating excess liability for removal costs and damages from any discharge of oil into or upon the water. Applies such requirement to all claims arising from events or activities occurring on or after April 19, 2010. (Sec. 6) Provides that any determination or assessment of damages to natural resources for the purposes of OPA made by a federal, state, or Indian trustee is subject to judicial review under the Administrative Procedure Act. (Sec. 7) Authorizes the President to require a responsible party to provide information about claims in the event of a spill of national significance. Applies such requirement to all claims arising from events or activities occurring on or after April 19, 2010. (Sec. 8) Repeals provisions of the Limitation of Liability Act of 1851 that limit the liability of the owner of a vessel from claims, debt, or liability to the value of the vessel and pending freight. (Sec. 9) Amends the Death on the High Seas Act to allow: (1) a civil action in law to benefit a decedent's survivors for the death of an individual that is caused by wrongful act, neglect, or default occurring on the high seas beyond three nautical miles from the U.S. shore; and (2) recovery for fair compensation for the pecuniary and nonpecuniary loss (currently pecuniary) plus a fair compensation for the decedent's pain and suffering. Applies such requirement to all claims arising from events or activities occurring on or after April 19, 2010. (Sec. 10) Amends the Jones Act to authorize a decedent's survivors to recover fair compensation for nonpecuniary losses and the decedent's pain and suffering. Applies such requirement to all claims arising from events or activities occurring on or after April 19, 2010. (Sec. 11) Limits the exploration, development, or production of resources in, on, above, or below the EEZ to vessels owned by U.S. citizens. Applies such requirement to exploration, development, production, and support activities that commence on or after July 1, 2011. Requires the Secretary of the department in which the Coast Guard is operating to establish a program to provide Coast Guard personnel with the training necessary for the implementation of this Act. (Sec. 12) Sets forth provisions concerning safety management systems. Requires the Secretary of the department in which the Coast Guard is operating to: (1) develop standards to address a worst-case event involving a discharge from mobile offshore drilling units; and (2) designate positions to be in the Coast Guard's marine safety workforce to perform vessel and marine casualty investigations. Sets forth requirements concerning qualifications of the marine safety workforce. Requires the Secretary of the department in which the Coast Guard is operating to review and report to Congress on the needs of maritime safety and security teams participating in patrols and setup of safety zones for, and management of, the discharge of oil that began in 2010 in connection with the explosion on, and sinking of, the mobile offshore drilling unit Deepwater Horizon. Authorizes appropriations to such Secretary to support the response of the Coast Guard and any Coast Guard maritime safety and security team in such patrols, setup of safety zones, and management. (Sec. 17) Revises tank vessel construction standards to repeal specified exemptions to a requirement that vessels be equipped with a double hull. Makes such revision take effect on January 1, 2011. (Sec. 18) Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to revoke the President's authorization to allow tank vessels and facilities to operate without a plan to respond to the discharge of oil or hazardous substances. Prohibits a mobile offshore drilling unit from operating without an approved response plan. (Sec. 19) Requires the National Contingency Plan to include guidelines regarding the use of containment booms for containing a discharge of oil or a hazardous substance. Requires the President, acting through the Administrator of the Environmental Protection Agency (EPA), to issue a revised regulation for the development of the schedule for the use of dispersants, other chemicals, and other spill mitigating devices and substances. Requires the Administrator, with respect to such spill mitigating substances to be included on the schedule, to: (1) establish minimum toxicity and efficacy testing criteria; (2) provide for testing or other verification (independent from the information provided by an applicant seeking the inclusion of such dispersant, chemical, or substance on the schedule) related to the toxicity and effectiveness of such spill mitigating substances; (3) establish a framework for the application of any spill mitigating substance; (4) establish a requirement that the volume of oil or hazardous substance discharged, and the volume and location of any such spill mitigating substance used, be measured and made publicly available; (5) require the public disclosure of the specific chemical identity of any such spill mitigating substance; and (6) provide a mechanism for the delisting of any such spill mitigating substance that poses a significant risk to or impact on human health or the environment. Requires the Administrator, with respect to such spill mitigating substances not specifically identified on the schedule and prior to the use of such substances, to establish: (1) the minimum toxicity and efficacy levels for such substances; and (2) the information on such substances that shall be made publicly available. Requires the Administrator, with respect to spill mitigating devises to be included under the schedule, to: (1) require the manufacturer of such device to study the device's risks and effectiveness; and (2) provide a mechanism for the delisting of any such device that poses a significant risk to or impact on human health or the environment. Directs the Administrator to: (1) study the potential risks and impacts to human health and the environment, including acute and chronic risks, from the use of dispersants, other chemicals, and other spill mitigating substances, if any, that may be used to carry out the National Contingency Plan; (2) determine the requirements for manufacturers of such substances to evaluate their potential risks and impacts to human health and the environment and provide the details of such evaluation as a condition for listing on the schedule; (3) review the schedule and revise it as necessary every five years; and (4) require the approval of the Federal On-Scene Coordinator for all uses of spill mitigating substances in any removal action. Requires the President to: (1) review the procedures and standards for removing a worst case discharge of oil to determine their sufficiency in ceasing and removing worst case discharges of oil or hazardous substances and for mitigating or preventing a substantial threat of such a discharge within six months of this Act's enactment; and (2) undertake a rulemaking to revise such procedures and standards within a year of this Act's enactment and develop a metric for evaluating the National Contingency Plan, Area Contingency Plans, and tank vessel, nontank vessel, and facility response plans consistent with such procedures and standards. Requires Area Contingency Plans to list containment booms available to owners, operators, and agencies to ensure an effective and immediate removal of a discharge and to ensure mitigation or prevention of a substantial threat of a discharge. (Sec. 20) Requires the President to create a database to track all discharges of oil or hazardous substances: (1) into U.S. waters or adjoining shorelines or into or upon the waters of the contiguous zones; (2) in connection with activities under the Outer Continental Shelf Lands Act or the Deepwater Port Act of 1974; or (3) which may affect natural resources belonging to, appertaining to, or under the exclusive management authority of the United States. (Sec. 21) Requires the Secretary of Transportation (DOT) to analyze and report to Congress on the adequacy of existing regulations and standards for the safety of transportation-related offshore platforms and the impact of the integrity of such platforms on pipeline safety. (Sec. 22) Revises provisions concerning vessel and facility response plans by establishing requirements for submitting, approving, reviewing, and reporting on response plans. Increases the maximum administrative and civil penalties for failure to comply with the National Response System or for gross negligence or willful misconduct. Applies such increased penalties to violations occurring on or after April 19, 2010. (Sec. 23) Requires the President, acting through the Secretary of the department in which the Coast Guard is operating, to: (1) establish a process for quickly and effectively soliciting, assessing, and deploying offshore oil and hazardous substance cleanup technologies in the event of a discharge or substantial threat of a discharge of oil or a hazardous substance in U.S. waters; (2) ensure the best technology available is implemented in the event of such discharge; and (3) maintain a database on best available oil and hazardous substance cleanup technologies. (Sec. 24) Requires the Administrator to ensure that EPA personnel develop and maintain operational capability: (1) for effective inspection, monitoring, prevention, preparedness, and response authorities related to the discharge of oil or a hazardous substance; (2) to protect human health and safety from impacts of such discharge; (3) to review, approve, and require revisions to onshore facility response plans; and (4) to protect the environment and natural resources from impacts of a such discharge. Requires Secretary of the department in which the Coast Guard is operating to ensure that Coast Guard personnel develop and maintain operational capability: (1) to establish and enforce regulations and standards for procedures, methods, equipment, and other requirements to prevent and to contain a discharge of oil or a hazardous substance from vessels or offshore facilities; (2) to establish and enforce regulations and to carry out other responsibilities with respect to vessel and facility response plans; (3) for effective inspection, monitoring, prevention, preparedness, and response authorities related to such discharge; and (4) to protect the public, the environment, and natural resources from impacts of such discharge. Requires the President to ensure that the Coast Guard has sufficient personnel and resources to act as a first responder. Requires the DOT Secretary to establish and enforce regulations and standards for procedures, methods, equipment, and other requirements to prevent and to contain discharges of oil and hazardous substances from transportation-related onshore facilities. Authorizes the Secretary to review, approve, and require revisions to transportation-related onshore facility response plans. Requires the Secretary to ensure that DOT personnel develop and maintain operational capability: (1) for effective inspection, monitoring, prevention, preparedness, and response authorities related to the discharge of oil or a hazardous substance from a transportation-related onshore facility; (2) to protect the public from the impacts of such discharge; and (3) to protect the environment and natural resources from the impacts of such discharge. (Sec. 25) Requires a pipeline facility operator in an area affected by a disaster to notify the Secretary of changes to the operational status of such facility within 12 hours of cessation of the disaster. Requires the operator of a pipeline facility to: (1) develop and transmit to the Secretary a damage assessment within 30 days after the disaster; and (2) notify the Secretary promptly if the pipeline facility must be permanently removed from service as a result of a disaster. Sets forth minimum requirements for the assessment. (Sec. 27) Requires the National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling to develop and report to Congress on recommendations for: (1) improvements to federal laws, regulations, and industry practices applicable to offshore drilling to ensure effective oversight, inspection, monitoring, and response capabilities and to protect human and occupational health and safety and the environment; and (2) reforms of federal agencies or processes to ensure that such improvements are implemented and maintained. (Sec. 30) Requires the Comptroller General to report annually to Congress on the employment during the preceding year of individuals who were Coast Guard officials in the previous five-year period by recognized organizations contracted to administer maritime programs for foreign flag administrations. (Sec. 31) Authorizes the Coast Guard an end-of-year strength of 47,300 active duty personnel for FY2011, of which at least 300 personnel shall be assigned to implement the Coast Guard's activities under this Act. (Sec. 32) Requires the President to implement or revise memorandums of understanding to clarify the roles and jurisdictional responsibilities of EPA, the Coast Guard, DOT, and other federal agencies relating to the prevention of oil discharges from tank vessels, nontank vessels, and facilities subject to the Oil Pollution Act of 1990 by September 30, 2011. (Sec. 33) Requires the Director of the Agency for Toxic Substances and Disease Registry and the Director of the Centers for Disease Control and Prevention (CDC) to jointly study: (1) the effects on human health of exposure to petroleum and other substances released in or used or produced in response to the Deepwater Horizon oil spill; (2) the effects on human health of secondary exposure to such substances in an aerosolized form; (3) whether such substances include or produce airborne carcinogens and the effects of any such carcinogens; and (4) the effects of such exposure on a child of an individual born after the individual has been subject to such exposure. Requires such Directors to complete a baseline assessment to determine the health status of individuals exposed to such substances in order to gather data that may be used to determine any change in health status from continued exposure. Requires the Director of the Agency for Toxic Substances and Disease Registry to conduct a public health assessment of persons who are thought to have an epidemiological link to such substances. Requires such Directors to) report to Congress on the results of the study and the assessments. (Sec. 34) Requires offshore facilities constructed after this Act's enactment for operation in the EEZ for purposes of any form of energy production to be built in the United States. Prohibits foreign-built offshore facilities not operating in the EEZ for purposes of any form of energy production on the date of enactment of this Act from operating in the EEZ for such purposes after such date. (Sec. 35) Require the Commandant of the Coast Guard to: (1) inventory all vessels operating in U.S. waters that are capable of meeting oil spill response needs designated in the National Contingency Plan and to categorize such vessels by capabilities, type, function, and location; and (2) maintain and update quarterly a database containing the results of the inventory. Authorizes the Commandant to make information regarding the location and capabilities of oil spill response vessels available to a Federal On-Scene Coordinator to assist in the response to an oil spill or other incident in U.S. waters. (Sec. 36) Requires that response plans ensure the availability of sensing and monitoring systems for offshore facilities located in more than 500 feet of water. Establishes requirements for such systems. Requires the Secretary of the department in which the Coast Guard is operating to issue regulations to implement such requirements within 180 days of this Act's enactment. (Sec. 38) Authorizes appropriations from the Oil Spill Liability Trust Fund for FY2011-FY2015 to the Secretary of the department in which the Coast Guard is operating, the Administrator, and the DOT Secretary to implement this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Spill Accountability and Environmental Protection Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Oil Spill Accountability and Environmental Protection Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To ensure full recovery from responsible parties of damages for physical and economic injuries, adverse effects on the environment, and clean up of oil spill pollution, to improve the safety of vessels and pipelines supporting offshore oil drilling, to ensure that there are adequate response plans to prevent environmental damage from oil spills, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:32-05:00"
}