{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2284-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "2284", 
  "official_title": "A bill to permit insured banks to elect to forgo deposit insurance, provided such banks are subject to oversight by the Board of Governors of the Federal Reserve System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wholesale Bank Deposit Insurance Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-27", 
  "subjects": [
    "Advertising", 
    "Bank capital", 
    "Bank deposits", 
    "Bank holding companies", 
    "Branch banking", 
    "Deposit insurance", 
    "Federal reserve system", 
    "Fees", 
    "Finance and financial sector", 
    "Securities industry", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-27", 
    "text": "Wholesale Bank Deposit Insurance Act of 1992 - Amends the Federal Deposit Insurance Act to authorize certain insured depository institutions to voluntarily terminate their insured status (become uninsured State member banks under the Federal Reserve Act). Precludes such institutions from accepting deposits other than as uninsured State member banks, and requires them to pay to the Federal Deposit Insurance Corporation (FDIC) an exit fee reflecting their pro rata share of the relevant deposit insurance fund's contingent liabilities. Provides for a transition period during which formerly insured deposits temporarily retain their insured status. Requires the depository institution to notify its depositors and the FDIC of its non-insured status. Amends the Bank Holding Company Act of 1956 to permit a bank holding company all of whose subsidiary depository institutions are uninsured State member banks to acquire interests in banking and securities firms. (Current law prohibits such affiliations between banking and securities institutions.) Imposes the same requirements upon the acquisition of such interests as would be applicable to a bank holding company that does not own uninsured State member banks. Restricts the affiliation of uninsured State member banks with other deposit-taking institutions, including proscriptions against affiliations with insured banks, savings associations, and any institution that accepts initial deposits of $100,000 or less (i.e., a retail depository institution). Amends the McFadden Act to exempt noninsured banks and their affiliates from the conditions placed upon branch banking by national banking associations. Amends the Banking Act of 1933 to permit securities industry personnel to simultaneously serve with an uninsured State member bank. Amends the Bank Holding Company Act of 1956 to exempt from its insurance requirements uninsured State member banks that are controlled by certain holding companies that control only uninsured State member banks. Amends the Federal Reserve Act to prescribe guidelines within which uninsured State banks may become members of the Federal Reserve System, subject to its regulatory oversight, including: (1) mandatory status as a wholesale bank (minimum initial deposits of $100,000); (2) special minimum capital requirements; (3) minimum leverage ratios; (4) special capital categories for prompt corrective action (including a critical capital level of at least 150 percent of the corresponding ratio for insured State member banks); and (5) a special discount rate above that applicable to insured depository institutions, and restricted access to discount window borrowing. Grants the Board of Governors of the Federal Reserve System conservatorship authority over such banks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wholesale Bank Deposit Insurance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to permit insured banks to elect to forgo deposit insurance, provided such banks are subject to oversight by the Board of Governors of the Federal Reserve System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:25-05:00"
}