{
  "actions": [
    {
      "acted_at": "1978-05-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-10", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 95-1124.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Education and Labor with instructions rejected in House, roll call #818 (81-252).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #819 (284-50).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "bill_ids": [
        "s2570-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2570 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12452-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Beard, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "00068", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1977-01-03", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "LeFante, Joseph A.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00677", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Myers, Michael O.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pursell, Carl D.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00934", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sarasin, Ronald A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-01", 
  "number": "12452", 
  "official_title": "A bill to extend and amend the Comprehensive Employment and Training Act of 1973, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1294-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2570-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Employment and Training Amendments", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-01", 
  "subjects": [
    "Auditing", 
    "Authorization", 
    "Depressed areas", 
    "Discrimination in employment", 
    "Displaced homemakers", 
    "Economics and public finance", 
    "Employment of the handicapped", 
    "Eskimos", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hard-core unemployed", 
    "Hawaiians", 
    "Information networks", 
    "Labor and employment", 
    "Labor supply", 
    "Management audit", 
    "Manpower training programs", 
    "Migrant labor", 
    "Minority business enterprises", 
    "Native Americans", 
    "Older workers", 
    "Political participation", 
    "Public service employment", 
    "Regional economic development", 
    "Relocation of employees", 
    "Seasonal labor", 
    "Small business", 
    "Student employment", 
    "Underemployment", 
    "Unemployment", 
    "White collar crime", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-09-22", 
    "text": "(Measure passed House, amended, roll call #819 (284-50)) Comprehensive Employment and Training Act Amendments - =Title I: Administrative Provisions= - Consolidates the administrative provisions of the Comprehensive Employment and Training Act (CETA) of 1973. Defines eligible prime sponsors as: (1) a State; (2) any unit of general local government with a population of 100,000 or more; (3) any combination of units of general local government which includes an otherwise eligible unit; (4) any unit or combination of units of general local government, without regard to population, which in exceptional circumstances, and after consultation with appropriate State and local officials, is determined by the Secretary of Labor (a) to serve a substantial portion of a functioning labor market area or (b) to be a rural area with high unemployment, and where there is a special need for services within the area; (5) certain existing concentrated employment program grantees, designated by the Secretary, serving areas with high unemployment; and (6) units previously designated as prime sponsors, whose populations have decreased below 100,000 but which are certified by the Secretary of Labor as effectively serving the purposes of the Act. Requires State prime sponsors to allow subareas to assist in the planning and delivery of services within their respective jurisdictions. Authorizes the Secretary of Labor to act as a prime sponsor for an area under any of the employment and training programs when there is no other prime sponsor for an area or when services are not being provided to an area due to a complaint about the prime sponsor or to disapproval of a comprehensive plan. Requires the prime sponsor to submit a comprehensive employment and training plan which consists of a master plan, serving as a long-term charter, and an annual plan to: (1) the Secretary of Labor before such sponsor may be eligible for financial assistance; and (2) specific State, local, and labor offices and organizations at least 45 days before submission to the Secretary, for purposes of review and comment by such bodies and the public. Provides that any State seeking financial assistance under this Act shall submit a Governor's coordination and special services plan. Amends provisions regarding review of comprehensive plans and complaints about and sanctions against prime sponsors. Changes the composition and meeting requirements of prime sponsor planning councils and State employment and training councils. Authorizes appropriations to carry out the provisions of this Act through fiscal year 1982. Directs the Secretary to establish a study and evaluation program with respect to recurring and developing problems in achieving the goals of employment and training programs of this Act. Consolidates various assurances formerly required to be submitted by prime sponsors and redesignates them as program conditions. Sets out those conditions which are applicable to all programs and those which are applicable to the public service employment programs. Includes among the former a requirement that small and minority businesses be given maximum reasonable opportunity to compete for contracts. Includes among the latter the limitations that no participant may be paid wages from funds under this Act for public service employment for more than 78 weeks in a five-year period and that no public service jobs shall be substituted for existing federally assisted jobs. Requires the Secretary to establish a basic allowance for persons receiving training and to set wages for public service employment in accordance with the Fair Labor Standards Act of 1938. Redefines \"unemployed\" and \"underemployed\" for purposes of the Act. Permits institutionalized persons to be designated as \"unemployed.\" Defines \"economically disadvantaged\" for purposes of the Act. Provides that \"areas of substantial unemployment\" be determined on different bases for purposes of the Public Service Employment Program and the Comprehensive Employment and Training Services Programs. Authorizes the Secretary to: (1) prescribe such rules and regulations, including performance standards, as deemed necessary; (2) accept, purchase, or lease or employ any money, property, gifts, and services; and (3) utilize the services and facilities of departments and agencies of the United States. Prohibits: (1) any program funded under this Act to be involved in political activities; and (2) discrimination against any person desiring to participate, receive benefits, or gain employment in connection with any program funded under this Act, on the grounds of age, religion, handicap, and political affiliation, in addition to those grounds listed in existing law. Requires every recipient of funds to keep such records as determined by the Secretary, audits of to determine whether a violation of any provision of this Act has occurred, and bonding of every officer, director, or employee of a recipient of funds under this Act who handles such funds. Sets forth criminal penalties for theft or embezzlement from employment and training funds, improper inducement, and fraud and obstruction of employment and training programs. Establishes in the Office of the Secretary of Labor an Office of Audits, Investigations, and Compliance to conduct audits and investigations relating to CETA programs. Authorizes the Director of the Office to have access to records, to require their production by subpoena, and to make necessary investigations. Requires the Director to submit to Congress semiannual reports which include summaries of investigations and policy recommendations. Provides for the future transfer of functions of such Office to an Office of Inspector General within the Department of Labor, whenever such Office of Inspector General is established. Establishes with the Office of the Secretary of Labor an Office of Management Assistance to provide management assistance to prime sponsors. =Title II: Comprehensive Employment and Training Services= - Sets forth amounts to be allocated to programs for Financial Assistance Provisions, Services for the Economically Disadvantaged, and Occupational Upgrading and Retraining. Establishes conditions for receipt of financial assistance and for supplemental vocational education assistance. Requires participants in Services for the Economically Disadvantaged to be: (1) economically disadvantaged; and (2) unemployed, underemployed, or in school. Restricts eligibility of individuals in: (1) upgrading programs to those who are operating at less than their full skill potential, primarily those in entry level positions; and (2) retraining programs to those who have previously received a bona fide notice of impending layoff and have little opportunity to be re-employed in the same or equivalent occupation or skill level within the labor market area. =Title III: Special Federal Responsibilities= - Directs the Secretary of Labor to use funds available under this title to provide additional services as authorized under title II to segments of the population in particular need of such services, including women, youth, offenders, handicapped individuals, single parents, persons of limited English-speaking ability, and older workers. Authorizes the Secretary to provide additional employment and training programs which meet specified criteria. Requires the Secretary to establish a special program to fund local workshops for the training of youths and other individuals who wish to pursue careers as self-employed owners and managers of small businessess. Requires the Secretary to develop employment and training programs for Native Americans, migrant and seasonal farm workers, disabled and Vietnam-era veterans, displaced homemakers, and middle-aged and older workers. Directs the Secretary to establish programs to train personnel to work with and assist handicapped individuals. Authorizes the Secretary to provide special relocation assistance through agreements with States, State agencies or prime sponsors. Directs the Secretary to establish a comprehensive program of employment and training research, a program of experimental, developmental, demonstration, and pilot projects through grants and contracts, and other evaluative research designed to aid in the solution of the Nation's employment and training problems. Requires the Secretary to develop a comprehensive system of labor market information and certain additional methods and data. Directs the Secretary to establish and carry out a computerized job bank for the purpose of increasing job opportunity and achieving job referral and placement. States that the Secretary shall continually evaluate all programs, activities, and research projects including the cost-effectiveness in achieving the purposes of this Act. Makes it the duty of the National Occupational Information Coordinating Committee to give special attention to the labor market information needs of youths. =Title IV: Youth Programs= - Consolidates the youth employment demonstration programs, the Job Corps, and the summer youth program. Lists the basic eligibility requirements for all programs. Eliminates certain procedural requirements with respect to the Job Corps, including background investigation of applicants, the oath of allegiance, the assignent of 40 percent of male enrollees to conservation centers, and certain recordkeeping and evaluations. Authorizes, rather than requires, the Secretary to develop experimental and developmental projects and to use advisory councils in the operation of the Job Corps. Establishes concurrent Federal-State jurisdiction with respect to criminal law enforcement where the property would otherwise be under exclusive Federal jurisdiction and a Job Corps center is on such property. =Title V: National Commission for Employment= - Establishes a National Commission for Employment Policy whose duties shall include the identification of the employment goals and needs of the Nation and the evaluation of the effectiveness of major Federal programs and of any federally assisted employment and training programs. Requires the Commission to report at least annually to the Congress and the President on it findings. =Title VI: Public Service Employment Program= - Consolidates public service employment programs formerly found in titles II and VI of CETA, and restates their purpose to be the provision of temporary employment during periods of high unemployment. Restricts eligibility to individuals (1) who have been unemployed for at least eight weeks; and (2) who are not members of a household which has a current gross family income, adjusted to an annualized basis, at a rate exceeding 100 percent of the lower living standard income level. States the intent of Congress that such employment be provided during periods when the national rate of unemployment is in excess of four percent, and that the number of jobs funded shall be sufficient to provide jobs for 20 percent of the number unemployed in excess of four percent. =Title VII: Private Sector Opportunities For The Economically Disadvantaged= - Provides for the establishment of private industry councils to participate with the prime sponsor in the development and implementation of programs to increase the involvement of the business community, including small businesses and minority business enterprises, in employment and training activities under this Act. Requires such activities to augment private sector-related activities under Title II, and specifies other programs which such activities may include. =Title VIII: Youth Adult Conservation Corps= - Continues the Youth Adult Conservation Corps."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Comprehensive Employment and Training Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and amend the Comprehensive Employment and Training Act of 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:04-05:00"
}