{
  "actions": [
    {
      "acted_at": "2009-10-01", 
      "references": [
        {
          "reference": "CR E2425", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-01", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3690-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "2009-10-01", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2009-10-01", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "2009-10-01", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-01", 
  "number": "3690", 
  "official_title": "To establish a Commission on Recognition of Indian Tribes to review and act on petitions by Indian groups applying for Federal recognition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Tribal Federal Recognition Administrative Procedures Act", 
  "sponsor": {
    "district": null, 
    "name": "Faleomavaega, Eni F.H.", 
    "state": "AS", 
    "thomas_id": "00367", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-10-01", 
  "subjects": [
    "Administrative remedies", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Government information and archives", 
    "Indian social and development programs", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-10-01", 
    "text": "Indian Tribal Federal Recognition Administrative Procedures Act - Establishes the Commission on Recognition of Indian Tribes. Sets forth procedures for an Indian group to submit letters of intent and a petition to the Commission requesting federal recognition as an Indian tribe (effectively transferring the federal recognition process from the Bureau of Indian Affairs [BIA]to the Commission). Specifies the requirements of a petition for recognition. Requires the Commission upon receiving a petition to: (1) send acknowledgment of receipt in writing to the petitioner; and (2) conduct a review to determine whether the petitioner is entitled to be recognized as an Indian tribe. Authorizes the petitioner or any interested party to file a request for reconsideration with the Commission of a final determination with respect to a petition submitted under this Act. Requires the Commission to review all requests for reconsideration, as specified in this Act. Grants the Commission the authority to review determinations of a Commission panel. Makes an Indian tribe upon recognition by the Commission: (1) eligible for services and benefits from the federal government that are available to other federally recognized Indian tribes by virtue of their status as Indian tribes with a government-to-government relationship with the United States; (2) have responsibilities, obligations, privileges, and immunities of those Indian tribes; and (3) included on the list of federally recognized tribes under the Federally Recognized Indian Tribe List Act of 1994. Allows the recognition or restoration of Indian tribes by: (1) federal law; (2) the Commission; (3) reorganization under the Indian Reorganization Act or the Alaska Indian Reorganization Act; and (4) any final decision of a U.S. court. Applies the Indian Reorganization Act to all tribes recognized by the Commission, regardless as to whether they were under federal jurisdiction on June 18, 1934. Authorizes the Secretary of Health and Human Services (HHS) to award grants to Indian groups seeking federal recognition as Indian tribes to enable them to conduct research to substantiate, and prepare documentation necessary for submission of, documented petitions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Tribal Federal Recognition Administrative Procedures Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Commission on Recognition of Indian Tribes to review and act on petitions by Indian groups applying for Federal recognition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:41-05:00"
}