{
  "actions": [
    {
      "acted_at": "1973-04-10", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6795-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Cleveland, James C.", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "00206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Kemp, Jack", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00625", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Roncalio, Teno", 
      "sponsored_at": "1973-01-03", 
      "state": "WY", 
      "thomas_id": "00981", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-10", 
  "number": "6795", 
  "official_title": "A bill to amend title 38, United States Code, to encourage persons to join and remain in the Reserves and National Guard by providing full-time coverage under Servicemen's Group Life Insurance for such members and certain members of the Retired Reserve, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-10", 
  "subjects": [
    "Armed forces and national security", 
    "Disabled", 
    "National Guard", 
    "Prisoners of war", 
    "War"
  ], 
  "subjects_top_term": "National Guard", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-10", 
    "text": "Extends eligibility for coverage under Servicemen's Group Life Insurance to: (1) a person on active duty, active duty for training, or inactive duty training in the uniformed services in a commissioned, warrant, or enlisted rank or grade, or a cadet or midshipman at the United States Military Academy, United States Naval Academy, United States Air Force Academy, or the United States Coast Guard Academy; (2) a person who volunteers for assignment to the Ready Reserve of a uniformed service and is assigned to a unit or position in which he may be required to perform active duty, or active duty for training, and each year will be scheduled to perform at least twelve periods of inactive duty training that is creditable for retirement purposes; (3) a person assigned to, or who upon application would be eligible for assignment to, the Retired Reserve of a uniformed service who has not received the first increment of retirement annuities or has not yet reached sixty-one years of age and has completed at least twenty years of satisfactory service creditable for retirement purposes; and (4) a member, cadet, or midshipman of the Reserve Officers Training Corps while attending field training or practice cruises. Provides that an insurance policy for a member of the Ready Reserve shall cease 120 days after separation or release from such assignment unless on the date of separation the member is totally disabled, or has completed 20 years of service creditable for retirement purposes. Continues the insurance policy of a member of the Retired Reserve until such time as the member receives the first increment of retirement annuity, or the member's sixty-first birthday, whichever occurs earlier. Makes provisions for the payment of premiums by a deduction from the pay of a member of the Reserve or Ready Reserve. Authorizes the Secretary of the Army or the Secretary of the Air Force, as the case may be, to allow a member of the National Guard who is not on active duty to make allotments from his pay for the payment of premiums under a Group Life Insurance Program sponsored by the Military Department of the State in which such member holds his National Guard Membership or by the National Guard Association of such State. (Amends 38 U.S.C. 765-771; Adds 37 U.S.C. 707)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to encourage persons to join and remain in the Reserves and National Guard by providing full-time coverage under Servicemen's Group Life Insurance for such members and certain members of the Retired Reserve, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:42-05:00"
}