{
  "actions": [
    {
      "acted_at": "1979-11-15", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5910-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-15", 
  "number": "5910", 
  "official_title": "A bill to revise provisions of title 49, United States Code, with regard to the regulation of the trucking industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Carrier Energy Conservation and Regulatory Reform Act of 1979", 
  "sponsor": {
    "district": "30", 
    "name": "McEwen, Robert C.", 
    "state": "NY", 
    "thomas_id": "00769", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-15", 
  "subjects": [
    "Common carrier regulation", 
    "Common carriers", 
    "Freight", 
    "Independent regulatory commissions", 
    "Motor Vehicles and Driving", 
    "Motor carrier rates", 
    "Railroad freight operations", 
    "Railroads", 
    "Roads and highways", 
    "Transportation and Travel", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Freight", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-15", 
    "text": "Motor Carrier Energy Conservation and Regulatory Reform Act of 1979 - Directs the Interstate Commerce Commission, in motor common carrier application proceedings, to: (1) require certificates to specify the transportation to be provided by the carrier; (2) consider the removal of restrictions on the list of commodities to be carried and the routes to be used; and (3) require protesting carriers to prove their own ability to handle the traffic in question. Permits intercorporate hauling to be conducted without a certificate or permit issued by the Commission when the Commission is notified of such operations and such notice contains a list of participating subsidiary companies. Requires vehicles used in such hauling to carry a Commission-receipted and returned copy of such notice. Directs the Commission, when considering applications for the approval of ratemaking agreements, to permit specified discussion and voting by representatives of motor carriers and/or shippers on matters pertaining to traffic or existing or proposed provisions. Directs the Commission to promulgate and maintain standards and procedures for the establishment of rate levels adequate to insure a fair and reasonable return with efficient management. Consolidates Commission action and appellate procedures for rail and motor carrier proceedings. Sets forth the procedures to be followed. Requires all actions against a carrier for loss and damage claims to be brought initially before the Commission. Makes the Commission's decision binding unless revised on judicial review. Permits carriers authorized to engage in one-way operations for specified commodities on a specified route to engage in operations in the reverse direction (backhauling) of the same or other commodities. Prohibits the Commission from regulating any lease, contract or other arrangement for the use of any motor vehicle for specified purposes including use by a farmer or cooperative association, for triplease, or movement in the general direction of the area where such vehicle is based. Requires certificates of motor and water common carriers to specify the service to be rendered and the territory within which such carrier is authorized to operate. Sets forth the terms, limitations, and conditions with respect to such authority. Permits the elimination of specified route and fixed termini restrictions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Energy Conservation and Regulatory Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise provisions of title 49, United States Code, with regard to the regulation of the trucking industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:48-05:00"
}