{
  "actions": [
    {
      "acted_at": "1994-10-06", 
      "references": [
        {
          "reference": "CR S14529", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-06", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2531-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-06", 
  "number": "2531", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve the pension and welfare benefits of working men and women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pension Bill of Rights Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-10-06", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Aircraft pilots", 
    "Airline employees", 
    "Alien labor", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Auditing", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collection of accounts", 
    "Collective bargaining agreements", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of Labor", 
    "Discrimination in employment", 
    "Divorce", 
    "Divorcees", 
    "Early retirement", 
    "Economics and public finance", 
    "Embezzlement", 
    "Employee rights", 
    "Executive compensation", 
    "Families", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government trust funds", 
    "Governmental investigations", 
    "Immigration", 
    "Individual retirement accounts", 
    "Information services", 
    "Informers", 
    "Insurance premiums", 
    "Investments", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Old age, survivors and disability insurance", 
    "Ombudsman", 
    "Part-time employment", 
    "Parties to actions", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Postal crimes", 
    "Science, technology, communications", 
    "Seasonal labor", 
    "Social welfare", 
    "Surety and fidelity", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Telephone", 
    "Temporary employment", 
    "Transportation and public works", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-06", 
    "text": "TABLE OF CONTENTS: Title I: Provisions Relating to Employees' Pension Rights Subtitle A: Right of Inclusion in Pension Plan Subtitle B: Right to Fair Treatment in Earning Benefits Subtitle C: Right to Adequate Funding Subtitle D: Pension Portability Subtitle E: Spousal Rights Title II: Protection of Employees' Pension Rights Subtitle A: Benefit Information Subtitle B: Investment Information and Advice Subtitle C: Assistance of Department of Labor in Enforcing Rights Subtitle D: Court Enforcement Subtitle E: Protection Against Fraud and Abuse Title III: Effective Dates Pension Bill of Rights Act of 1994 - Sets forth, and provides for the implementation of, a Pension Bill of Rights. Title I: Provisions Relating to Employees' Pension Rights - Subtitle A: Right of Inclusion in Pension Plan - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to set forth minimum coverage requirements. Requires each pension plan maintained by an employer to benefit all employees of the employer. Excludes certain employees who are: (1) in a unit covered by a collective bargaining agreement, if retirement benefits were the subject of bargaining; (2) airline pilots covered by a trust pursuant to certain collective bargaining; or (3) nonresident aliens who receive no income from the employer which constitutes income from sources within the United States. Excludes other employees who do not meet certain age and service requirements. Allows employers to apply such requirements separately with respect to each separate line of business, if the plan is not discriminatory in favor of highly compensated employees. (Sec. 102) Revises minimum participation requirements. Lowers the number of hours required for a year of service from 1,000 to 750. Provides for credit for part-time, seasonal, and temporary employees. Provides for treatment of leased employees. Prohibits an employer from requesting an employee to waive any right of coverage under, or participation in, any pension plan which is granted under ERISA. (Sec. 103) Directs the Secretary of Labor to prescribe one or more model simplified pension plans. (Sec. 104) Directs the Secretary to: (1) establish a task force to study problems of coverage and adequacy of benefits and needs of employees under pension plans; and (2) report study results and recommendations to the Congress. Subtitle B: Right to Fair Treatment in Earning Benefits - Revises vesting rights. Eliminates a special vesting rule for multiemployer plans. Provides for immediate vesting of employer contributions to a defined contribution plan. (Sec. 112) Revises benefit accrual. Provides for integration with Social Security and similar benefits. Limits conditioning of employer contributions on employee contributions, by prohibiting mandatory contributions for employees below the Social Security wage base. Requires all years of service to be taken account of in computing subsidized early retirement benefits. Provides for a uniform rate of accrual. Directs the Secretary to issue guidelines for rates of accrual. Subtitle C: Right to Adequate Funding - Revises funding requirements. Provides for a 15-year amortization of benefit increases (currently 30, or 20 for multiemployer plans). Revises provisions relating to actuarial assumptions. Directs the Secretary to establish a range of recommended actuarial assumptions for plans for each calendar quarter. (Sec. 122) Provides safeguards for annuities purchased upon plan termination. Requires fiduciaries to ensure that benefits of participants and beneficiaries are fully protected under Federal or State law upon the purchase of any irrevocable insurance annuity contract. Provides for prior certification of insurers. Places premium payment requirements on annuity insurers. Authorizes the Pension Benefit Guaranty Corporation (PBGC) to establish a separate premium system to fund the guaranteed payment of retirement benefits to participants and beneficiaries covered by annuity contracts. (Sec. 123) Prohibits retroactive termination of plans. (Sec. 124) Revises provisions relating to investment of plan assets. Subtitle D: Pension Portability - Establishes portability requirements for defined contribution plans. (Sec. 132) Directs the Secretary to establish guidelines for plans maintained pursuant to collective bargaining agreements, in order to assist two or more plans to enter into reciprocity agreements under which the plans would: (1) maintain portable pension accounts for employees who terminate employment covered by one plan and begin employment covered by another; or (2) make arrangements for employees to transfer accrued benefits and vesting rights from one plan to another. (Sec. 133) Provides for inflation adjustment of deferred nonforfeitable benefits and of accrued benefit. Subtitle E: Spousal Rights - Provides for division of pension benefits upon divorce. (Sec. 142) Extends the application of joint and survivor annuity rules. (Sec. 143) Modifies joint and survivor and preretirement survivor annuity requirements with respect to: (1) consent forms; (2) making preretirement annuities available to former spouses; and (3) amount of annuity. Title II: Protection of Employees' Pension Rights - Subtitle A: Benefit Information - Establishes requirements for plan or employer representations, including: (1) prohibition of misrepresentation; (2) right of participant or beneficiary to reasonably rely on such representations; and (3) correction of mistakes within a reasonable period of time. (Sec. 202) Revises provisions relating to notice of rights. Shortens the time period for filing an annual report. Requires plan administrators to give participants and beneficiaries advance notice of material changes. Directs the Secretary to develop a model benefit statement to be used by multiemployer plan administrators which includes specified information with respect to retirement benefit earnings. Directs the Secretary to establish a program to assist participants and beneficiaries in receiving in a timely manner any information they are entitled to receive under ERISA. Authorizes civil penalties for failure to file required reports or make required disclosures. Subtitle B: Investment Information and Advice - Revises audit provisions with respect to full scope audits and material irregularities. (Sec. 212) Requires disclosure of specific information on plan assets and transactions, including: (1) administrative expenses and rates of return on assets; (2) participant right to confidentially vote any pension assets within his or her discretionary control, and to information on plan investment and proxy voting policies; and (3) transactions involving parties in interest. (Sec. 213) Allows participants and beneficiaries to request that a plan establish a pension advisory committee to provide participant advice and involvement in plan investment decisions. Requires such committees to be open to all interested participants and beneficiaries. Sets forth committee rights to information and meetings. (Sec. 214) Directs the Secretary to study and report to Congress on the feasibility of requiring representation of employees, independent trustees, or both, on the boards of trustees of pension plans. Subtitle C: Assistance of Department of Labor in Enforcing Rights - Directs the Secretary to: (1) establish a program to assist participants and beneficiaries in understanding their rights to benefits under employee benefit plans; and (2) assist participants in obtaining such benefits, including through civil actions under ERISA. (Sec. 221) Directs the Secretary, together with the Secretary of the Treasury and heads of other appropriate Federal agencies, to establish a program, under the coordination and supervision of a designated ombuds officer, to: (1) coordinate assistance to participants and beneficiaries in obtaining documents and pursuing benefit claims; (2) issue opinions and advice on applicable Federal law and regulations; and (3) refer benefit claims to appropriate Internal Revenue Service district offices to determine legal compliance and to Department of Labor regional offices to protect individual benefit rights. Authorizes the Secretary to establish a voluntary assistance fund, consisting of voluntary contributions from employers, employee benefit plans, and other individuals, to supplement departmental assistance to participants, beneficiaries, and plans. Requires annual reports to the Congress on such fund. (Sec. 222) Adds claims review requirements for employee benefit plans, including time limits for consideration of claims, de novo review of denials, and emergency requests for preauthorization with expedited review. Directs the Secretary to establish a nonbinding alternative dispute resolution procedure for appeals of claims denials. Subtitle D: Court Enforcement - Revises ERISA provisions relating to attorneys' fees and court costs, awards of damages, review of benefit claim denials, standing, exhaustion of administrative remedies with respect to benefit claims denials, construction of ambiguous terms in plans, and actions under State law. Subtitle E: Protection Against Fraud and Abuse - Establishes criminal penalties for specified ERISA violations which involve embezzlement, theft, or mail fraud. (Sec. 242) Revises fiduciary requirements to add a minimum bond requirement, an insurance requirement, and a prohibition of certain waivers. (Sec. 243) Authorizes the Secretary to pay an award to persons providing information leading to certain collections of certain civil penalties under ERISA. Directs the Secretary to establish a toll-free telephone number for persons to provide such information. (Sec. 244) Directs the Secretary to audit annually a representative sample of plans with fewer than 100 participants. Title III: Effective Dates - Sets forth the effective date of this Act, with special rules for collectively bargained plans and for plan amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Bill of Rights Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve the pension and welfare benefits of working men and women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:34-05:00"
}