{
  "actions": [
    {
      "acted_at": "1981-05-07", 
      "committee": "Senate Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1136-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-07", 
  "number": "1136", 
  "official_title": "A bill to amend the Small Business Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2998-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2998-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-07", 
  "subjects": [
    "Administrative fees", 
    "Authorization", 
    "Business and commerce", 
    "Disabled", 
    "Employment of the handicapped", 
    "Federal aid to Indians", 
    "Government lending", 
    "Government operations and politics", 
    "Native Americans", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-07", 
    "text": "Amends the Small Business Act to make Small Business Administration (SBA) loans available to State and local development companies for plant acquisition, construction, conversion, or expansion (including land acquisition) and to any small business for purposes of such Act. Removes limitations on the primary use of such loans. Increases the maximum amount of such loans from $500,000 to $750,000. Authorizes the SBA to add up to one percent to the interest rate on such loans (currently the SBA may add one-quarter of one percent to the interest rate). Increases the maximum maturity from ten to 30 years. Makes small business concerns owned and controlled by Indian tribes and any public or private organizations which employ handicapped individuals for 75 percent or more of the man-hours required for their business eligible for loans under such Act. Permits the SBA to advance financial assistance to State or local development companies to assist identifiable small business concerns. Eliminates loans to corporations formed and capitalized by small businesses for the purpose of obtaining raw materials, equipment, inventories, supplies, or research and development benefits. Repeals provisions authorizing trade adjustment loans, loans to small businesses in high unemployment and low income areas or owned by low-income individuals, and loans for solar energy and energy conservation measures. Repeals the authorizations for SBA programs, salaries, and expenses for fiscal year 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:51-05:00"
}