{
  "actions": [
    {
      "acted_at": "1974-03-14", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres983-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-14", 
  "number": "983", 
  "official_title": "Resolution relating to the serious nature of the supply, demand, and price situation of fertilizer.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-14", 
  "subjects": [
    "Agriculture and food", 
    "Business and commerce", 
    "Economics and public finance", 
    "Fertilizers"
  ], 
  "subjects_top_term": "Fertilizers", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-14", 
    "text": "Declares it to be the sense of the House that: (1) all agencies of the Federal Government, which have any responsibility for establishing priorities for the allocation of materials and facilities utilized in the production or distribution of fertilizer, give the higest priority to the fertilizer industry regarding the allocation of such materials and facilities; (2) the Federal Power Commission and appropriate State regulatory agencies do everything within their power, in the establishment of priorities for the allocation of natural gas (including gas sold under interruptible contracts), to insure producers of \"synthetic anhydrous ammonia and defluorinated phosphate\" with supplies of natural gas sufficient to maintain maximum production levels; (3) the Federal Energy Office include all of the energy and fuel requirements of the fertilizer industry, including local dealer requirements, in its highest priority category regarding allocation of gasoline, middle-distillates, and other liquid fuels utilized by this industry in the production, distribution, and application of fertilizer supplies; and (4) the manufacturers of phosphate acid give the highest priority to supplying such material to producers and users of feed phosphate, which is essential to livestock and poultry and to the production of meat, milk, and eggs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution relating to the serious nature of the supply, demand, and price situation of fertilizer.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:40-05:00"
}