{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2063-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "2063", 
  "official_title": "A bill to amend the Communications Act of 1934 to require cable television operators to provide notice and options to consumers regarding the use of converter boxes, remote control devices, and multiport technology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Cable television", 
    "Consumer education", 
    "Consumer protection", 
    "Government operations and politics", 
    "Television"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Amends the Communications Act of 1934 to prohibit cable operators from scrambling or otherwise encrypting any signal offered as part of basic cable service. Directs the Federal Communications Commission (FCC) to promulgate regulations requiring cable operators offering channels that require the use of a converter box for reception to: (1) notify subscribers that if cable service is delivered through a converter box (rather than direct delivery to the cable ready television or videocassette recorder (VCR)), they may be unable to enjoy certain features of the television or VCR; and (2) offer subscribers the option of having the cable service installed, at the operator's expense, in such a way that channels that do not require a converter box for reception are delivered directly to the television or VCR. Requires the FCC to promulgate regulations relating to the use of remote control devices that: (1) require cable operators who offer subscribers the option of renting a remote control unit to notify subscribers that they may purchase such device from any source rather than renting it and to specify the types of devices that are compatible with the converter box supplied by the operator; and (2) prohibit the operator from taking any action that prevents or disables the converter box from operating compatibly with commercially available remote control units. Directs the FCC to promulgate regulations relating to the installation of multiport technology on new televisions and the supplying by cable operators of descrambling units that are compatible with such technology. Provides that such regulations shall require that: (1) all televisions with a picture screen of 13 inches or greater sold in the United States shall be equipped with such technology; and (2) operators providing channels requiring converter boxes shall replace such boxes with descrambling units for subscribers with televisions equipped with such technology and inform subscribers that such units will enable them to enjoy features available on the television and any VCR connected to the television."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to require cable television operators to provide notice and options to consumers regarding the use of converter boxes, remote control devices, and multiport technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:21-05:00"
}