{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Foreign Affairs (Subsequently: International Relations)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs (Subsequently: International Relations).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1268-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1268", 
  "official_title": "A bill to help preserve the separation of powers and to further the constitutional prerogatives of Congress by providing for congressional review of executive agreements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Congressional-executive relations", 
    "Executive agreements", 
    "Government operations and politics", 
    "International affairs", 
    "International obligations", 
    "International relations"
  ], 
  "subjects_top_term": "Congressional-executive relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Provides that any executive agreement, not specifically authorized by an act of Congress or by a treaty concurred in by the Senate, made on or after the date of enactment of this Act, shall be transmitted to the Secretary of State, who shall then transmit such agreement (bearing an identification number) to the Congress. Provides that such an agreement which the President determines is prejudicial to the security of the United States shall instead be transmitted to the Committee on Foreign Relations of the Senate and the Committee on Foreign Affairs of the House of Representatives under a written injunction of secrecy to be removed only upon due notice from the President. Requires each committee to personally notify the Members of its House that the Secretary has transmitted such an agreement with an injunction of secrecy, and such agreement shall thereafter be available for inspection only by such Members. Provides that any such executive agreement shall only come into force, with exceptions as stated in this Act, with respect to the United States at the end of the first period of sixty calendar days of continuous session of Congress after the date on which the executive agreement is transmitted to Congress or such committees, as the case may be, if, between the date of transmittal and the end of the sixty-day period, both Houses agree to a concurrent resolution stating in substance that both Houses approve the executive agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to help preserve the separation of powers and to further the constitutional prerogatives of Congress by providing for congressional review of executive agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:48-05:00"
}