{
  "actions": [
    {
      "acted_at": "1991-03-07", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-18", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-19", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-10", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-12-18", 
      "bill_ids": [
        "hr2950-102"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "See H.R.2950.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1351-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1991-03-07", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1991-03-07", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1991-03-07", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-07", 
  "number": "1351", 
  "official_title": "To authorize funds for construction of highways, for highway safety programs, for mass transportation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2950-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation Assistance Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-07", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Alcohol and youth", 
    "Authorization", 
    "Automobile safety standards", 
    "Bikeways", 
    "Bridges", 
    "Canada", 
    "Common carriers", 
    "Construction workers", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug testing", 
    "Drunk driving", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Ferries", 
    "Fines (Penalties)", 
    "Forest roads", 
    "Gasoline tax", 
    "Government contractors", 
    "Government paperwork", 
    "Government trust funds", 
    "Highway engineering", 
    "Highway research", 
    "Highway use tax", 
    "Historic sites", 
    "Information services", 
    "Injunctions", 
    "Intergovernmental fiscal relations", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Minorities", 
    "Motor vehicle pollution control", 
    "Motor vehicle registration", 
    "Motor vehicle safety", 
    "Outdoor advertising", 
    "Pedestrians", 
    "Public lands and natural resources", 
    "Railroad safety", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Speed limits", 
    "State laws", 
    "State taxation", 
    "Taxation", 
    "Technological innovations", 
    "Technology transfer", 
    "Territories (U.S.)", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Trucks", 
    "Tunnels", 
    "Urban planning", 
    "Urban transportation", 
    "User charges", 
    "Wages", 
    "Wetland conservation", 
    "Women"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-07", 
    "text": "Surface Transportation Assistance Act of 1991 - Title I: Federal-Aid Highway Act of 1991 - Federal-Aid Highway Act of 1991 - Authorizes appropriations out of the Highway Account of the Highway Trust Fund (HTF) for: (1) the National Highway Program; (2) the Urban and Rural Program; (3) the Bridge Program; (4) the Right-of-Way Revolving Fund; (5) emergency relief; (6) the Federal Lands Highway Program; (7) the University Transportation Centers Program; and (8) highway use tax evasion projects. Specifies that unobligated balances of funds apportioned or allocated to a State under Federal highway provisions before October 1, 1991, shall be available for obligation in such State under the law, regulations, policies, and procedures relating to the obligation and expenditure of those funds in effect on September 30, 1991. Repeals the FY 1993 authorization under the Federal-Aid Highway Act of 1956. Authorizes appropriations for Interstate construction to complete the Interstate System (IS) out of the Highway Account of the HTF for each of FY 1992 through 1995. Provides for certain allocations for Massachusetts for such fiscal years. Sets forth a formula for the apportionment of authorized funds for such fiscal years among the States. Authorizes appropriations out of the Highway Account of the HTF for highway projects for the Interstate Substitution Program. Defines the National Highway System (NHS) as: (1) the highways of the IS; (2) other urban and rural principal arterials, including toll facilities; (3) highways of the Strategic Highway Network (SHN) (defined as a network of highways that constitutes an important factor in U.S. strategic defense policy); and (4) major Strategic Highway Network Connectors (SHNCs) (which provide access from major military installations to the SHN). Makes the following activities, subject to specified conditions, eligible for funding: (1) construction; (2) operational and highway safety improvements; (3) modifications to existing facilities necessary to accommodate other modes; (4) transportation planning; (5) highway safety research and development; (6) technology transfer activities; (7) control of junkyards and outdoor advertising; (8) projects that enhance rural and urban accessibility and mobility; and (9) startup costs for traffic management and control. Specifies that: (1) designation of the NHS, other than the IS, SHN, and SHNCs, shall be by the State in cooperation with local officials; (2) in urbanized areas, local officials shall act through the designated metropolitan planning organization; (3) the NHS shall be based on a functional reclassification of roads and streets in each State which shall be designated not later than September 30, 1993, in accordance with guidelines issued by the Secretary of Transportation; and (4) the Secretary shall have the authority to approve, in whole or in part, the NHS and may add segments to the NHS as necessary to meet National Highway Program objectives. Sets forth further specifications with respect to the use of the NHS by trucks, the selection of projects by the States, and new construction or major reconstruction of NHS beltways and bypasses. Directs the Secretary to establish an Urban and Rural Program to provide a category of funds that minimizes Federal requirements and provides flexibility in the use of available funds for either highway or transit projects. Specifies eligible highways and projects. Authorizes the Secretary to approve innovative highway- and transit-related immediate action, non-capital intensive projects to help relieve congestion and transportation-related air quality problems in urbanized areas of more than 200,000 population, or projects in rural areas that respond to rural transportation problems through innovative approaches and strategies. Sets forth provisions with respect to project compliance with State and Federal requirements. Requires States to have an ongoing bridge inspection and inventory system. Directs the Secretary to set aside specified funds for Metropolitan and Rural Innovative Bonus Projects. Sets forth provisions with respect to the obligation of funds, and the Federal share of projects, for the construction of toll roads, bridges, tunnels, and ferries. Declares it to be in the vital interest of the nation that a program be established to enable the States and Federal agencies to replace and rehabilitate highway bridges over waterways, other topographical barriers, other highways, or railroads when the State or Federal agencies and the Secretary find that a bridge is important, that it is unsafe and poses a safety hazard to highway users, that its replacement or rehabilitation would minimize disruptions, delays and costs to users, or that its replacement or rehabilitation would provide more efficient routes for emergency services. Directs the Secretary to: (1) inventory all highway bridges; (2) assess each bridge from the standpoint of safety and adequacy to serve traffic, based upon level-of-service criteria set by the Secretary; (3) assign each bridge not meeting such criteria to an improvement category (i.e., replacement or rehabilitation); and (4) determine the cost of improving each bridge based on such category. Sets forth requirements and procedures for Federal participation in, and approval of, bridge replacement and rehabilitation projects. Makes funds available to the States under a Major Bridge Discretionary Program. Sets forth criteria and requirements under such program. Makes provisions of the General Bridge Act of 1946 applicable to bridges authorized to be replaced, in whole or in part, by this Act, with exceptions. Specifies the Federal share (up to 75 percent) of bridge construction. Directs the Secretary to: (1) implement programs, in a manner that encourages the inventory, retention, rehabilitation, adaptive reuse, and future study of historic bridges; and (2) require each State to complete an inventory of all bridges on and off the Federal-aid system to determine their historic significance. Makes funds available for the repair or reconstruction of highways which the Secretary finds to have suffered serious damage as the result of a natural disaster over a wide area or a catastrophic failure from any external cause in any part of the United States, subject to specified restrictions. Authorizes the Secretary to: (1) assist the territorial governments of the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands in a program for the construction and improvement of a system of arterial highways and necessary inter-island connectors designated by the Governor of each territory; and (2) provide technical assistance for the establishment of an appropriate agency to administer on a continuing basis highway planning, design, construction, and maintenance operations. Makes funds available for engineering and economic surveys and investigations, planning of future highway programs, studies of the economy, safety, and convenience and the desirable regulation and equitable taxation of highway usage, and for research and development. Establishes a coordinated Federal Lands Highways Program consisting of forest highways, park roads and parkways, and Indian reservation roads. Authorizes the Secretary to: (1) engage in research, development, and technology transfer activities on motor carrier transportation and all phases of highway planning and development; (2) enter into contracts and cooperative agreements with the National Academy of Sciences, American Association of State Highway and Transportation Officials, or any State agency, authority, organization, or person, for such purposes; (3) make grants for research fellowships for such purposes; (4) engage in research, development, technology transfer, and other activities related to Intelligent Vehicle Highway Systems; and (5) undertake on a cost-shared basis collaborative research and development with non-Federal entities. Directs the Secretary to establish and operate in the Federal Highway Administration (FHWA) a National Highway Institute to develop and administer training programs for FHWA State and local transportation and highway department employees, State and local police, public safety and motor vehicle employees, and U.S. citizens and foreign nationals engaged in highway work of interest to the United States. Sets forth provisions with respect to the Federal share of the cost of tuition and direct educational expenses. Authorizes the Secretary to carry out a transportation assistance program that will provide highway and transportation agencies in urbanized areas of 50,000 to 1,000,000 population and in rural areas with access to modern highway technology. Authorizes the Secretary to engage in activities to inform the domestic highway community of technological innovations abroad that could significantly improve highway transportation in the United States, promote U.S. highway expertise internationally, and increase transfers of U.S. highway transportation technology to foreign countries. Directs the Secretary to cooperate with State and local officials in urbanized areas in the development of transportation plans and programs which are formulated with due consideration to comprehensive long-range land use plans, development objectives, innovative financing mechanisms, overall social, economic, environmental, and system performance, energy conservation goals and objectives and with due consideration to their probable effect on the future development of the area. Specifies that the transportation planning process, at a minimum, shall cover the existing urbanized area and the area expected to become urbanized within the forecast period, and that it may encompass the entire Metropolitan Statistical Area/Consolidated Metropolitan Statistical Area at the discretion of the Governor and the affected units of local government. Requires that transportation plans and programs in urbanized areas of more than 200,000 population be based on a continuing transportation planning process which: (1) is carried out by a metropolitan planning organization and is comprehensive to the degree appropriate based on the complexity of transportation problems in the area, including transportation-related air quality problems; and (2) considers all modes of transportation, including intermodal connectivity, the balance between future development and transportation needs, and an areawide multimodal congestion management system. Specifies that in nonattainment areas for transportation-related pollutants the multimodal congestion management system shall address air quality considerations and be coordinated with the process for development of the transportation element of the State Implementation Plan required by the Clean Air Act. Requires that the costs and impacts of proposed action on both mobility and air quality be evaluated. Bars the Secretary from approving any highway project in urbanized areas of more than 200,000 population that by reconstruction or new construction significantly increases the vehicle-carrying capacity of a transportation corridor unless the project is consistent with the congestion management system. Directs the metropolitan planning organization to cooperate with the State in the development of a congestion management, bridge management, pavement management, safety management, and traffic monitoring system. Requires that: (1) a metropolitan planning organization be designated in each urbanized area by agreement among the units of general purpose local government and the Governor to carry out such transportation planning process; (2) such organization develop a transportation improvement program that includes all projects proposed for funding within the study area under the National Highway Program, the Urban and Rural Program, and the Bridge Program; and (3) in urbanized areas of 200,000 population or less, such organization, the State, and transit operators, at a minimum, meet the requirements of this Act by the development of such a transportation improvement program (including consideration of transportation-related air quality problems.) Directs the Secretary to cooperate with the States in carrying out: (1) statewide transportation planning to support transportation programs and projects funded under this Act; and (2) State highway research. Sets forth provisions regarding State matching fund requirements and waiver of such requirements. Requires the States and the Federal agencies to exercise effective control of the erection and maintenance of outdoor advertising signs, displays, or devices in areas adjacent to the NHS and rural arterials located outside of urbanized areas, and of the establishment and maintenance of junkyards outside of urbanized areas adjacent to the NHS. Encourages, and authorizes the Secretary to allocate funds to, States to initiate or expand efforts for planning and program development for scenic byways. Directs the Secretary to issue guidelines for evaluation of congestion pricing measures proposed in response to air quality problems for operational tests in designated urbanized areas. Sets forth provisions regarding: (1) the availability and apportionment of funds for the various programs, including specifications of the Federal share of certain projects; (2) administration of Federal lands highways funds; (3) acquisition of rights-of-way; and (4) private, State, and local donations. Specifies that the State matching share for a project with respect to which Federal assistance is provided out of the Highway Account of the HTF may be credited with the fair market value of land incorporated into the project and lawfully donated to the State after April 2, 1987, and the fair market value of land owned by the State or a local government and incorporated into the project. Authorizes the Secretary to withhold project approvals on National Highway Program projects for failure of a State to have a bridge management, pavement management, safety management, and congestion management system. Requires each State to have such systems, as well as a traffic monitoring system to provide statistically-based traffic data. Requires any State transportation or highway department which submits plans for: (1) a National Highway Program project involving the bypassing of, or going through, any city, town, or village, to certify to the Secretary that it has had public hearings or the opportunity for hearings and has considered the economic, social, and environmental effects and its consistency with the goals and objectives of urban planning promulgated by the community; and (2) an IS project to make a similar certification to enable persons in rural areas who have property contiguous to the highway or property through which the highway will pass to express objections they may have to the proposed locations of the highway. Requires the State transportation or highway department to prepare a record of the hearing. Sets forth NHS standards which, at a minimum, enable National Highway Program projects to accommodate the types and volumes of traffic anticipated for the project for a 20-year period, with exceptions. Sets forth additional provisions with respect to: (1) sign, curb and pavement marking, and traffic signal standards; (2) highway and railroad grade crossing safety standards; (3) soil erosion guidelines; (4) consideration of economic, social, and environmental effects; and (5) highway noise level standards. Directs the Secretary: (1) to develop and promulgate guidelines to assure that highways constructed pursuant to this title are in conformity with any approved plan for the implementation of any ambient air quality standard for any air quality control region designated pursuant to the Clean Air Act, as amended; (2) not to approve projects involving bridge approaches if the project and bridge will significantly affect the traffic volume and the highway system of a contiguous State without first taking into full consideration the views of such State; and (3) not to approve projects that will result in the severance or destruction of an existing major route for nonmotorized transportation traffic and light motorcycles unless the project provides a reasonable alternative route or an alternative route exists. Requires that projects for resurfacing, restructuring, or rehabilitating any highway, other than a fully access-controlled highway, in which Federal funds participated be constructed in accordance with standards to preserve and extend the service life of highways and to enhance highway safety, and that projects on fully access-controlled highways be constructed in accordance with new construction and major reconstruction standards. Sets forth: (1) procedures for submission and approval of State transportation or highway department plans, specifications, and estimates for proposed projects; (2) alternate project procedures; and (3) provisions with respect to right-of-way agreements, including commercial use and management of rest areas, vending machines, and the use of income from right-of-way airspace. Establishes guidelines with respect to highway construction, including: (1) limitations on the use of convict labor; (2) State warranty or guarantee provisions; (3) bidding requirements; (4) wages; (5) equal employment opportunity provisions, including the prohibition of discrimination based on sex; (6) highway construction training, including training of disadvantaged businesses to achieve proficiency to compete for contracts and subcontracts; (7) Indian employment; and (8) provisions with respect to utility facilities. Makes it the duty of the State transportation or highway department to maintain NHS projects and the IS. Authorizes the Secretary to approve as a NHS project the acquisition of land adjacent to the right-of-way for the construction of carpool and other publicly-owned parking facilities, to encourage carpools, for exclusive or preferential high occupancy vehicle lanes, and to accommodate needed rail (included high speed ground transportation and magnetic levitation systems) or non-highway public mass transit facilities, subject to specified conditions. Authorizes: (1) the State to use Federal highway funds to construct improved lanes, paths, or shoulders, traffic control devices, shelters, and parking facilities for bicycles and pedestrians, and carry out nonconstruction projects related to safe bicycle and pedestrian use, subject to specified limitations; and (2) the Secretary to approve as part of highway construction the costs of landscaped and roadside development. Declares it to be Government policy that special effort should be made to preserve the natural beauty of the countryside, public park and recreation lands, wildlife and waterfowl refuges, and historic sites. Authorizes the Secretary to approve certain transportation programs or projects requiring the use of publicly-owned land of a public park, recreation area, wildlife and waterfowl refuge, or historic site only if: (1) there is no prudent and feasible alternative to using such land; and (2) the program or project includes all possible planning to minimize harm to such park, recreation area, wildlife and waterfowl refuge, or historic site resulting from such use. Authorizes the use of National Highway Program and Urban and Rural Program funds to participate in wetland mitigation banks or to contribute to statewide programs that create, conserve, or enhance wetland habitat. Authorizes the Secretary, in an emergency, to use certain Department of Transportation appropriations for medical assistance necessary for the immediate relief of FHWA employees engaged in hazardous work. Declares it to be in the national interest to utilize small business enterprises to the fullest practicable extent in highway construction. Authorizes the Secretary to provide for: (1) the construction and maintenance of defense access roads (including bridges, tubes, and tunnels) to military reservations, defense industries and industry sites, and the sources of raw material when the roads are certified to the Secretary as important to the national defense; and (2) necessary reconstruction of the Alaska-Canada International Highway. Directs the Secretary to report to specified committees periodically regarding the condition and performance of the existing system and estimates of the future highway and bridge needs of the nation, including the results of studies of the air quality impacts of transportation programs. Authorizes the Secretary to carry out experimental programs which allow the FHWA and the States to demonstrate innovative and nontraditional design, construction, and management practices, or both, for highway projects while utilizing a competitive process for selection of contractors. Directs the Secretary to evaluate such projects and report on the results. Transfers funds made available for transit projects under this Act or under Federal highway provisions to, and for administration by, the Mass Transportation Administration. Lists Federal highway provisions, as amended by this Act, which are designed to promote clean air, such as: (1) the Research and Technology Program (to enable States to more effectively assess environmental impacts and the effectiveness of mitigation strategies); (2) the Urbanized Area Planning Program (requiring consideration of long-range land use plans, development objectives, and overall social, economic, and environmental impacts; consideration of all modes of transportation, including intermodal connectivity; and development of a multimodal congestion management system); (3) a right-of-way airspace provision permitting the use of income from such right-of-way without charge for high speed rail, magnetic levitation systems, and other transit use; and (4) provisions permitting bicycle and pedestrian projects with National Highway, Urban and Rural, and Federal Lands Highways Program funds. Waives matching fund requirements of qualifying projects between October 1, 1991 and September 30, 1993. Specifies that the Federal share shall be the percentage of the construction costs as the State transportation or highway department requests, up to 100 percent, but that the total amount of increased Federal share per fiscal year which may be obligated for qualifying projects in any State shall not be greater than 25 percent of the total amounts apportioned for the National Highway, Urban and Rural, and Bridge Programs in FY 1992. Requires States to repay the total amount of increases in the Federal share on or before March 30, 1994. Repeals provisions of the Federal-aid Highway Act of 1978 prohibiting the expenditure of Federal funds for highway signs relating to speed limit, distance, or other measurement solely using the metric system. Sets forth limitations on obligations for the Federal-aid highway programs for FY 1992 through 1996 and provisions regarding the redistribution of unused obligation authority. Title II: Highway Safety Act of 1991 - Highway Safety Act of 1991 - Authorizes appropriations out of the Highway Account of the HTF for: (1) FHWA highway safety programs; (2) National Highway Traffic Safety Administration (NHTSA) highway safety programs and highway safety research and development; and (3) a National Driver Register. Directs the Secretary to periodically conduct a rulemaking to determine those programs most effective in reducing highway crashes, injuries, and deaths. Specifies that: (1) any rule issued pursuant to such rulemaking shall be developed in cooperation with the States; and (2) when such a rule takes effect, only the programs established by the rule as most effective in reducing highway crashes, injuries, and deaths shall be eligible to receive Federal financial assistance. Requires the State highway safety agency to coordinate its highway safety plan with the motor carrier safety plan developed under this Act. Directs each State to submit to the Secretary such speed-related data as the Secretary determines is necessary for each 12-month period ending on September 30, including data on citations and travel speeds on public highways with speed limits posted at or above 55 miles per hour (mph). Specifies that: (1) the annual apportionment to the Secretary of the Interior (for Indians in identified areas) shall not be less than three-quarters of one percent of the total apportionment of funds to the States; and (2) the Federal share for highway safety programs shall not exceed 60 percent of the total program costs, with exceptions. Authorizes the Secretary to award safety bonus funds to States that take specific actions to advance highway safety. Establishes criteria and eligibility requirements for, and formulas for determining the amount of, alcohol, safety belt use, and fatality rate bonuses and other safety bonuses (such as having programs that emphasize pedestrian, bicycle, and motorcycle safety; provision for a lead agency at the State level for emergency medical services with adequate powers and equipment; and public information and education programs on significant highway safety problems). Requires the Secretary to periodically report to the Congress on the States' efforts to qualify for safety bonus funds. Authorizes the Secretary to: (1) engage in research on all phases of highway safety and traffic conditions, including the effect thereon on State laws and activities related to Intelligent Vehicle Highway Systems; (2) test, develop, or assist in the testing and development of any material, invention, patented article, or process; (3) use appropriated funds for training or education of highway safety personnel, research fellowships in highway safety, development of improved accident investigation procedures, emergency service plans, demonstration projects, and related research and development activities; and (4) carry out safety research on the relationship between the consumption and use of drugs and their effect upon highway safety and drivers of motor vehicles, driver behavior research, and biomechanics research. Authorizes the Secretary to: (1) undertake, on a cost-shared basis, collaborative research and development with non-Federal entities; and (2) enter into cooperative research and development agreements, except that the Secretary may agree to provide not more than 70 percent of the cost of any such research and development project and must establish a procedure to consider the views of experts and the public concerning the project areas. Bars a State from having: (1) a maximum speed limit on any public highway within its jurisdiction in excess of 55 mph other than on a highway on the IS located outside of an urbanized area; and (2) a maximum speed limit of 65 mph on any highway within its jurisdiction on the IS located outside of an urbanized area, or under other specified circumstances. Requires each State to annually certify to the Secretary that it is enforcing all speed limits on public highways, after considering the speed-related data it submits to the Secretary. Bars the Secretary from approving projects in any State which has failed to make such certification. Requires the Secretary to withhold ten percent of National Highway, and Urban and Rural, Program funds apportioned to any State on the first day of each fiscal year in which the purchase or public possession in such State of any alcoholic beverage by a person who is less than 21 years of age is lawful. Provides for apportionment of withheld funds to other States which are in compliance with such provision. Requires that all facts contained in any report of a Federal department, agency, officer, employee, or agent relating to a highway traffic crash or investigation be made available for use in any civil, criminal, or other judicial proceeding arising out of the crash. Specifies that: (1) any such officer, employee, or agent may be required to testify in such proceedings as to the facts developed in the investigation; and (2) this and other specified reports shall be made to the public in a manner which does not identify individuals. Directs the Secretary to establish and maintain a National Driver Register to assist chief driver licensing officials of participating States in exchanging information regarding the motor vehicle driving records of individuals. Sets forth provisions with respect to: (1) the contents of such Register; (2) responsibility for accuracy of information; (3) cut-off dates for maintaining information; (4) State participation in the Register; (5) reports by such officials to the Secretary; and (6) accessibility of Register information. Establishes: (1) criminal penalties for unauthorized disclosure of such information and for requesting and obtaining Register information under false pretenses; and (2) a National Driver Register Advisory Committee. Authorizes appropriations out of the Highway Account of the HTF to carry out highway and alcohol safety programs under the safety bonus provisions of this Act. Makes such funds available until expended and not subject to any obligation limitation for State and community highway safety programs. Requires the Secretary to establish: (1) national bridge inspection standards for the proper safety inspection and evaluation of all highway bridges; and (2) a program designed to train governmental employees to carry out highway bridge inspections. Bars the admission into evidence (or use for other purposes) in Federal or State court of reports and surveys compiled to identify, evaluate, or plan the safety enhancement of potential accident sites, hazardous roadway conditions, or railway-highway crossings, for the purpose of developing any highway safety construction improvement project which may be implemented utilizing Federal highway funds. Sets forth provisions regarding the use of automotive crash test dummies. Repeals the annual report requirement of the Highway Safety Act of 1966. Title III: Motor Carrier Act of 1991 - Motor Carrier Act of 1991 - Authorizes appropriations out of the Highway Account of the HTF for the Motor Carrier Safety Assistance Program and for the motor carrier safety functions of the FHWA. Prohibits States from enacting or enforcing laws denying reasonable access to commercial motor vehicles between the NHS and terminals, facilities for food, fuel, repairs, and rest, and points of loading and unloading for household good carriers and for any truck tractor-semitrailer combination in which the semitrailer has a length not to exceed 28 1/2 feet and which generally operates as part of a specified vehicle combination, with exceptions (but allows State or local governments to impose reasonable restrictions, based on safety considerations, on any such combination.) Bars States from establishing, maintaining, or enforcing any regulation of commerce which imposes a vehicle length limitation of less than 48 feet on the length of the semitrailer unit operating in a truck tractor-semitrailer combination, and of less than 28 feet on the length of any semitrailer and trailer operating in such a combination, on any segment of the NHS. Sets forth: (1) additional provisions with respect to semitrailer and trailer combinations, and truck tractors; and (2) NHS segment exemptions (and procedures), such as where the Governor of a State transmits to the Secretary notification of specific evidence of safety problems. Sets forth analogous provisions, limiting commercial motor vehicle width to 102 inches on NHS segments. Directs the Secretary: (1) within 12 months, to conduct a review of information systems utilized by one or more States or jurisdictions pertaining to the collection of and accounting for fees and taxes for vehicle registration, motor fuel use, or other purposes; (2) within 24 months, to establish an information system to serve as a clearinghouse and depository of information pertaining to the collection of and accounting for fees for registering commercial motor vehicles and taxes charged by States for motor fuel used by such vehicles, with the maintenance of the system to be supported by user fees; and (3) to establish standards to ensure uniform data collection and reporting by all States. Makes funds available for such purpose. Authorizes the Secretary to make grants to States: (1) for the development and implementation of a program to register and collect commercial motor vehicle fuel taxes according to standards established under this title; and (2) to carry out a project to demonstrate methods of linking safety fitness of the registrant or the motor carrier responsible for the operation of the commercial motor vehicle when registering such vehicle. Makes funds available for such purposes. Authorizes the Secretary to promulgate regulations barring States from registering commercial motor vehicles under the standards established under this title if the State or Secretary determines that the registrant or the motor carrier responsible for the operation of such vehicle has not demonstrated the safety fitness required to operate such vehicle. Authorizes and directs the Attorney General to institute a civil action for injunctive relief that may be appropriate to assure compliance with provisions under this title. Authorizes the court to issue specified injunctive relief as appropriate. Authorizes the Secretary to make grants to States (including the District of Columbia and the U.S. territories) for the development and implementation of programs for the enforcement of Federal rules, regulations, standards, and orders applicable to commercial motor vehicle safety, vehicle size and maximum weight, commercial motor vehicle awareness and enforcement, and compatible State rules, regulations, standards, and orders. Directs the Secretary to formulate procedures for a State to submit a plan where the State agrees to adopt, and assume responsibility for, enforcing such Federal rules. Sets forth requirements for State plans, including ensuring that the State will devote adequate resources for administering the plan and providing a right of entry and inspection to carry out the plan. Directs the Secretary to: (1) reject any State plan that does not provide that the aggregate expenditure of funds of the State and political subdivisions for commercial motor vehicle safety, drug awareness and enforcement, and size and weighing activities will be maintained at a level that does not fall below the average level of expenditures in such State for the last full fiscal year; (2) make a continuing evaluation of the manner in which each State is carrying out its State plan; and (3) withdraw approval under appropriate circumstances (subject to specified procedures and judicial review.) Authorizes the Secretary to reimburse a State up to 75 percent of the costs incurred by such State in the development and implementation of programs for the enforcement of such rules, regulations, standards, and orders, and up to 100 percent of such costs if the Secretary determines that such programs are particularly beneficial to all jurisdictions. Sets forth additional provisions with respect to deductions of funds for administration, allocation criteria, the availability, release, and reallocation of funds, obligation of funds, and payments to States. Prohibits States, political subdivisions, or interstate agencies from enacting or enforcing laws or rules relating to interstate or intrastate rates, routes, or services of any motor carrier providing transportation of passengers or property in interstate commerce, or the leasing, rental, or other sourcing of commercial drivers and motor vehicles by interstate motor carriers. Directs the Secretary to issue regulations to establish uniform standards for: (1) the registration of commercial motor vehicles; and (2) the collection and distribution of taxes charged by States for motor fuel used by such vehicles (which, at a minimum, provide for single base State collection with proportional sharing of the motor fuel taxes charged within the States where the commercial motor vehicle is operated, reciprocity among the agreeing States, and uniform, simplified tax reporting requirements). Bars any State from having in effect or enforcing a law or regulation which: (1) limits operation of any commercial motor vehicle within its borders by reason of such vehicle's not being registered in the State when it is registered in another State; and (2) imposes a tax upon the use of motor fuel by commercial motor vehicles, except as may be imposed upon the purchase of fuel within such State, unless the State is in compliance with the requirements established under this title. Authorizes the Secretary to promulgate regulations to establish uniform standards for the collection and distribution of taxes and fees exclusively associated with the purchase, use, and operation of commercial motor vehicles. Sets forth provisions regarding State vehicle size and weight limitations, including a formula for the maximum gross weight to be allowed by any State for vehicles using the IS. Repeals: (1) various provisions of the Surface Transportation Assistance Act of 1982, including provisions regarding grants for enforcement programs for commercial motor vehicle safety, length and width limitations, and access to the IS, as well as certain unobligated authorizations; and (2) provisions relating to required State registration of operating authority granted by the Interstate Commerce Commission (ICC). Revises Federal provisions with respect to the registration of motor carriers by a State to prohibit any State from requiring an interstate private or former motor carrier or interstate broker of property to prove the lawfulness of specified interstate transportation activity, such as requiring such carrier or broker to: (1) file and maintain a certificate or permit issued to such carrier or broker by the ICC; (2) register more vehicles operated under such a certificate or permit; (3) display or carry on any vehicle any means of identification evidencing the lawfulness of such transportation activity; or (4) pay a fee or a tax with respect to such activities. Title IV: Federal Mass Transportation Act of 1991 - Federal Mass Transportation Act of 1991 - Amends Federal law to rename the Urban Mass Transportation Administration of the Department of Transportation the Mass Transportation Administration. Amends the Urban Mass Transportation Act of 1964 (the Act) to make the following projects eligible to receive discretionary capital grants under the Act: (1) public highways (other than those functionally classified as local or rural minor collectors); (2) the deployment of innovative techniques and methods in the management and operation of public transportation services; and (3) mass transportation services to meet the special needs of elderly and handicapped persons. Authorizes the obligation of such grants for full funding contracts. Revises the eligibility criteria for discretionary capital grants or loans for construction of new fixed guideway systems to provide that such systems: (1) be based upon a thorough assessment of the feasibility of using a variety of innovative financing mechanisms as well as its overall capital plan; and (2) are included in a specified report. Authorizes appropriations for FY 1992 through 1996. Prohibits the Secretary of Transportation (Secretary) from approving an application for discretionary capital grants or loans for the construction of highway transportation projects unless an authorization is made for the fiscal year in which such application is being sought. Authorizes the Secretary to approve innovative highway-related and transit-related, immediate action, noncapital-intensive projects to help relieve congestion and transportation-related air quality problems in certain urbanized areas or projects in rural areas that respond to rural transportation problems through innovative approaches and strategies. Sets forth project requirements. Changes from 75 percent to no more than 60 percent of the Federal share for net costs of highway transportation projects, except for construction of a new fixed guideway system and extension to a fixed guideway system which shall be up to 50 percent of new project cost. Declares it is in the national interest to encourage and promote the development of transportation systems that will effectively serve the States and local communities. Directs the Secretary to cooperate with State and local officials in urbanized areas in the development of transportation programs which are based upon long-range land use plans and economical and environmental concerns, including their probable effect on the future development of the area. Requires a metropolitan planning organization to be designated in each urbanized area to develop a transportation improvement program. Authorizes the Secretary to contract for and make grants to States and local agencies, or enter into working agreements with other Federal agencies, for the planning, engineering, design, and evaluation of public transportation projects, and for other technical studies. Makes a specified amount of block grant transportation funds available based on a specified formula for expenditure in certain urbanized areas. Eliminates certain percentage requirements from such formula based grants. Requires recipients of such grants to assure that the proposed program of transportation projects provides for the maximum feasible coordination of public transportation services assisted under the Act with transportation services assisted by other Federal sources. Revises eligibility requirements with respect to such grants. Changes from 80 percent to no more than 60 percent the Federal share of net costs for construction of transportation projects, except for noncapital expenses which shall be 50 percent of net project cost. Authorizes the Secretary, in lieu of the Federal environmental review procedures under the National Environmental Policy Act of 1969, to approve projects by recipients of assistance under the Act who assume responsibilities for environmental review, decisionmaking, and other action that would apply to the Secretary if such projects were undertaken as Federal projects. Requires each recipient to submit a certain annual certification with respect to the approval of such projects. Includes research on transportation safety as a responsibility of each university transportation center established under the Act. Requires the Secretary to coordinate the research, education, training and technology transfer in such centers, the dissemination of the results of the research, and a clearinghouse between the centers and the transportation industry. Directs the Secretary to make grants to universities to establish three additional National Centers for Transportation Management, Research, and Development as a means to accelerate the involvement of minorities and women in transportation-related professions, particularly in the science, technology, and engineering disciplines. Authorizes the Secretary to make funds that are appropriated to the Department of Transportation for transportation research available to one or more of the centers for research that is compatible with the research conducted in such centers pursuant to authorizations under the Act or the HTF. Authorizes the Secretary to transfer facilities and equipment that are acquired by a recipient of Federal transportation funds and are no longer needed by the recipient to any public body to be used for any public purpose for no less than five years after such transfer. Sets forth specified determinations to be made by the Secretary with respect to the transfer of such assets for purposes other than for mass transportation. Requires funds that are available under the Act for public highway projects to be transferred to the FHWA. Requires construction employees who work on transportation construction projects in excess of $250,000 to be paid wages at rates not less than those prevailing on similar construction in the locality. Prohibits any person from dividing any project into contracts of $250,000 or less if such project would not have been divided but for avoiding such minimum wage rate requirement. Revises provisions of the Act relating to Federal transportation assistance for mass transportation projects that meet the special needs of elderly persons and individuals with disabilities. Changes from 95 percent to no more than 60 percent the Federal share of net costs for such projects. Authorizes the Governor of a State to allocate certain Federal transportation funds for construction of highway projects to certain urbanized areas. Requires the Secretary to evaluate the performance of each Governor in allocating such funds every three years. Limits the amount of formula based grants for transportation projects in nonurbanized areas that may be used for operating assistance. Changes from 80 percent to no more than 60 percent the Federal share of net costs for public transportation construction projects in nonurbanized areas. Makes public highways (other than those functionally classified as local or rural minor collectors) an eligible construction project to receive Federal transportation formula based grants for nonurbanized areas provided specified conditions are met. Authorizes States to transfer facilities and equipment acquired with such assistance to recipients eligible to receive assistance under this Act so long as such assets continue to be used for transportation purposes. Authorizes the Secretary to retain funds returned to him or her in connection with grants or contracts for human resources projects that involve public transportation. Authorizes appropriations from the Mass Transit Account of the HTF for FY 1992 through 1996 for mass transportation projects. Sets forth a formula for allocation of such funds. Authorizes the Secretary to issue regulations requiring as a condition to receiving mass transportation assistance that a recipient certify that it has established alcohol and drug abuse control and testing programs for itself or for its workers who are involved in safety sensitive functions. Prohibits the Secretary from using more than three-quarters of one percent (currently, one-half of one percent) of funds for mass transportation projects to contract with persons overseeing the construction of such projects. Earmarks one-third of the funds appropriated from the Mass Transit Account of the HTF for grants or contracts for mass transportation projects. Authorizes the Secretary to charge and retain fees, tuition, or other related amounts resulting from conferences, seminars, and training sessions for the development of transit technology. Authorizes the Secretary to establish a program of transit technology development. Directs the Secretary to establish an Industry Technical Panel consisting of representatives of transportation suppliers and operators and others involved in technology development to assist him or her in the identification of priority technology development areas and in establishing guidelines for project development, project cost sharing, and project execution. Allocates on a specified formula funds from the HTF for State and local transit cooperative research and planning programs. Title V: Highway Revenue Act of 1991 - Highway Revenue Act of 1991 - Extends for three years: (1) HTF taxes and related exemptions; and (2) HTF appropriations and authorizations. Makes amounts in the Highway Account of the HTF available for specified traffic safety and cost savings programs. Makes conforming amendments to the Land and Water Conservation Fund Act of 1965. Amends the Internal Revenue Code to: (1) reduce Federal gasoline, diesel and special motor fuels taxes; and (2) reduce the amount transferred by the Secretary of the Treasury to the Mass Transit Account as the mass transit portion of the amount appropriated to the HTF which are attributable to taxes under the Code imposed after March 31, 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Mass Transportation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Revenue Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Safety Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Motor Carrier Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize funds for construction of highways, for highway safety programs, for mass transportation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:45-05:00"
}