{
  "actions": [
    {
      "acted_at": "1973-06-06", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1955-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-06", 
  "number": "1955", 
  "official_title": "A bill to provide financial assistance for the construction and operation of neighborhood service centers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Neighborhood Service Centers Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-06", 
  "subjects": [
    "Federal aid programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-06", 
    "text": "Neighborhood Service Centers Act - Title I: Construction Grants for Neighborhood Service Centers; Authorization of Appropriations - Authorizes to be appropriated for grants for construction of twenty-five public nonprofit neighborhood service centers, $10,000,000 for fiscal year 1974; $10,000,000 for fiscal year 1975; and $15,000,000 for fiscal year 1976. Directs as soon as practicable after the enactment of this Act, the Secretary of Health, Education and Welfare to prescribe basic citeria to be applied by State agences in approving applications for assistance under the State plan submitted under this Act. States that any State desiring to participate in the program under this title shall submit to the Secretary a State plan at such time, in such manner, and containing or accompanied by such information as he determines necessary. Sets forth the requirements to be complied with by a qualified State plan. States that the Secretary shall approve ten State plans and any modification thereof which complies with the provisions of this Act. Permits neighborhood service centers to receive a grant under this title for any fiscal year only upon application approved by the appropriate State agency upon such agency's determination, consistent with the basic criteria established by the Secretary under this Act. Sets forth the elements of a application under this Act. Provides that neighborhood service centers desiring to apply for funds under this title shall, in accordance with criteria established by the Secretary under this title, establish and maintain a Neighborhood Service Center Board composed of persons who are representative of the neighborhood to be served by such center, members of the staff of such center, and other appropriate specialists. States that the function of each Board shall be to administer funds allocated by the appropriate State agency control center operations, establish priorities and develop programs pursuant to proper implementation of this act, and all other appropriate duties. Sets forth the method and limitation of payments made under this Act. Provides that whenever the Secretary, after reasonable notice and opportunity for a hearing to any State agency, finds that there has been a failure to comply substantially with any assurance set forth in the State plan approved under this Act, the Secretary shall notify the agency that fund payments will not be made to the State under this title until he is satisfied that there is no longer any such failure to comply. States that if within one year after completion of construction of a neighborhood service center which has been constructed in part with a grant under this title-the facility ceases to be used as a neighborhood service center pursuant to regulations promulgated by the Secretary, the United States shall be entitled to recover from such applicant (or successor) an amount which bears to the then value of the facility the same ratio as the amount of such Federal grant bore to the construction cost of the neighborhood service center financed with such grant. Title II: Grants for Neighborhood Service Center Activities Authorization and Allotment - Authorizes to be appropriated for grants for 10 pilot neighborhood service centers $10,000,000 for fiscal year 1974; $15,000,000 for fiscal year 1975; and $20,000,000 for fiscal year 1976. Provides that no State agency may approve applications for grants for neighborhood service center activities pursuant to this title unless the applicant is carrying out such activities in a neighborhood service center assisted under a State plan approved under title I of this Act. Any State desiring to participate in a grant program authorized under this title shall submit an amendment to the State plan required under title I of this Act. Sets forth the necessary elements of application under this Act. Provides for the method and limitation of payments made under this Act. Provides that whenever the Secretary, after reasonable notice and opportunity for a hearing to any State agency, finds that there has been a failure to comply substantially with any assurance set forth in the State plan as approved, the Secretary shall notify the agency that fund payments will not be made to the State under this title until he is satisfied that there is no longer any such failure to comply."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Neighborhood Service Centers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance for the construction and operation of neighborhood service centers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:45-05:00"
}