{
  "actions": [
    {
      "acted_at": "1989-08-03", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1517-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-03", 
  "number": "1517", 
  "official_title": "A bill to identify certain areas of critical concern with respect to oil and hazardous substances discharges and the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-03", 
  "subjects": [
    "Emergency management", 
    "Environmental protection", 
    "Oil pollution of rivers, harbors, etc.", 
    "Oil pollution of the sea"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-03", 
    "text": "Requires the Secretary of the department in which the Coast Guard is operating to review the National Contingency Plan for the removal of oil and hazardous substances and identify those areas which the Secretary determines to be at risk of substantial and critical environmental damage from such a discharge. Directs the Secretary to take such action as necessary to modify such Plan to assure that: (1) the Plan recognizes and identifies each Federal, State, and local agency that should be engaged in the coordination of any such Plan; (2) proper equipment and materials necessary to implement the Plan in the event of a discharge will be readily available; (3) at least an annual inventory of available equipment will be carried out by the Secretary; (4) minimum standards are established providing for an appropriate response time in the event of any such discharge; and (5) annual testing of the Plan relating to such critical areas is carried out. Authorizes the Secretary to: (1) enter into agreements of understanding with any State or local government having jurisdiction over an area of critical concern to ensure the coordination of Federal, State, and local efforts in carrying out the Plan; and (2) report annually to the Congress and the President with respect to the administration of the Plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to identify certain areas of critical concern with respect to oil and hazardous substances discharges and the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:38-05:00"
}