{
  "actions": [
    {
      "acted_at": "1980-01-24", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-24", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6295-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-24", 
  "number": "6295", 
  "official_title": "A bill to encourage the ownership and development of family farms, to provide for research and education relating to family farms, to authorize the President to stabilize food prices, to authorize the Secretary of Agriculture to provide financial assistance for the production of industrial hydrocarbons and alcohols from agricultural commodities and forest products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6296-96", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2780-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Family Farm Development Act of 1980", 
  "sponsor": {
    "district": "6", 
    "name": "Nolan, Richard M.", 
    "state": "MN", 
    "thomas_id": "00867", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-24", 
  "subjects": [
    "Accounting", 
    "Advertising and Marketing", 
    "Advisory bodies", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural industries", 
    "Agricultural machinery", 
    "Agricultural marketing regulation", 
    "Agricultural prices", 
    "Agricultural research", 
    "Agricultural societies", 
    "Agricultural statistics", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Aliens", 
    "Alternative energy sources", 
    "Capital gains tax", 
    "Chemical engineering", 
    "Computer networks", 
    "Conservation of natural resources", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Department of Agriculture", 
    "Economics and public finance", 
    "Education", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Family farms", 
    "Farm lands", 
    "Farm management", 
    "Farm ownership", 
    "Farms", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Food and Food Industry", 
    "Food industry", 
    "Food prices", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Forest products", 
    "Forests and forest products", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Labeling", 
    "Labeling laws", 
    "Land transfers", 
    "Land use", 
    "Legal Services Corporation", 
    "Marketing of farm produce", 
    "Organic farming", 
    "Pest control", 
    "Price regulation", 
    "Research and development", 
    "Rural affairs legislation", 
    "School lunch program", 
    "Small farms", 
    "Soil conservation", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Family farms", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-24", 
    "text": "Family Farm Development Act of 1980 - Title I: Family Farm Development Service - Establishes within the Department of Agriculture a Family Farm Development Service, containing a Research Board, which shall devise a national long-term plan for the development of a system providing incentives to encourage small and moderate-size family farmers to use and develop new and improved farming techniques, technology, and mechanisms of food production and distribution. Directs the Administrator of the Family Farm Development Service to submit to the Secretary of Agriculture and to the Congress: (1) a report containing such plan before the end of the three-and-one-half-year development period; and (2) an annual report on specified activities. Title II: Research Program - Directs the Administrator of the Family Farm Development Service to conduct an intensive research grant program concerning the improvement of small and moderate-sized family farms. Directs the Secretary to submit to the President and the Congress an annual report, with recommendations, on such research program. Title III: Education, Training, and Demonstration Programs - Amends the Rural Development Act of 1972 to establish extension programs providing small farmers with education and demonstration assistance, using paraprofessionals. Directs the Secretary: (1) to provide small farmers with pest control and soil improvement instruction; (2) to establish a program encouraging family farmers to hire and train apprentice farmers; and (3) to establish a scholarship program for farmers and potential farmers to study organic farming methods in foreign countries. Title IV: Loans for Appropriate Technology - Amends the Consolidated Farm and Rural Development Act to include among the purposes for which loans may be made or insured under such Act, payment of costs: (1) of appropriate technology use; and (2) incident to instituting methods of sustainable agriculture and integrated pest management among the purposes for which loans may be made or insured under such Act. Sets as a condition for eligibility for such loans being a resident of the U.S. (formerly required U.S. citizenship). Provides that loans made or insured to institute sustainable agriculture and integrated pest management methods shall be repayable in installments determined by the Secretary to reduce initial repayments. Title V: Amendments to the Internal Revenue Code of 1954 - Farm Tax Equity Act of 1980 - Amends the Internal Revenue Code of 1954 to limit the deductions attributable to the trade or business of farming to a maximum amount consisting of the sum of the taxpayer's gross income plus $17,500 reduced by the amount by which the nonfarm adjusted gross income of such taxpayer exceeds $17,500. Provides for an annual inflation adjustment of such amount. States that such limitation shall not apply if the taxpayer's nonfarm adjusted gross income does not exceed $17,500 or if the taxpayer elects to compute his taxable income on the accrual method of accounting. Requires the accrual method of accounting for any person engaged in the trade or business of farming whose gross income from farming exceeds $100,000, or an amount adjusted for inflation. Provides for a capital gains tax applicable to transfer of rural land by foreign investors. Requires specified reporting procedures relating, to such tax. Title VI: Family Farm Ownership Program - Authorizes the Secretary to make grants of from $100,000 to $500,000 to units of general local government for the purchase of land suitable for farming, which land shall be sold to new or young farmers. Requires the Secretary to give priority to applicants who demonstrate that the preservation of family farming is of vital importance to the area in which the applicant is located. Establishes revolving fund accounts of grant recipients. Sets forth provisions concerning selection of purchaser and conditions of sale. Title VII: Industrial Hydrocarbons and Alcohols - Authorizes the Secretary to make, and to guarantee, loans for the construction and first year operation of facilities to produce industrial hydrocarbons and alcohols from agricultural commodities, forest products, and their byproducts for direct use or blending as motor or industrial fuel. Declares eligible for such assistance, upon application: (1) any producer who operates a family farm or group of such producers; (2) any private nonprofit organization; and (3) any State or local government. Sets forth: (1) the terms of agreement required from recipients of such aid; (2) limitations on financial assistance; (3) consequences of noncompliance with conditions for such aid; and (4) exemption of specified surplus commodities from marketing agreements or orders. Title VIII: Farm Marketing Programs - Directs the Division of Cooperative Marketing of the Department of Agriculture to give primary emphasis to services to small and moderate-sized family farmers. Amends the National School Lunch Act to direct the Secretary to make cash payments to State educational agencies, upon application, in lieu of not to exceed 25 percent of the value of the commodities such agencies would have received under the school lunch program. Requires that such cash payments be used by such agencies to purchase program commodities designated from time to time by the Secretary as being in abundance nationally, or by the Secretary or the State Governor as being in abundance in the school area. Directs the Secretary to establish and carry out pilot projects in 12 States under which county extension offices will use computer terminals to assist family farmers in attaining information clarifying various market alternatives. Authorizes the Secretary to make grants, not to exceed 75 percent of costs, to establish a direct marketing system between consumers and farmers. Title IX: Food Price Stabilization - Establishes a Food Price Review Board to monitor increases in the price of any food product, and to recommend to the President the issuance of orders limiting or adjusting the amount of any such increase so that it is equal to, and not more than, the amount of any increase in the price received by the grower or producer of any raw food product involved. Empowers the President to issue such orders. Title X: Miscellaneous Amendments; Definitions - Amends the Federal Trade Commission Act to make it an unfair or deceptive practice affecting commerce for any person engaged in the retail sale of food to sell any food product without a sign at the point of sale containing the amount received by farmers for the agricultural commodities which were used to produce the food product involved. Amends the Legal Services Corporation Act to include farmers and individuals residing in counties with populations of less than 50 persons per square mile among those whose special difficulties of access to legal services or special legal problems should be taken into account by the Legal Services Corporation in determining and implementing its priorities. Directs the Legal Services Corporation to make grants and contracts for research and for information clearinghouses on legal issues and governmental administrative practices involving farm ownership and operation. Authorizes appropriations for fiscal year 1981 for such purposes. Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Farm Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Farm Tax Equity Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the ownership and development of family farms, to provide for research and education relating to family farms, to authorize the President to stabilize food prices, to authorize the Secretary of Agriculture to provide financial assistance for the production of industrial hydrocarbons and alcohols from agricultural commodities and forest products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:55-05:00"
}