{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "1", 
  "official_title": "A Bill to improve farm income, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food and Agriculture Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural labor", 
    "Agricultural marketing regulation", 
    "Agricultural price supports", 
    "Agricultural statistics", 
    "Agricultural wages", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Authorization", 
    "Census and Statistics", 
    "Commodity Credit Corporation", 
    "Corporations and Stocks", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Feed grain program", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Government corporations", 
    "Grain storage", 
    "Labor and employment", 
    "Milk", 
    "Minimum wages", 
    "Produce trade", 
    "Public Welfare and Charities", 
    "Sugar and sugar trade", 
    "Wages", 
    "Wheat"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Eat and Agriculture Act of 1979 - Title I: Price Support for Wheat, Feed Grains, and Upland Cotton; Grain Release Prices - Amends the Agricultural Act of 1949, with respect to the 1980 and 1981 crops of wheat, feed grains, and upland cotton, to require the Secretary of Agriculture to formulate and put into operation coordinated set-aside and price support programs under which: (1) the level of established (target) price paid to any producer shall be based on the amount of cropland voluntarily set-aside from production; (2) the higher the established price elected to receive, the greater the amount of cropland which must set-aside; and (3) if he sets aside the highest percentage of cropland prescribed by the Secretary, the producer shall be entitled to the maximum established price, which shall be 100 percent of the parity price of such commodity. Requires the producer storage program, for the 1980 and 1981 crops of wheat and feed grains, to provide for: (1) the redemption of any commodity securing a storage loan whenever its market price attains a specified level not less than 90 percent of parity; and (2) the calling of storage loans on a particular commodity whenever its market price is not less than 105 percent of parity. Prohibits the Commodity Credit Corporation from selling any of its stocks of wheat or feed grains at less than 90 percent of parity. Title II: Milk Price Support - Amends the Agricultural Act of 1949 to extend from March 31, 1979, to March 31, 1981, the current authority of the Secretary to maintain the price support of milk at 80 percent of parity. Title III: Sugar Price Support - Amends the Agricultural Act of 1949 to set the price support of the 1979 through 1981 crops of sugar beets and sugarcane at a level not in excess of 70 percent nor less than 57 percent of parity, but in no event less than 16.5 cents per pound raw sugar equivalent. Authorizes the Secretary to suspend the operation of the price support program whenever an international sugar agreement is in effect which assures the maintenance in the United States of a price for sugar not less than 16.5 cents per pound raw sugar equivalent. Directs the Secretary to establish minimum wage rates for agricultural employees engaged in the production of sugar. Title IV: Food Stamp Program - Amends the Food Stamp Act of 1977 to remove the ceiling on appropriations authorizations for fiscal years 1980 and 1981. Directs the Secretary to conduct a study of the food stamp program and to report the results to Congress by July 1, 1979, with recommendations for legislative changes that will: (1) reduce error rates by increasing the accuracy of eligibility determinations; (2) provide more effective monitoring and control of food coupon redemption; and (3) provide more timely investigation and resolution of suspected violations. Title V: Public Law 480 - Amends the Agricultural Trade Development and Assistance Act of 1954 to require the export of a minimum aggregate quantity of 7,000,000 metric tons of United States farm commodities under the commodity sales, famine relief, and barter programs in each of fiscal years 1980 through 1982. Specifies circumstances under which such minimum exports shall not be mandatory. Requires the President to report to the appropriate committees of Congress if less than the required minimum should be exported because such circumstances have arisen. Title VI: National Agricultural Production Cost and Statistical Standards Board - Establishes the National Agricultural Production Cost and Statistical Standards Board to coordinate and assist in the development and improvement of cost of production and financial statistical standards relating to agricultural production in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Agriculture Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to improve farm income, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:35-05:00"
}