{
  "actions": [
    {
      "acted_at": "2001-01-29", 
      "references": [
        {
          "reference": "CR S646-647", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-29", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S647-648", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 107-762.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-09-17", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 107-281.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-09-17", 
      "calendar": "Senate Legislative", 
      "number": "600", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 600.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [
        {
          "reference": "CR 11/19/2002 S11639-11641", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 11/19/2002 S11639-11641", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-22T11:03:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-22T15:49:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4975-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4975"
    }
  ], 
  "bill_id": "s198-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2001-03-20", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Allard, Wayne", 
      "sponsored_at": "2001-04-06", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2001-01-29", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brownback, Sam", 
      "sponsored_at": "2001-03-08", 
      "state": "KS", 
      "thomas_id": "00137", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "2001-01-29", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2002-06-17", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "2001-01-29", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2001-01-29", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "2001-01-29", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2001-01-29", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ensign, John", 
      "sponsored_at": "2001-11-14", 
      "state": "NV", 
      "thomas_id": "00348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2002-06-17", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2001-02-13", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2001-01-29", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Gordon H.", 
      "sponsored_at": "2001-01-29", 
      "state": "OR", 
      "thomas_id": "01549", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2001-03-07", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-11-20", 
    "vetoed": false
  }, 
  "introduced_at": "2001-01-29", 
  "number": "198", 
  "official_title": "A bill to require the Secretary of the Interior to establish a program to provide assistance through States to eligible weed management entities to control or eradicate harmful, nonnative weeds on public and private land.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Florida National Forest Land Management Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2002-11-20", 
  "subjects": [
    "Agriculture and food", 
    "Alaska", 
    "Animals", 
    "California", 
    "Conservation of natural resources", 
    "Department of the Interior", 
    "Disabled", 
    "Easements", 
    "Economics and public finance", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Exotic plants", 
    "Federal advisory bodies", 
    "Federal-Indian relations", 
    "Florida", 
    "Forest roads", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Indian claims", 
    "Indian lands", 
    "Indigenous peoples", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Mineral reserves", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Minorities", 
    "Motor vehicles", 
    "National forests", 
    "National parks", 
    "Nature conservation", 
    "Nevada", 
    "New Mexico", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Surveying", 
    "Tourism", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Utah", 
    "Water resources development", 
    "Watershed management", 
    "Watersheds", 
    "Weed control", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2002-11-20", 
    "text": "Title I: Noxious Weed Control Act of 2002 - Noxious Weed Control Act of 2002 - (Sec. 103) Directs the Secretary of the Interior (the Secretary for this title) to establish a program to provide financial assistance through States to eligible weed management entities to control or eradicate weeds. Requires the Secretary, in developing such Program, to consult with the National Invasive Species Council, the Invasive Species Advisory Committee, and representatives from certain States and Indian tribes and public and private entities.(Sec. 104) Requires the Secretary to allocate funds to States, on the basis of specified criteria, to fund the carrying out by weed management entities of approved projects to control or eradicate weeds. Requires the provision of special consideration for States with approved weed management entities established by tribes, and allows an additional allocation to a State to meet the particular needs and projects that such a weed management entity will address.(Sec. 105) Directs the Secretary to prescribe requirements for applications by States for funding. Requires States to select projects for funding to a weed management entity on a competitive basis, considering various factors, including: (1) the seriousness of the noxious weed problem; (2) the likelihood that the project will prevent or resolve the problem or increase knowledge about resolving similar problems; (3) the extent to which the weed management entity has made progress in addressing noxious weed problems; and (4) whether the project will reduce the total population of a noxious weed within a State.Establishes reporting requirements for grant recipients and States. Limits the Federal share of any project or activity approved by a State or Indian tribe under this title to 50 percent, with exceptions to meet the needs of underserved areas or to address critical needs.(Sec. 106) Requires the consent of the landowner for any activity carried out under this title involving real property. Prohibits any project from being undertaken on property that is used for the cultivation of row crops, fruits, or vegetables.Permits a weed management entity to carry out a project to address the noxious weed problem of more than one State only if the entity meets the requirements of the State laws in all States in which the project will occur.Prohibits the use of funding under this title to carry out projects to: (1) control or eradicate animal pests or submerged or floating noxious aquatic weeds; or (2) protect an agricultural commodity other than livestock or an animal- or insect-based product.(Sec. 107) States that the assistance authorized under this title is meant to supplement, and not replace, other assistance available for control or eradication of harmful, invasive weeds on public and private lands.(Sec. 108) Authorizes appropriations for FY 2002 through 2006. Limits to five percent the amount of funding made available for a fiscal year for administrative costs of Federal agencies.Title II: Newtok Land Exchange - (Sec. 203) Directs the Secretary of the Interior (the Secretary for this title) to accept from the Newtok Native Corporation a conveyance, by limited warranty deed, of certain Alaskan lands previously conveyed to Newtok if such Corporation expresses an intent to enter into a land exchange with the United States within 180 days of enactment of this title. Directs the Secretary to also accept a relinquishment of irrevocable prioritized selections from Newtok for those validly selected lands not yet conveyed to Newtok.Requires the Secretary, in exchange for the lands from Newtok, to convey to Newtok the surface and subsurface estate of specified Federal lands. States that such conveyance shall be by interim conveyance. Requires that the lands conveyed to the United States be 1.1 times the size of the lands conveyed to Newtok under this title. Directs the Secretary, after the interim conveyance, to survey the Federal lands at no cost to Newtok and to issue a patent to such lands subject to the provisions of the Alaska Native Claims Settlement Act (ANCSA) of 1971 and this title.(Sec. 204) Declares that land conveyed to Newtok under this title shall be deemed to have been conveyed under ANCSA, with specified provisions of ANCSA not to apply to such lands. States that, consistent with the Alaska National Interest Lands Conservation Act of 1980, such lands shall not be considered part of the Yukon National Wildlife Refuge.Includes the Newtok lands conveyed to the United States in the Yukon Delta National Wildlife Refuge, except that residents of the village of Newtok, Alaska, shall retain access rights guaranteed under the Alaska National Interest Lands Conservation Act for subsistence fishing, hunting, and gathering.Entitles the Calista Corporation to an equivalent acreage of in-lieu subsurface entitlement for the relinquished Newtok selections to the extent that Calista subsurface rights are affected by this title. Sets forth that such entitlement shall come from subsurface lands already selected by Calista, but which have not yet been conveyed. Permits Calista to make an additional in lieu selection if it is necessary to equalize the acreage.Title III: Florida National Forest Land Management Act - Florida National Forest Land Management Act of 2002 - Authorizes the Secretary of Agriculture to sell or exchange specified land in Florida. Requires the concurrence of the Secretary of the Air Force with respect to the sale or exchange of certain of such land.Title IV: American Fork Canyon Visitors Center - (Sec. 404) Authorizes the Secretary of Agriculture (the Secretary for this title) to exchange specified Federal lands for non-Federal lands in the Salt Lake Meridian, Utah.Requires the Secretary to determine that title to the non-Federal land is acceptable based on Federal land acquisitions approval standards.Directs that the fair market value of the non-Federal land and the improvements on it shall be determined by an appraisal that is approved by the Secretary and conforms with the standards in the publication entitled \"Uniform Appraisal Standards for Federal Land Acquisitions.\" Requires that each parcel of Federal land in the exchange be appraised separately, and that the values shall not be affected by the unit rule in the appraisal standards.Authorizes the Secretary to make or accept a cash equalization payment in excess of 25 percent of the total value of the lands or interests being transferred from Federal ownership.Provides that the property conveyed to the United States shall become part of the Uinta National Forest, and that for purposes of the Land and Water Conservation Fund Act of 1965, the boundaries of the national forest as adjusted by this Act shall be considered to be the boundaries as of January 1, 1965. Directs the Secretary to manage the acquired lands in accordance with the Weeks Act and other laws (including regulations) that apply to National Forest System (NFS) land.(Sec. 405) Directs the Secretary to deposit any cash equalization funds received in the fund established under the Sisk Act, for use in acquiring land and interests in land for administrative sites within Utah and land for the NFS.(Sec. 406) Requires the Secretary of the Interior to construct a visitor's center and administrative facility on the non-Federal land acquired. Directs the Secretary and the Secretary of the Interior, acting through the Chief of the Forest Service and the Director of the National Park Service, respectively, to occupy, operate, and maintain such facility.(Sec. 407) Authorizes appropriations.Title V: Washoe Tribe Land Conveyance - (Sec. 501) Directs the Secretary of Agriculture to convey certain land in the Lake Tahoe Basin Management Unit, Nevada, to the Secretary of the Interior, in trust for the Washoe Tribe of Nevada and California.Reserves for the United States a nonexclusive easement for public and administrative access to National Forest System land. Requires the Secretary to provide a reciprocal easement to the Tribe for vehicular access to such land to accommodate: (1) individuals with disabilities or who would otherwise have access difficulties; and (2) administrative or safety needs.Requires the Tribe to: (1) limit the use of the conveyed land to traditional and customary uses and stewardship conservation; (2) not permit any permanent or recreational development on, or commercial use of, such land (including commercial development, tourist accommodations, gaming, sale of timber, or mineral extraction); and (3) comply with environmental requirements that are no less protective than those that apply under the Regional Plan of the Tahoe Regional Planning Agency.Title VI: Santa Clara And San Ildefonso Pueblo Land Conveyance - (Sec. 602) Declares the right, title, and interest of the United States in certain tracts of land in Rio Arriba County and in Rio Arriba and Santa Fe Counties, New Mexico, to be held in trust for the Pueblo of Santa Clara and the Pueblo of San Ildefonso, respectively (including mineral rights).(Sec. 604) Directs the Office of Cadastral Survey to conduct a survey of the boundary lines between the properties.(Sec. 605) Declares the lands held in trust under this title to be part of the Santa Clara Indian Reservation and the San Ildefonso Indian Reservation and directs that they be administered in accordance with any law (including regulations) or court order generally applicable to property held by the U.S. Government in trust for Indian tribes. Subjects the trust lands and other lands in the Santa Clara Pueblo Grant and the San Ildefonso Pueblo Grant that are held by the respective tribes or subsequently acquired by them to the Pueblo Lands Act of 1924.Requires trust lands to be used only for traditional or customary uses or stewardship conservation. Prohibits trust lands from being used for any new commercial developments beginning on the date of the enactment of this Act.(Sec. 606) Prohibits this Act from being construed to: (1) affect any person's (other than the United States') existing right-of-way, lease, permit, mining claim, grazing permit, water right, or other right or interest in or to the trust lands; (2) affect any existing right or claim of either Pueblo to any lands or interest in lands based upon Aboriginal or Indian title; or (3) constitute the reservation of water or water rights in the trust lands or any change in status of water rights of either Pueblo."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Harmful Nonnative Weed Control Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Noxious Weed Control Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Florida National Forest Land Management Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Noxious Weed Control Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of the Interior to establish a program to provide assistance through States to eligible weed management entities to control or eradicate harmful, nonnative weeds on public and private land.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:40-05:00"
}