{
  "actions": [
    {
      "acted_at": "1983-06-23", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Patents, Copyrights and Trademarks", 
      "text": "Referred to Subcommittee on Patents, Copyrights and Trademarks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Patents, Copyrights and Trademarks", 
      "references": [], 
      "text": "Subcommittee on Patents, Copyrights and Trademarks. Hearings held. Hearings printed:  S.Hrg. 98-1008.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-31", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Patents, Copyrights and Trademarks", 
      "references": [], 
      "text": "Subcommittee on Patents, Copyrights and Trademarks. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-10-05", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Thurmond with an amendment in the nature of a substitute. With written report No. 98-663.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-05", 
      "calendar": "Senate Legislative", 
      "number": "1330", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1330.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1535-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Patents, Copyrights and Trademarks", 
      "subcommittee_id": "26"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1984-04-12", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1983-06-23", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1983-06-23", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hecht, Chic", 
      "sponsored_at": "1984-05-15", 
      "state": "NV", 
      "thomas_id": "01357", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-23", 
  "number": "1535", 
  "official_title": "A bill to amend title 35 of the United States Code to increase the effectiveness of the patent laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patent Law Amendment of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-09-28", 
  "subjects": [
    "Exports", 
    "Federal advisory bodies", 
    "Fees", 
    "Foreign Trade and Investments", 
    "Imports", 
    "Inventions", 
    "Licenses", 
    "Patent agreements", 
    "Patent licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-10-05", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 98-663) Patent Law Amendment of 1984 - Amends the patent laws to make it an infringement of patent to import into or sell in the United States without authority a product made in another country by a process patented in the United States. Makes it an infringement of patent to supply without authority in or from the United States the material components of a patented invention in such a manner as to actively induce their combination outside the United States if their combination in this country would constitute an infringement. Makes it an infringement to supply without authority in or from the United States any component of a patented invention especially adapted for use in that invention and not a staple of commerce suitable for noninfringing uses, knowing that such component will be combined outside the United States in a manner which would constitute infringement were it to occur inside the United States. Excludes from prior art (knowledge held by a person having ordinary skill in the art to which the subject matter of the patent applies) unpublished information developed by a person other than the applicant when the subject matter and invention claimed were owned by the same person or entity at the time the invention was made. (Subject matter deemed prior art is non-patentable.) States that when joint inventors jointly apply for a patent they need not have made a contribution to each claim contained in the application. Permits a later application by a joint inventor named in an earlier application to have the same effect as if filed on the date of the earlier application. Permits arbitration of issues arising when a patent application is made which would interfere with any pending or unexpired patent (patent interference). Permits a licensee to assert in a judicial proceeding the invalidity of any patent to which it is licensed. Permits a patent license agreement to contain a termination clause if a licensee asserts such invalidity. Authorizes the Commissioner of Patents and Trademarks to publish a statutory invention recording containing the specifications and drawings of a regularly filed application for a patent without examination if the applicant waives the right to receive a patent on the invention within a prescribed period and pays established fees. Makes such recording effective upon publication. Endows such recording with all the attributes of a patent except the right to compensation for Government-ordered secrecy and for infringement. Directs the Secretary of Commerce to convene an interagency committee to coordinate policy on the use of such recording procedure by Federal agencies, requiring its use for U.S. owned inventions without commercial potential. Directs the Committee to establish standards for evaluating an invention's commercial potential. Directs the Secretary to report annually to Congress on the use of the statutory invention recording system by the Federal Government. Permits an appeal from a non-final second rejection of claims which can be made by a patent examiner who is not a primary examiner. Permits the basic fee portion of an international fee to be paid within one month of filing (rather than upon filing as required under current law.) States that the designation of the United States as the country in which a patent is sought in an international patent filed under the patent cooperation treaty shall continue to have effect until the international application is withdrawn if a claim for the benefit of a prior filing date is made before such application is ultimately withdrawn. Renders permissible (rather than mandatory as under current law) the receipt from the International Bureau of all international applications and search reports for international applications designating the United States. Permits the Commissioner to fix a later time for the completion of certain requirements than the commencement of the national stage of an international application. States that failure to submit a copy of the application by commencement and lack of compliance with other specified requirements shall be regarded as abandonment of the application. Permits a surcharge to be levied as a condition for accepting the national fee or the oath or declaration if these requirements are not met by the commencement of the national stage. Permits the Commissioner to receive a verification of the translation of an international application. (Under current law such receipt is mandatory.) Eliminates the special fee and restoration of patent provisions for claims not searched in the international stage and later found not to comply with the requirement for unity of invention under the treaty. Prohibits the collection of fees for maintaining a plant patent in force. Merges the Board of Appeals and the Board of Patent Interferences into the Board of Patent Appeals and Interferences. Extends until April 21, 1992, the term of any patent encompassing a new drug product subject to the labeling requirements for oral hypoglycemic drugs of the sulfonylurea class as promulgated by the Food and Drug Administration in its March 22, 1984, ruling."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Patent Law Amendment of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 35 of the United States Code to increase the effectiveness of the patent laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:57-05:00"
}