{
  "actions": [
    {
      "acted_at": "2010-07-28", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-28", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-28", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5890-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2010-07-28", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2010-07-28", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "2010-07-28", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Schakowsky, Janice D.", 
      "sponsored_at": "2010-07-28", 
      "state": "IL", 
      "thomas_id": "01588", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-28", 
  "number": "5890", 
  "official_title": "To amend the Internal Revenue Code of 1986 and title XIX of the Social Security Act to reform the provision of long-term care insurance.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1177-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Long-Term Care Insurance Reform Act of 2010", 
  "sponsor": {
    "district": "25", 
    "name": "Doggett, Lloyd", 
    "state": "TX", 
    "thomas_id": "00303", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-28", 
  "subjects": [
    "Congressional oversight", 
    "Consumer affairs", 
    "Health", 
    "Health care costs and insurance", 
    "Inflation and prices", 
    "Long-term, rehabilitative, and terminal care", 
    "Marketing and advertising", 
    "Medicaid"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-28", 
    "text": "LTC Insurance Reform Act of 2010 - Directs the Secretary of Health and Human Services (HHS) to request the National Association of Insurance Commissioners (NAIC) to conduct reviews every five years of the national and state-specific markets for long-term care (LTC) insurance policies. Directs the Secretary to request the NAIC to review and describe in a White Paper: (1) disclosure requirements for LTC insurance policies under the Model Act and regulation as well as under state laws; (2) differences in LTC services with respect to service providers and the settings in which services are provided among states, among other things; and (3) key issues to consider in the development of a proposed form for marketing LTC insurance policies. Directs the Secretary to request the NAIC to establish a Working Group to develop a model disclosure form for marketing LTC insurance policies. Requires the Secretary of the Treasury to promulgate regulations requiring any issuer of a qualified LTC insurance contract meeting certain criteria, including Medicaid partnership policies, to use the proposed model disclosure form for marketing such contracts. Requires each state to require any issuer of an LTC insurance policy to use the proposed model disclosure form when marketing it in the state. Amends the Deficit Reduction Act of 2005 to authorize establishment of an Internet directory of information regarding LTC insurance (\"Long-Term Care Insurance Compare\") that shall include comparison tools to assist consumers in evaluating LTC insurance policies with different benefits and features and that allow consumers to compare the price, long-term premium stability, and carrier financial strength of such policies. Amends the Internal Revenue Code to apply Medicaid partnership required model provisions to all tax-qualified LTC insurance contracts. Outlines a process for secretarial review of 2000 and 2006 model provisions as well as subsequent model provisions with respect to their application to tax-qualified LTC policies and Medicaid partnership policies. Amends the Deficit Reduction Act of 2005 to require the Secretary of HHS to issue biennial reports to states and Congress on Medicaid LTC insurance partnerships and their impact. Outlines additional consumer protections for Medicaid partnerships. Directs the Secretary to report to Congress on whether all LTC insurance policies sold after a certain date should provide annual compound inflation protection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Care Insurance Reform Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 and title XIX of the Social Security Act to reform the provision of long-term care insurance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:38-05:00"
}