{
  "actions": [
    {
      "acted_at": "1999-04-14", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-30", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1426-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-14", 
  "number": "1426", 
  "official_title": "To prevent the laundering of money.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1471-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Money Laundering Prevention Act of 1999", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-14", 
  "subjects": [
    "Administrative procedure", 
    "Bank accounts", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank records", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Department of the Treasury", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Financial services", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Law", 
    "Money laundering", 
    "Prosecution", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-14", 
    "text": "Money Laundering Prevention Act of 1999 - Directs the Secretary of the Treasury to submit a report to specified congressional committees on private banking activities in the United States. (Sec. 4) Amends Federal banking law to direct the Secretary to prescribe regulations which require financial institutions to maintain all accounts in such a way as to ensure that: (1) the the name of the account holder and the number of the account are associated with all account activity of such holder; and (2) all such information is available for purposes of account supervision and law enforcement. (Sec. 5) Directs the Secretary to develop criteria for identifying areas outside the United States in which money laundering activities are concentrated, designate such areas as high-intensity money laundering areas, provide a written notice to each insured depository institution and each depository institution holding company that controls an insured depository institution of the identity of the country designated, and provide a written warning that there is a concentration of money laundering activity in such country. (Sec. 6) Authorizes the court to double the sentence of fine, imprisonment, or both, that could be otherwise imposed if the person commits the violation with respect to a transaction involving a person in, a relationship maintained for a person in, or a transport of a monetary instrument involving a foreign country, knowing that a designation of the foreign country as a high-intensity money laundering area was in effect at the time of the violation. (Sec. 7) Amends the Bank Holding Company Act of 1956 to direct that the Board of Governors of the Federal Reserve System: (1) take into consideration the effectiveness of the company in combating and preventing money laundering activities, including in overseas branches; (2) not consider any application (regarding acquisition of bank shares or assets) involving any company which is the subject of any pending Federal investigation of possible money laundering or other related financial crimes, or pending Federal prosecution for such crimes, until such investigation or prosecution is completed and a finding is made, with an exception; and (3) disapprove any such application involving a company which has been found criminally or civilly liable for such a crime during the five-year period preceding consideration of such application by the Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Money Laundering Prevention Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent the laundering of money.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:37-05:00"
}