{
  "actions": [
    {
      "acted_at": "1997-01-21", 
      "references": [
        {
          "reference": "CR S163-164", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-01-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-04-16", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1997-01-21", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Allard, Wayne", 
      "sponsored_at": "1997-01-21", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ashcroft, John", 
      "sponsored_at": "1997-01-21", 
      "state": "MO", 
      "thomas_id": "01274", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "1997-04-15", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1997-01-21", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1997-01-21", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1997-01-21", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1997-02-24", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "1997-01-21", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1997-01-21", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1997-01-21", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1997-01-21", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1997-01-21", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "1997-01-21", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "1997-01-21", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1997-01-21", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "1997-01-21", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1997-01-21", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1997-01-21", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1997-01-21", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1997-01-22", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1997-01-21", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1997-01-21", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1997-01-21", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1997-01-21", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1997-01-21", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1997-01-21", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1997-01-21", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-21", 
  "number": "1", 
  "official_title": "A bill to provide for safe and affordable schools.", 
  "popular_title": "School Safety bill", 
  "related_bills": [], 
  "short_title": "Safe and Affordable Schools Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Coverdell, Paul", 
    "state": "GA", 
    "thomas_id": "01310", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-21", 
  "subjects": [
    "Administration of juvenile justice", 
    "Armed forces and national security", 
    "Authorization", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Disabled", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug traffic", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational finance", 
    "Educational innovations", 
    "Educational reform", 
    "Educational statistics", 
    "Educational vouchers", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Elementary schools", 
    "Employee benefit plans", 
    "Excise tax", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Finance and financial sector", 
    "Firearms", 
    "Gangs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Graduate education", 
    "Higher education", 
    "Illiteracy", 
    "Income tax", 
    "Interest", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Law", 
    "Leadership", 
    "Literacy programs", 
    "Parent-school relationships", 
    "Personal income tax", 
    "Private schools", 
    "Public schools", 
    "Rehabilitation of criminals", 
    "Retired military personnel", 
    "Savings accounts", 
    "Scholarships", 
    "School choice", 
    "School discipline", 
    "School security", 
    "School violence", 
    "Secondary education", 
    "Secondary school students", 
    "Social welfare", 
    "Standards", 
    "Student employment", 
    "Student loan funds", 
    "Student records", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax returns", 
    "Taxation", 
    "Teacher education", 
    "Teachers", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Victims of crimes", 
    "Violence", 
    "Weapons", 
    "Witnesses"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-21", 
    "text": "TABLE OF CONTENTS: Title I: Safe and Drug-Free Schools Initiative Subtitle A: Student Opportunity and Safety Subtitle B: Common Sense School Safety Title II: Amendments to the Elementary and Secondary Education Act of 1965 Title III: Tax Incentives for Higher Education Title IV: Funding for Part B of the Individuals With Disabilities Education Act Title V: Adult Education and Family Literacy Subtitle A: Adult Education Act Subtitle B: Demonstration Programs and Projects to Promote Literacy Subtitle C: National Commission on Literacy Safe and Affordable Schools Act of 1997 - Title I: Safe and Drug-Free Schools Initiative - Subtitle A: Student Opportunity and Safety - Student Opportunity and Safety Act - Authorizes appropriations for the grants program established under this subtitle and for program evaluation. (Sec. 115) Directs the Secretary of Education to make grants to eligible entities for 20 to 30 demonstration projects under which low-income parents receive education certificates for the costs of enrolling their eligible children in a choice school. Gives priority to eligible entities that: (1) are conducting a school choice program, involving public or private schools, on the date of enactment of this Act; and (2) operate a school choice program, involving public and private schools, that is authorized by Federal law. Requires 90 percent of such grants (85 percent the first year) to be used for providing education certificates to low-income parents to pay tuition, fees, allowable transportation costs, and costs of certain special programs, for their eligible children to attend a choice school. Allows the remainder to be used for administration of the demonstration project. Declares that such education certificates shall be considered as: (1) aid to parents, not to the choice school. States that such education certificates shall not be considered income to an eligible child or its parent for Federal, State, or local tax purposes, or for determining eligibility for any other Federal program. Subtitle B: Common Sense School Safety - Common Sense School Safety Act - Chapter I: Pupil Safety and Family Choice - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to allow students, who are program-eligible or who attend a program-eligible school, to switch schools if they have been victims of violent crimes in or on the grounds of their schools. Authorizes the local educational agency (LEA) to use program funds to pay certain supplementary costs for such students to attend any other public or private elementary school or secondary school, including a sectarian school, in that State, that is selected by the student's parent. (Sec. 151) Authorizes States, State educational agencies (SEAs), or LEAs to transfer any non-Federal public funds associated with the education of a student who is a victim of a violent criminal offense while in or on the grounds of a public elementary school or secondary school served by an LEA to another LEA or to a private elementary school or secondary school, including a sectarian school. Chapter II: Victim Assistance Programs - Amends the Victims of Crime Act of 1984 to authorize: (1) use of victim compensation program grant funds for compensation to students who are victims of school violence; and (2) grants for a demonstration project or for training and technical assistance services to a program that assists LEA programs designed to protect victims of and witnesses to incidents of school violence. Chapter III: Innovative Programs to Improve Unsafe Schools - Authorizes appropriations for the grants program established under this chapter. (Sec. 175) Authorizes the Secretary to award grants to States, SEAs, and LEAs for innovative programs to improve unsafe elementary schools or secondary schools. Gives priority to programs that: (1) provide parent and teacher notification of crimes or drug activity occurring at school; (2) provide for the suspension, delay, or restriction of driving privileges of persons under age 18 who have a conviction, an adjudication in a juvenile proceeding, or a finding in a school disciplinary proceeding, involving illegal drugs; (3) link local educational agencies with community-based mentoring programs; (4) include cooperative efforts between the Secretary and the Secretary of Defense to share the training and salary costs of former members of the Armed Forces who are hired as teachers and assigned to teach in public elementary schools and secondary schools, especially in communities adversely affected by the recent closing or substantial downsizing of a military base or facility; and (5) enhance school security measures. Chapter IV: Notification for Juvenile Justice and Law Enforcement Purposes - Directs the Secretary to prepare and distribute to SEAs and LEAs a notice regarding the extent of permissible disclosure of educational records under the General Education Provisions Act and related regulations. Title II: Amendments to the Elementary and Secondary Education Act of 1965 - State Education Flexibility Act - Amends ESEA to include under targeted uses of LEA innovative education assistance funds: (1) programs using scholarships or vouchers provided to a parent by an LEA that permit the parent to select the public or private, including sectarian, school that the parent's child will attend; (2) education reform projects that provide same gender schools, as long as comparable educational opportunities are offered for students of both sexes; and (3) education reform projects that reward teachers, administrators, and schools with cash bonuses and other incentives for significantly improving the academic performance of their students. Title III: Tax Incentives for Higher Education - Affordable College Act - Amends the Internal Revenue Code with respect to qualified State tuition programs to provide for Bob Dole Education Investment Accounts. Limits contributions to such an account to $1,000 in cash per calendar year for an account holder under age 18. Exempts such accounts from Federal income taxation, except the tax on the unrelated business income of charitable organizations. (Sec. 301) Prohibits the establishment of such an account for the benefit of more than one individual. Provides that, if at any time during a calendar year, two or more education investment accounts are maintained for the benefit of an individual, only the account first established shall be treated as a Bob Dole education investment account (except where more than one account exists solely by reason of a rollover contribution). (Sec. 302) Extends permanently the tax exclusion for educational assistance programs provided by employers. Allows such programs to include assistance for graduate education. (Sec. 303) Revises the tax treatment of qualified State tuition programs to exclude from gross income any distributions used for qualified higher educational expenses, including room and board. (Sec. 304) Allows a tax deduction for up to $2,500 per year of interest on education loans, with specified reductions for taxpayers whose adjusted gross income exceeds certain amounts. Allows such deduction whether or not the taxpayer itemizes other deductions. Requires specified tax returns from persons (including governmental units) which have received education loan interest in the course of trade or business from individuals. (Sec. 305) Excludes from gross income any payments received under a Federal work study program. Title IV: Funding for Part B of the Individuals With Disabilities Education Act - Amends the Individuals with Disabilities Education Act to extend the authorization of appropriations for Assistance for Education of All Children with Disabilities. Title V: Adult Education and Family Literacy - Subtitle A: Adult Education Act - Amends the Adult Education Act (AEA) to revise and consolidate AEA programs for adult education and family literacy, and to extend the authorization of appropriations for such programs. (Sec. 511) Revises requirements for Grants to Eligible Agencies, National Programs, and the National Institute for Literacy. Renames the National Institute Board the National Institute for Literacy Advisory Board. Directs the Secretary of Education to carry out a program of national leadership activities to enhance the quality of adult education and family literacy programs nationwide, including specified types of assistance, evaluation, and demonstration activities. (Sec. 512) Extends the authorization of appropriations for the functional literacy and life skills program for State and local prisoners. (Sec. 513) Revises specified provisions of the Refugee Education Assistance Act of 1980 and ESEA to conform to the amendments made to AEA. Subtitle B: Demonstration Programs and Projects to Promote Literacy - Amends ESEA title X (Programs of National Significance) to authorize the Secretary of Education to make grants to and contracts and cooperative agreements with SEAs, LEAs,, institutions of higher learning, and other public and private organizations to establish Demonstration Partnerships to Promote Literacy. Authorizes appropriations. Subtitle C: National Commission on Literacy - National Commission on Literacy - Establishes the National Commission on Literacy to review and report to the President and the Congress on the social and economic impact of illiteracy in the United States and any correlation between such impact and welfare costs, juvenile delinquency, special education, adult literacy programs, drug addiction, and underemployment. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "School Safety bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Safe and Affordable Schools Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Affordable College Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Common Sense School Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Commission on Literacy", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Education Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Student Opportunity and Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for safe and affordable schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:37-05:00"
}