{
  "actions": [
    {
      "acted_at": "1998-03-05", 
      "committee": "Committee on House Oversight, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on House Oversight, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-05", 
      "committee": "House Oversight", 
      "references": [], 
      "text": "Referred to House Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-05", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-20", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3399-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "English, Phil", 
      "sponsored_at": "1998-03-10", 
      "state": "PA", 
      "thomas_id": "00347", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Paxon, Bill", 
      "sponsored_at": "1998-03-05", 
      "state": "NY", 
      "thomas_id": "00901", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-05", 
  "number": "3399", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Campaign Finance Improvement Act of 1998", 
  "sponsor": {
    "district": "22", 
    "name": "Shaw, E. Clay, Jr.", 
    "state": "FL", 
    "thomas_id": "01047", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-05", 
  "subjects": [
    "Age (Law)", 
    "Aliens", 
    "Business and politics", 
    "Campaign contributors", 
    "Campaign funds", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Competitive bidding", 
    "Computer networks", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Corporations", 
    "Electronic data interchange", 
    "Employee rights", 
    "Families", 
    "Finance and financial sector", 
    "Financial statements", 
    "Freedom of information", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Immigration", 
    "Internet", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Labor unions", 
    "Law", 
    "Lobbying", 
    "Minors", 
    "Political action committees", 
    "Political parties", 
    "Presidential elections", 
    "Residence requirements", 
    "Science, technology, communications", 
    "Soft money", 
    "Stockholders", 
    "Trade associations", 
    "Union dues", 
    "Web sites"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-05", 
    "text": "Campaign Finance Improvement Act of 1998 - Amends the Federal Election Campaign Act of 1971 (FECA) to require the Federal Election Commission to: (1) establish a specified public Internet site by January 1, 1999; (2) permit persons required to file reports under FECA to file such reports by directly posting them on the Internet site or by filing them electronically to enable the Commission to post reports on such site immediately upon receipt; (3) provide for one or more methods (other than requiring a signature on the reports being filed) for verification of reports filed in accordance with the methods described in the preceding; and (4) obtain and provide for computer software required to carry out this Act through competitive bidding. (Sec. 3) Requires each political committee which receives a contribution of $200 or more to report the contribution not later than ten days after receipt and include the contributor's identification, the date of receipt and the contribution amount, and (in the case of a candidate's authorized committee) the candidate's name and the office sought by the candidate. Expands the types of contributions required to be reported by principal campaign committees and changes the deadline for reporting such contributions by any authorized committee of a candidate. (Sec. 4) Prohibits House of Representatives candidates from accepting contributions in an election from persons other than in-State residents totaling in excess of the aggregate amount of contributions accepted in the election from such residents, with the exception of contributions from national, State, and local political parties. (Sec. 5) Waives the \"best efforts\" exception with respect to information on the identification of any person who makes a contribution or contributions aggregating more than $200 in a year. (Sec. 6) Lowers the threshold for U.S. and foreign cash contributions from $100 to $20. (Sec. 7) Sets forth requirements for the treatment of contributions made by dependent minors. (Sec. 8) Redefines foreign national to include any individual who is not a U.S. citizen, whether in the U.S. lawfully or unlawfully. (Sec. 9) Requires the submission of monthly reports by national political party committees and any other political committees (other than candidates' authorized committees) not filing quarterly reports. Requires national political party committees to file the reports due in November and December of any year in which a regularly scheduled general election is held, together with the pre-general election report, post-general election report, and year end report. (Sec. 10) Requires the disclosure of all fund transfers by national political parties to State and local political parties, without regard to whether or not the funds are otherwise treated as contributions or expenditures. Requires disclosure by State political parties of disbursements required to be reported under State or local law. (Sec. 11) Amends the Labor Management Reporting and Disclosure Act of 1959 to: (1) require the inclusion of specified expenditures in the annual financial reports of labor organizations; and (2) make information contained in labor organization reports and annual financial reports available via a public Internet site or another publicly accessible computer network. (Sec. 12) Amends FECA to make it unlawful, except with the separate, prior, written, voluntary authorization of each individual, for: (1) national banks or corporations to collect from or assess its stockholders or employees any dues, initiation fee, or other payment as a condition of employment if any part of such dues, fee, or payment will be used for political activities in which the national bank or corporation is engaged; and (2) labor organizations to collect from or assess its members or nonmembers any dues, fee, or other payment if any part of such dues, fee, or payment will be used for political activities in which the labor organization is engaged. States that an authorization shall remain in effect until revoked and may be revoked at any time. Requires each entity collecting from or assessing amounts from an individual with an authorization in effect to provide the individual with a statement that the individual may at any time revoke the authorization. (Sec. 13) Removes the conditions on the solicitation of contributions by trade associations from shareholders and personnel (and their families) of member corporations of such associations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Finance Improvement Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:40-05:00"
}