{
  "actions": [
    {
      "acted_at": "1975-01-29", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-01-29", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2388-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-29", 
  "number": "2388", 
  "official_title": "A bill to establish a Federal Oil and Gas Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Oil and Gas Corporation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-29", 
  "subjects": [
    "Corporations", 
    "Independent regulatory commissions", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Power resources"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-29", 
    "text": "Federal Oil and Gas Corporation Act - Creates a body corporate by the name of the \"Federal Oil and Gas Corporation\" which shall establish and administer on Federal land a national program of natural gas and oil exploration and development. Prohibits the Directors of such Corporation from having a financial interest in any corporation engaged in the business of distributing and selling natural gas or oil to the public nor in any corporation engaged in the business of natural gas or oil exploration, development, transportation or use, nor shall any Director have any interest in any business which may be affected by the activities of the Corporation. Provides that the Corporation shall have the power to explore for natural gas and oil on Federal, State, foreign, or private lands; develop and sell natural gas or oil discovered by exploration, or otherwise obtained by sale, lease, purchase, exchange, or contract; and to build and operate all those facilities necessary for the development or sale of such resources; construct, lease, purchase, or authorize the construction of transmission pipelines within transmission distance from the place where such oil and gas is produced and to interconnect with other systems; and to incur debt for capital purposes. States that such debt may be incurred in the form of bonds, debentures, equipment trust certificates, conditional sale agreements, or any other form of securities, agreements, or obligations. Provides that any Federal agency or department having authority to lease, sell, or otherwise dispose of Federal lands or rights to natural gas or oil which is or may be located on Federal lands, including offshore rights, shall, upon the receipt of a request of the Corporation grant the Corporation such right to develop without payment within ninety days after the receipt of such request. Directs the Secretary of Defense, acting for the Secretary of the Navy, to transfer possession of certain properties inside the naval petroleum and oil shale reserves, which are subject to such Secretary's jurisdiction and control, to the Corporation. Directs the Corporation to build, lease, or purchase refining facilities for the crude oil, natural gas, or oil, it produces or otherwise obtains only if it is unable to make sales of such products in a manner which will promote competition among suppliers of such products. States that sale of natural gas or oil by the Corporation shall be made at fair and reasonable prices designed to promote competition among suppliers of these energy resources. Requires that, in selling natural gas or oil, the Corporation shall give price, supply, or delivery preference to States, political subdivisions of States, and independent refiners. States that it shall be the objective of the Corporation to prevent all adverse environmental impacts associated with the activities of the Corporation which will likely impose an unacceptable cumulative burden of pollution or degradation upon the natural resources of the vicinity and the region. Provides that, prior to the initiation of any program of exploration or the construction of any major facility under this Act, the Corporation shall prepare with the approval of its environmental advisory committee an environmental impact statement pursuant to the National Environmental Policy Act. Requires the Comptroller General of the United States to audit the transactions of the Corporation at such times as he shall determine, but not less frequently than once each governmental fiscal year. Authorizes all appropriations necessary to the Corporation for each fiscal year to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil and Gas Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Oil and Gas Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:06-05:00"
}