{
  "actions": [
    {
      "acted_at": "2006-06-29", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-20", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Lugar. With written report No. 109-288.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-20", 
      "calendar": "Senate Legislative", 
      "number": "527", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 527.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-11-16", 
      "references": [
        {
          "reference": "CR S10982-11010", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-16", 
      "bill_ids": [
        "hr5682-109"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5682 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-16", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 527.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-16", 
      "bill_ids": [
        "hr5682-109"
      ], 
      "references": [], 
      "text": "See also H.R. 5682.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5168-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5168"
    }, 
    {
      "amendment_id": "s5169-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5169"
    }, 
    {
      "amendment_id": "s5170-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5170"
    }, 
    {
      "amendment_id": "s5172-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5172"
    }, 
    {
      "amendment_id": "s5173-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5173"
    }, 
    {
      "amendment_id": "s5174-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5174"
    }, 
    {
      "amendment_id": "s5178-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5178"
    }, 
    {
      "amendment_id": "s5179-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5179"
    }, 
    {
      "amendment_id": "s5180-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5180"
    }, 
    {
      "amendment_id": "s5181-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5181"
    }, 
    {
      "amendment_id": "s5182-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5182"
    }, 
    {
      "amendment_id": "s5183-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5183"
    }, 
    {
      "amendment_id": "s5187-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5187"
    }
  ], 
  "bill_id": "s3709-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-07-20", 
  "number": "3709", 
  "official_title": "An original bill to exempt from certain requirements of the Atomic Energy Act of 1954 United States exports of nuclear materials, equipment, and technology to India, and to implement the United States Additional Protocol.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5682-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5682-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5682-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5682-109", 
      "reason": "includes"
    }
  ], 
  "short_title": "United States Additional Protocol Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-06-29", 
  "subjects": [
    "Administrative remedies", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Arms control verification", 
    "Arms race", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Democracy", 
    "Energy", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Export controls", 
    "Fines (Penalties)", 
    "Fissionable materials", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "India", 
    "International affairs", 
    "International control of nuclear power", 
    "Judicial review", 
    "Law", 
    "Legislative resolutions", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Pakistan", 
    "President and foreign policy", 
    "Reactor fuel reprocessing", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "South Asia", 
    "Technology transfer", 
    "Uranium enrichment", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2006-07-20", 
    "text": "Title I: United States-India Peaceful Atomic Energy Cooperation - United States-India Peaceful Atomic Energy Cooperation Act - (Sec. 102) Expresses the sense of Congress that: (1) strong bilateral relations with India are in the U.S. national interest; (2) the United States and India share common democratic values and the potential for increasing economic engagement; (3) commerce in civil nuclear energy with India by the United States and other countries has the potential to benefit the people of all countries; (4) such commerce also represents a significant change in U.S. policy with countries not parties to the Nuclear Nonproliferation Treaty (NPT); (5) any commerce in civil nuclear energy with India by the United States and other countries must be achieved in a manner that minimizes the risk of nuclear proliferation or regional arms races and maximizes India's adherence to international nonproliferation regimes, including the Guidelines of the Nuclear Suppliers Group (NSG); and (6) the United States should not seek to facilitate the continuation of nuclear exports to India by any other party if such exports are terminated under U.S. law. (Sec. 103) States that it is U.S. policy with respect to any peaceful U.S.-India atomic energy cooperation: (1) to end the production by India and Pakistan of fissile materials for nuclear weapons and other nuclear explosive devices; (2) to achieve the government of India's cooperation in the full range of international nonproliferation regimes and activities; (3) to ensure India's compliance with its nonproliferation, arms control, and disarmament agreements; (4) to ensure that any safeguards agreement or Additional Protocol thereto to which India is a party with the International Atomic Energy Agency (IAEA) can reliably safeguard any export or reexport to India of any nuclear materials and equipment; (5) to meet specified requirements of the Atomic Energy Act of 1954 (AEA); (6) to act in a manner consistent with the Guidelines for Nuclear Transfers and the Guidelines for Transfers of Nuclear-Related Dual-Use Equipment, Materials, Software and Related Technology developed by the multilateral Nuclear Suppliers Group (NSG); (7) given the special sensitivity of equipment and technologies related to the enrichment of uranium, the reprocessing of spent nuclear fuel, and the production of heavy water, to work with NSG members to further restrict the transfers of such equipment and technologies, including to India; (8) to maintain international compliance with NPT; and (9) that exports of nuclear fuel to India should not contribute to increases in India's production of fissile material for non-civilian purposes. (Sec. 104) Authorizes the President, upon making specified determinations, to exempt a proposed cooperation agreement with India from AEA requirements regarding: (1) mandatory maintenance of IAEA safeguards for nuclear materials in peaceful nuclear activities; (2) certain additional export criteria and procedures; (3) failure to take steps after March 10, 1978, to end activities involving source or special nuclear materials related to manufacture or acquisition of nuclear explosive devices; and (4) conduct that occurred before July 18. 2005, that would have resulted in termination of nuclear exports. (Sec. 105) Sets forth such presidential determinations respecting: (1) India and the United States; (2) India and the IAEA; (3) civil nuclear commerce with India; and (4) nonproliferation safeguards. (Sec. 106) Expresses the sense of Congress that it is in the U.S. interest to permit the timely consideration of applications for the export and reexport to India of nuclear materials and sensitive technology requiring specified federal authorizations. Prohibits the Nuclear Regulatory Commission (NRC) and the Secretary of Energy, respectively, from authorizing licenses for the export or reexport to India of any equipment, materials, or technology related to the enrichment of uranium, the reprocessing of spent nuclear fuel, or the production of heavy water. Permits such prohibited exports or reexports: (1) if the end user is a multinational facility participating in an IAEA-approved program to provide alternatives to national fuel cycle capabilities, or is a facility participating in, and the export or reexport is associated with, a bilateral or multinational program to develop a proliferation-resistant fuel cycle; and (2) the President determines that the export or reexport will not improve India's military ability to produce nuclear weapons or fissile material. (Sec. 107) Directs the President to ensure that all appropriate measures are taken to maintain accountability with respect to nuclear materials, equipment, and technology sold, leased, exported, or reexported to India and to ensure U.S. compliance with Article I of the NPT. Includes among such measures the following: (1) obtaining and implementing assurances and conditions pursuant to the export licensing authorities of the NRC and the Department of Commerce and the authorizing authorities of the Department of Energy; (2) a reporting and accounting system for technology transfers, including any retransfers in India authorized by the Department of Energy pursuant to the AEA; and (3) alternate safeguards that conform with IAEA standards and practices in the event the IAEA is unable to implement safeguards required by a U.S.-India agreement. States that such measures shall be implemented to provide reasonable assurances of recipient compliance with the requirements of any U.S.-issued licenses regarding such exports (including those relating to the use, retransfer, safe handling, secure transit, and storage of such exports). (Sec. 108) Directs the President to keep the appropriate congressional committees fully informed of any significant nuclear activities of India, including: (1) any material non-compliance on the part of the government of India with the nonproliferation commitments undertaken in the Joint Statement of July 18, 2005, the separation plan presented in the national parliament of India, agreements between India and the IAEA and India and the United States, and U.S. laws and regulations regarding the export or reexport of nuclear material or dual-use material, equipment, or technology; (2) the construction of a nuclear facility in India after the date of the enactment of this Act; (3) significant changes in India's production of nuclear weapons or the types or amounts of fissile material produced; and (4) changes in the purpose or operational status of any unsafeguarded nuclear fuel cycle activities in India. Requires the President to report annually to the appropriate congressional committees: (1) a description of any additional nuclear facilities and nuclear materials that the government of India has placed or intends to place under IAEA safeguards; (2) a comprehensive listing of each license or other authorization for the export or reexport to India of nuclear materials and equipment; (3) any significant nuclear commerce between India and other countries; (4) either a certification that India is in full compliance with the commitments contained in the agreements and other documents or, if the President cannot make such certification, an identification and assessment of all compliance issues arising with regard to India's adherence to its commitments; (5) a description of U.S. efforts to promote national or regional progress by India and Pakistan in reducing their fissile material stockpiles; and (6) a description of efforts made toward achieving India's full participation in the Proliferation Security Initiative, formal commitment to the Statement of Interdiction Principles, public announcement of its decision to conform its export control laws, regulations, and policies with the Australia Group and with the Guidelines, Procedures, Criteria, and Controls List of the Wassenaar Arrangement, and demonstration of satisfactory progress toward implementing such decision. (Sec. 109) States that this title shall not be deemed to constitute authority for any action in violation of any U.S. obligation under the NPT. (Sec. 110) Deems any determination under section 105 and any waiver under section 104 of this Act ineffective if the President determines that India has detonated a nuclear explosive device after the date of the enactment of the Act. (Sec. 111) States that Congress finds that India is not a Missile Technology Control Regime (MTCR) adherent for certain sanction purposes (section 73) of the Arms Export Control Act. (India's violation of missile transfer restrictions remains subject to sanctions.) (Sec. 112) Amends the Arms Control and Nonproliferation Act of 1999 to specify that the Assistant Secretary of State for Verification and Compliance has responsibility for verification or compliance aspects of the reports required by section 108 of this Act. (Sec. 113) Defines specified terms. Title II: United States Additional Protocol Implementation - United States Additional Protocol Implementation Act - (Sec. 202) Defines \"Additional Protocol\" (when used in the singular form) as the Protocol Additional to the Agreement between the United States of America and the International Atomic Energy Agency for the Application of Safeguards in the United States of America, with Annexes, signed at Vienna on June 12, 1998. Subtitle A: General Provisions - (Sec. 211) Authorizes the President to carry out the provisions of this title and the Additional Protocol, and directs the President to designate the enforcing executive agency or agencies. States that such authority does not supersede or otherwise modify any existing authority of any federal department or agency already having such authority. Subtitle B: Complementary Access - (Sec. 221) States that: (1) no complementary access to any U.S. location shall take place pursuant to the Additional Protocol without U.S. government authorization and authorizes such access; and (2) in the event of complementary access to a privately owned or operated location, no employee of the Environmental Protection Agency (EPA) or of the Mine Safety and Health Administration or the Occupational Safety and Health Administration (OSHA) of the Department of Labor may participate in the access. (Sec. 222) Sets forth complementary access procedures respecting: (1) notice; (2) credentials; (3) scope of access; and (4) environment, health, safety, and security observance. (Sec. 223) Sets forth provisions respecting: (1) consent; (2) administrative search warrants in the absence of consent; (3) expedited access; and (4) administrative search warrants for complimentary access. (Sec. 224) Makes it unlawful for any person willfully to fail or refuse to permit, or to disrupt or otherwise impede, a complementary access authorized by this subtitle or an entry in connection with such access. Subtitle C: Confidentiality of Information - (Sec. 231) Exempts information acquired by the U.S. government under this title or under the Additional Protocol from specified disclosure provisions. Subtitle D: Enforcement - (Sec. 241) Makes it unlawful to willfully fail or refuse to: (1) establish or maintain any record required under this title; (2) submit any report, notice, or other information to the U.S. government in accordance with any regulation prescribed under this title; or (3) permit access to or copying of any record by the U.S. government in accordance with any regulation prescribed under this title. (Sec. 242) Establishes civil and criminal penalties for complimentary access and recordkeeping violations. Sets forth administrative appellate and judicial review provisions. (Sec. 243) States that U.S. district courts shall have jurisdiction over civil actions brought by the head of an executive agency to: (1) restrain complimentary access and recordkeeping violations; or (2) to compel the taking of any action required by this title or the Additional Protocol. Subtitle E: Environmental Sampling - (Sec. 251) Directs the President to notify the appropriate congressional committees if the IAEA Board of Governors approves wide-area environmental sampling for use as a safeguards verification tool. Requires such notification to contain: (1) a description of the specific methods and sampling techniques; and (2) a statement whether or not such sampling may be conducted in the United States under the Additional Protocol. (Sec. 252) Prohibits IAEA-proposed wide-area environmental sampling at a specified U.S. location under the Additional Protocol unless the President reports to the appropriate congressional committees that: (1) such sampling is necessary to increase IAEA's capability to detect undeclared nuclear activities in the territory of a non-nuclear-weapon state party; (2) such sampling will not result in IAEA access to locations, activities, or information of direct national security significance; and (3) the United States has been provided sufficient opportunity for consultation with the IAEA or has requested that the IAEA engage in such access and sampling. (Sec. 253) Prohibits the United States from permitting any location-specific environmental sampling in the United States unless the President reports to the appropriate congressional committees that: (1) the proposed use of location-specific environmental sampling will not result in IAEA access to locations, activities, or information of direct national security significance; and (2) the United States has been provided sufficient opportunity for consultation with the IAEA or has requested that the IAEA engage in such access and sampling. Subtitle F: Authorization of Appropriations - (Sec. 261) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Additional Protocol Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States-India Peaceful Atomic Energy Cooperation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States Additional Protocol Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States-India Peaceful Atomic Energy Cooperation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to exempt from certain requirements of the Atomic Energy Act of 1954 United States exports of nuclear materials, equipment, and technology to India, and to implement the United States Additional Protocol.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:26-05:00"
}