{
  "actions": [
    {
      "acted_at": "1995-05-25", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-26", 
      "references": [
        {
          "reference": "CR E1145", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-05", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1714-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-25", 
  "number": "1714", 
  "official_title": "To amend the Endangered Species Act of 1973 to require that species which are being considered for listing under that Act or are currently listed under that Act are expeditiously reviewed for listing or continued listing, respectively, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Endangered Species Relisting Act of 1995", 
  "sponsor": {
    "district": "20", 
    "name": "Dooley, Calvin M.", 
    "state": "CA", 
    "thomas_id": "00306", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-05-25", 
  "subjects": [
    "Administrative procedure", 
    "Animals", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of the Interior", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Emergency management", 
    "Eminent domain", 
    "Endangered species", 
    "Environmental protection", 
    "Extinction (Biology)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Law", 
    "Public lands and natural resources", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-05-25", 
    "text": "Endangered Species Relisting Act of 1995 - Amends the Endangered Species Act of 1973 to provide that a covered species shall not be considered to be an endangered or threatened species for purposes of such Act unless: (1) in the case of a species which is included in a list of endangered or threatened species on the date of this Act's enactment, a petition is filed to relist that species on such list and the review of such petition is completed by the Secretary of the Interior according to specified criteria; or (2) in response to a petition or on the Secretary's own initiative, the Secretary determines in accordance with specified requirements that the species is certain to become extinct or will be placed on an irreversible course to extinction over the 24-month period beginning on the date of the determination. Requires that such a determination be based on the best scientific and commercial data available and be subject to comment after publication in the Federal Register for 60 days prior to taking effect. Authorizes the Secretary to utilize information contained in a recovery plan developed prior to this Act's enactment with respect to a species in making such a determination. Makes such a determination subject to judicial review. Sets forth annual reporting requirements for the Secretary. Prohibits the Secretary from taking any action with respect to the inclusion of a species in, retention of a species on, or removal of a species from the list or the development, revision, approval, or implementation of a recovery plan based on any data, result, or determination (data) which has not undergone peer review. Requires the Secretary to submit to peer review (by at least three independent reviewers selected by the Secretary from among individuals recommended by the National Academy of Sciences (NAS)) all data that are the basis of such an action and all data that is timely submitted to the Secretary by any person likely to be affected by the Secretary's action. Directs the Secretary to: (1) publish the results of any such peer review and all materials relevant to a decision to take action; and (2) obtain recommendations of individuals to perform peer review from the NAS and, in the case of economic analyses, from the appropriate scientific board. Sets deadlines for the development of recovery plans. Requires the Secretary, for any species for which one or more proposed recovery plans are submitted that would adequately promote the conservation and survival of a species, to adopt the plan that would impose the lowest costs on persons affected by the plan, apply to more than one species, and not result in a prohibition of use of the land or water for other purposes. Specifies that a taking that occurs in the course of specified activities (such as any action by a State or local government agency to respond to, prevent, or mitigate an emergency and any lawful activity that is approved by a State or local government) is not prohibited by the Act if the taking is de minimis in nature and merely incidental to the activity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Relisting Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Endangered Species Act of 1973 to require that species which are being considered for listing under that Act or are currently listed under that Act are expeditiously reviewed for listing or continued listing, respectively, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:29-05:00"
}