{
  "actions": [
    {
      "acted_at": "1987-05-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-03", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, Labor Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-04", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-25", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 100-360. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-25", 
      "calendar": "Senate Legislative", 
      "number": "691", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 691.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1265-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1988-02-18", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1987-07-14", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1988-10-12", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1987-05-21", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-21", 
  "number": "1265", 
  "official_title": "A bill to amend the Public Health Service Act and the Fair Labor Standards Act of 1938 to provide minimum health benefits for all workers in the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2508-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2508-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Minimum Health Benefits for All Workers Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-02-17", 
  "subjects": [
    "Business and commerce", 
    "Employee benefit plans", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Health", 
    "Health insurance", 
    "Indexing (Economic policy)", 
    "Insurance", 
    "Insurance companies", 
    "Insurance premiums", 
    "Labor and employment", 
    "Mental health services", 
    "Payroll deductions", 
    "Regional medical programs", 
    "Small business", 
    "State laws", 
    "States", 
    "Temporary employment"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1988-05-25", 
    "text": "(Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 100-360) Minimum Health Benefits for All Workers Act of 1988 - Title I: Amendments to Public Health Service Act - Amends the Public Health Service Act to add provisions which require each employer to enroll each of its employees and their families in a health benefit plan. Makes State and local employers which do not so enroll their employees and their families ineligible to receive grants, contracts, loans, or loan guarantees under such Act. Title II: Amendments to Fair Labor Standards Act of 1938 and Employee Retirement Income Security Act of 1974 - Amends the Fair Labor Standards Act of 1938 to add provisions which require each employer to enroll each of its employees and their families in a health benefit plan. Amends the Employee Retirement Income Security Act of 1974 regarding supersedure of State laws relating to contracts or policies of insurance issued to or under a health benefit plan under title III of this Act. Title III: Requirements for Health Benefit Plans for Employees and Their Families - Subtitle A: Requirement and Definitions - Applies this title to employers required to enroll employees in health benefit plans under certain provisions of the Public Health Service Act or the Fair Labor Standards Act of 1938. Requires each small and certain large employers to use a regional insurer, subject to certain exceptions and conditions. Requires that enrollment of an employee in a health benefit plan under this title includes enrollment of the employee's family in the plan. Prohibits the employee from waiving personal or family enrollment. Provides exceptions: (1) to avoid duplicate family coverage; and (2) in the case of multiple employers. Prohibits employers from discriminating against any individual because such individual has a spouse or child required under this title to be enrolled in a health benefit plan. Subtitle B: Requirements for Health Benefit Plans - Sets forth general requirements for plans. Permits a health benefit plan to be considered as meeting such requirements provided the actuarial benefits under the plan are not less than would have applied if the plan met the requirements of this subtitle. Sets forth minimum requirements, including a limit on out-of-pocket expenses. Mandates inclusion of certain mental health benefits. Directs the Secretary of Labor to: (1) establish an advisory board to advise the Secretary on development of actuarial equivalency standards; and (2) publish, at least three months before the effective date of this Act, a table of actuarial equivalency describing as many variations as feasible. Declares a plan using variations not included in the table to be in compliance with this Act if it meets certain good faith and certification requirements, unless the Secretary finds it out of compliance. Directs the Secretary to establish streamlined procedures regarding employers with multiple plans. Specifies benefits which a plan must provide, including inpatient and outpatient hospital care and physician services, tests, prenatal and well-baby care, and inpatient and outpatient care for mental disorders. Prohibits placing limits on the scope or duration of benefits for hospital care, physician services, or tests. Declares that nothing in this Act prohibits a health plan from: (1) providing benefits through a panel or other form of managed care system; and (2) establishing a different level of payments for reimbursement for different health care providers furnishing benefits. Provides that, during the five years after this Act becomes effective, no plan shall be required to use a provider to provide benefits provided before January 1, 1988, other than the providers being utilized by the plan on that date. Allows an insurer, with certain exceptions, to establish a fee schedule or other basis of payment that is different from actual charges. Provides special requirements for new small businesses. Specifies requirements regarding the date of initial coverage and interim coverage. Prohibits pre-existing condition provisions. Provides special requirements regarding initial coverage dates and minimum service requirements for certain temporary employees. Allows a plan to require an employee to pay for premiums, deductibles, copayments, and coinsurance not to exceed certain limits. Prohibits a plan from requiring a premium for an employee whose hourly wage is less than a specified amount. Prohibits State laws from preventing employers from using payroll withholding for premiums due by employees. Sets limitations on: (1) deductibles, to be increased for increases in the consumer price index; (2) copayments and coinsurance, subject to exception; and (3) out-of-pocket expenses. Subtitle C: Certification of Regional Insurers - Directs the Secretary of Health and Human Services (Secretary) to designate six to eight health insurance regions and to establish procedures for the periodic certification of insurers for each region. Sets forth certification eligibility requirements. Specifies requirements for application for and consideration of applications for such certification. Directs the Secretary to periodically evaluate the performance of regional insurers and, under certain circumstances, allows the Secretary to terminate the certification of the insurer. Sets forth requirements regarding the types of plans each regional insurer must offer. Requires each regional insurer to fix premiums under a community rating system. Prohibits adjustment of such premiums based on age, gender, or other factors relating to the projected or actual use of services, or on geographical location within the region. Permits regional insurers to enter into subcontracts. Directs the Secretary to encourage regional insurers to enter into arrangements with entities representing groups of small businesses for the provision of administrative services. Requires such insurers to reduce the premiums charged by an amount which reflects the value of such services. Directs the Secretary to provide technical assistance to employers, utilizing to the maximum extent feasible entities with experience in providing health insurance services to small businesses. Subtitle D: Regulations and Enforcement - Directs the Secretary to promulgate rules to carry out this title by specified deadlines. Provides for civil penalties for any nongovernmental employer who does not comply with certain provisions of this Act. Makes nongovernmental employers who knowingly fail to comply with certain provisions of this Act liable for damages, including health care costs incurred, to the employee or the employee's family. Allows any individual injured, adversely affected, or aggrieved by violation of certain requirements of this Act to bring an action for injunctive relief. Title IV: Effective Date - Provides for the effective dates of this Act and transition rules for certain circumstances. Declares that no employer will be required under title III of this Act to provide any health benefit in addition to the benefits required to be provided by specified provisions of this Act unless: (1) such additional benefit is for a service which State Medicaid plans (under title XIX of the Social Security Act) are required to cover for certain individuals; and (2) before the enactment of such requirement, the benefits and costs of requiring the provision of such additional health benefit have been analyzed and considered by the Congress, according to certain procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minimum Health Benefits for All Workers Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Act of 1938", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Minimum Health Benefits for All Workers Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act and the Fair Labor Standards Act of 1938 to provide minimum health benefits for all workers in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}