{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres55-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "55", 
  "official_title": "A resolution to establish legislative review subcommittees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Revises the Rules of the Senate to require each standing committee to establish a Subcommittee on Legislative Review to assist the Senate in: (1) its analysis, appraisal and evaluation of the application, administration, and execution of those laws, or parts of laws, the subject matter of which is within the jurisdiction of the committee of each such subcommittee, and in particular, in its analysis, appraisal and evaluation of any order, regulation, rule, certificate code of fair competition, license, notice, or similar instrument, issued, prescribed, or promulgated in the administration and execution of such laws or parts of laws, and (2) its formulation, consideration and enactment of such modifications of or changes in those laws, and of such additional legislation, as may be necessary or appropriate. Provides that in the case of a committee having one or more subcommittees to which the committee has given responsibility for considering and making recommendations with respect to subject matters within the subject jurisdiction of the committee, the Subcommittee on Legislative Review of that committee shall assist that subcommittee in reviewing and studying the application, administration and execution of those laws, or parts of laws, which are within such responsibility. Provides that in any case in which the Subcommittee on Legislative Review has not submitted a report to be prepared by it pursuant to this resolution within the period of time provided in this resolution, the Comptroller General shall, within one year after the last day on which the subcommittee report was to have been submitted, make such study and report the subcommittee was to have made, and submit a report thereon to the committee. Excludes the provisions of this rule from applying to the Committee on Appropriations of the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to establish legislative review subcommittees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:14-05:00"
}