{
  "actions": [
    {
      "acted_at": "1974-10-03", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17080-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-03", 
  "number": "17080", 
  "official_title": "A bill to protect and preserve tape recordings of conversations involving former President Richard M. Nixon and made during his tenure as President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Recordings and Materials Preservation Act", 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-03", 
  "subjects": [
    "Government operations and politics", 
    "Government property", 
    "Government records, documents, and information", 
    "Nixon Administration"
  ], 
  "subjects_top_term": "Government property", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-03", 
    "text": "Presidential Recordings and Materials Preservation Act - Directs the Administrator of General Services to obtain, or retain, complete possession and control of all tape recordings of conversations which were recorded by any officer or employee of the Federal Government and which: (1) involve former President Richard M. Nixon and/or other individuals who, at the time of the conversation, were employed by the Federal Government; (2) were recorded in the White House or the Executive Office Building located in Washington, District of Columbia; Camp David, Maryland; Key Biscayne, Florida; San Clemente, California; or any other place; and (3) were recorded between January 20, 1969, and August 9, 1974, inclusive. Provides for similar retention of papers which constitute historical materials of Richard M. Nixon. Requires that none of the materials covered by this Act shall be destroyed except as may be provided by Congress. Stipulates that the materials referred to in this Act shall be made available for use in any judicial proceeding or otherwise subject to court subpena or other legal process; provided, that any request by the Office of Watergate Special Prosecution Force for access to the tape recordings and materials have priority over any other request for such tapes or materials. Provides that if a Federal court of competent jurisdiction should decide that the provisions of this Act have deprived any individual of private property without just compensation, the Administrator is authorized to provide such compensation, from funds in the Federal treasury, as may be adjudged by a Federal court. Directs the Administrator to issue such reasonable regulations as may be necessary: (1) to assure the protection of such tape recordings from loss, destruction, or access to unauthorized persons; and (2) to govern access to such tape recordings. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Recordings and Materials Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect and preserve tape recordings of conversations involving former President Richard M. Nixon and made during his tenure as President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:34-05:00"
}