{
  "actions": [
    {
      "acted_at": "1987-06-23", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-16", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Rural Development, Electrification", 
      "text": "Referred to Subcommittee on Rural Development, Electrification.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1403-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Rural Development and Rural Electrification", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1987-06-23", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1987-06-23", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1987-06-23", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Karnes, David K.", 
      "sponsored_at": "1987-06-23", 
      "state": "NE", 
      "thomas_id": "01374", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1987-06-23", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1987-06-23", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1987-06-23", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1987-06-23", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-23", 
  "number": "1403", 
  "official_title": "A bill to establish a Rural Development Authority in the Department of Agriculture, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Recovery and Revitalization Act", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-23", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural innovations", 
    "Agricultural labor", 
    "Agricultural policies", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Business and social problems", 
    "Commodity Credit Corporation", 
    "Corporate finance", 
    "Corporations", 
    "Corporations and Stocks", 
    "Department of Agriculture", 
    "Depressed areas", 
    "Dislocated workers", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Employment and training programs", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Farmers", 
    "Farms", 
    "Federal installations", 
    "Federal office buildings", 
    "Federally-guaranteed loans", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Grain", 
    "Grants-in-aid", 
    "Health", 
    "Information services", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Libraries", 
    "Manpower training programs", 
    "Presidential aides", 
    "Presidents and Vice Presidents", 
    "Public Contracts, Procurement, and Property", 
    "Public health", 
    "Research and development", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Science and technology", 
    "Senate", 
    "State finance", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-23", 
    "text": "Rural Recovery and Revitalization Act - Title I: Rural Development Program and Authority-Subtitle A: Rural Development Authority - Directs the Secretary of Agriculture (Secretary) to establish and maintain a revitalized nationwide rural development program as set forth in the Rural Development Act of 1972, the Rural Development Policy Act of 1980, and this Act. Establishes in the Department of Agriculture a Rural Development Authority (Authority) headed by an Assistant Secretary appointed by the Secretary, with the advice and consent of the Senate. Directs the Secretary to: (1) transfer to the Authority those agencies, offices, or entities in the Department that perform rural development functions, including certain loan programs currently administered by the Farmers Home Administration; (2) establish in the Authority units to perform the various categories of transferred functions, such as rural housing, research, and public affairs; and (3) report to specified congressional leadership within one year with respect to transfers made or to be made Directs the Comptroller General to investigate and report to the President and to the Congress within one year about services, functions, and missions of other Federal departments and agencies that could be transferred to the Authority. Subtitle B: Rural Development Assistance - Directs the Secretary to consolidate and coordinate, under the Authority, all rural development and assistance programs established by the Consolidated Farm and Rural Development Act, related programs administered by the Secretary, and, to the extent feasible, rural-oriented programs administered by other agencies. Amends the Consolidated Farm and Rural Development Act to: (1) remove the Secretary's authority to grant up to $15,000,000 annually for certain rural development technical assistance, rural community leadership development, and rural development planning projects; and (2) direct the Assistant Secretary of the Authority, under the rural industrialization assistance program, to provide matching grants to States and loan guarantees to State-designated recipients to fund these same rural development interests, and to develop plans designed to encourage the growth of private business enterprises in rural areas. Directs the Secretary to establish within the Commodity Credit Corporation (CCC) a Rural Fund for Development account, to be administered by the Assistant Secretary, to guarantee loans made to finance rural development projects. Instructs the CCC to make available to this fund at least $1,100,000,000 in either commodities or cash. Authorizes the Assistant Secretary to enter into agreements with State and private entities to guarantee loans for such rural development projects as the start-up costs of small businesses, plan construction, and equipment purchases. Describes the limitations on the amounts of such loans and the procedures applicable if a borrower defaults. Directs the Assistant Secretary to report annually to specified Congressional leadership concerning the loan program. Amends the Food Security Act of 1985 to: (1) extend through FY 1990 guarantees by the Secretary of loans to nonprofit national rural development and finance corporations; (2) revise the eligibility requirements for such loan guarantees; (3) earmark $50,000,000 of certain available funds for loan guarantees; and (4) authorize FY 1987 through 1990 appropriations. Directs the Assistant Secretary to use low quality grain from CCC inventories as collateral to guarantee loans under the subtitle to borrowers for the purpose of constructing or operating a grain processing facility. Title II: State Cooperative Agreements and Plans - Directs the Assistant Secretary to enter into cooperative agreements, based on comprehensive plans submitted by the States, to: (1) enable the States to carry out laws and implement Federal rural development programs; (2) provide matching grants to the States; and (3) assist States in the development and administration of Federal programs that provide educational opportunities, job training, health services, and other specified benefits to rural residents. Permits the Secretary and other Federal agency heads to enter into agreements with State and local governments to provide educational training, job training, health services, and other benefits to rural residents. Directs the Assistant Secretary, in cooperation with the Secretary, to use the Cooperative State Extension Service to inform rural residents about such programs. Establishes in the National Agricultural Library the National Rural Assistance Information Clearinghouse to distribute information and data about Federal, State, and local programs. Title III: Rural Technology Development Centers - Amends the Consolidated Farms and Rural Development Act to direct the Secretary to conduct pilot projects in States or universities to enable them to establish and operate centers for rural technology development. Requires applicants to submit plans for such centers, which must: (1) be located in rural areas; (2) be designed to improve the economic condition of the area through projects to collect, test, and disseminate information on relevant new services and products; (3) consult with colleges or universities administering rural development and small farm research and education programs under the Rural Development Act of 1972; (4) take steps to develop continuing sources of financial support; and (5) provide for the maximum application of technology in those rural areas strongly affected by a depressed farm economy. Sets forth criteria to be met by pilot projects established under this title. Permits the Secretary to provide employment-related technical assistance to economically distressed rural areas. Directs the Secretary, for each of FY 1988 through 1990, to make grants of up to $500,000 per project to public, private, or cooperative organizations, to Indian tribes on reservations, other tribal groups, or individuals to assist rural entities in funding projects for the development of marketing plans to promote rural economic development. Enumerates criteria to guide the Secretary in determining grant recipients. Provides for the monitoring of projects funded under this program. Directs the Secretary to report the monitoring results to specified congressional committees. Authorizes appropriations. Title IV: Rural Dislocation Set-Aside Program - Sets aside ten percent of certain funds provided to the Secretary of Labor in each of FY 1988 through 1992, for programs providing basic readjustment services to dislocated farmers, ranchers, and farm workers. Directs the Secretary of Labor to notify the Governors of eligible States of the availability of such funds. Bases State eligibility on the extent of declining farm equity and the percentage increase in the average debt-to-asset ratio of farms. Sets forth criteria based on farm population for the allocation of funds to eligible States. Requires the Governor of each eligible State to submit a plan describing the readjustment services to be provided. Specifies required contents of the plan. Indicates potential recipients of services under the plan, including individuals whose farm or ranch operations have ended or are likely to end as a result of foreclosure, bankruptcy, or other unfavorable economic circumstances. Enumerates possible activities and services to be included in the State plan, such as counseling services, vocational evaluation, job search, and training assistance, and various support services (transportation, meals, temporary shelter, dependent care). Title V: Rural Set-Asides and Priority - Directs agency heads, in cases when funds are allocated to States according to a mandated formula, to take specified actions that would result in benefits to rural areas from Federal procurement and construction projects. Amends the Office of Federal Procurement Policy Act to require the heads of executive agencies to give equal consideration to rural areas when determining the location of new Federal buildings and activities related to their construction. Title VI: Special Assistant for Agriculture and Rural Development - Directs the President, within 180 days after enactment of this Act, to establish in the White House an Office of Agriculture and Rural Development to coordinate executive branch programs affecting rural areas. Provides that the Office shall be headed by a Special Assistant appointed by the President. Directs the Special Assistant to: (1) systematically review Federal programs affecting rural areas; (2) monitor activities and legislation affecting rural areas; and (3) assist in the full preparation of a comprehensive rural development strategy designed to maximize the effectiveness and increase the responsiveness of Federal programs to rural areas. Requires the Secretary, within one year after enactment of this Act, to transmit the rural development strategy to the congressional agriculture committees and to report annually to such committees on any changes to such strategy. Requires the Special Assistant to use the Office of the President to maximize coordination of Federal programs affecting rural areas. Title VII: Technical Provisions - Subtitle A: Administration - Provides for transfer of personnel to the Rural Development Authority from the Farmers Home Administration as may be necessary with respect to the functions transferred to the Authority. Sets forth other administrative details relevant to these functions transfers. Subtitle B: Conforming Amendments - Amends the Consolidated Farm and Rural Development Act, the Community Economic Development Act of 1981, and other Federal law to reflect the creation of the Rural Development Authority and the transfer of certain functions to it. Amends the Food Security Act of 1985 to continue the program of guaranteed loans and grants to nonprofit national rural development and finance corporations (Under current law, the program ended as of FY 1987). Title VIII: Implementation - Mandates that this Act be implemented not later than six months after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Recovery and Revitalization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Rural Development Authority in the Department of Agriculture, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:35-05:00"
}