{
  "actions": [
    {
      "acted_at": "1973-11-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11511-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-15", 
  "number": "11511", 
  "official_title": "A bill to amend the Public Health Service Act and related laws to revise and extend programs of health revenue sharing and health delivery.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11845-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Revenue Sharing and Health Services Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-15", 
  "subjects": [
    "Agriculture and food", 
    "Birth control", 
    "Disabled", 
    "Economics and public finance", 
    "Health facilities", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Mental care facilities", 
    "Mental health", 
    "Mentally handicapped", 
    "Population", 
    "Poverty", 
    "Public health", 
    "Revenue sharing", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-15", 
    "text": "Health Revenue Sharing and Health Services Act - Title I: Health Revenue Sharing - Special Health Revenue Sharing Act - Authorizes the appropriation of $100,000,000 for the fiscal year ending June 30, 1975, and $100,000,000 for the fiscal year ending June 30, 1976, for the programs providing grants to States for comprehensive public health services under the Public Health Service Act. Title II: Community Mental Health Centers - Community Mental Health Centers Amendments - Presents the finding of the Congress that: (1) community mental health care is the most effective and humane form of care for a majority of mentally ill individuals; and (2) federally funded community mental health centers have had a major impact on the improvement of mental health care by fostering coordination and cooperation between various agencies responsible for mental health care which in turn has resulted in a decrease in overlapping services and more efficient utilization of available resources. Provides that the comprehensive mental health services which shall be provided through a community mental health center under the Community Mental Health Centers Act shall include: (1) services for individuals who are inpatients in a hospital or other health services delivery facility, outpatient services, day care and similar partial hospitalization services, and emergency services; (2) detoxification and referral services for the treatment of alcohol abuse, alcoholism, and other drug abuse and drug dependence problems (including narcotic addiction); (3) consultation and education services for health professionals, schools, State and local law enforcement and correctional agencies, public welfare agencies, health services delivery agencies, and other appropriate entities; (4) assistance to courts and other public agencies in screening residents of the center's catchment area who are being considered for referral to a State mental health facility for treatment to determine if they should be so referred and provision, where appropriate, of treatment for such persons through the center as an alternative to treatment at such a facility; and (5) provision of followup care for residents of its catchment area who have been discharged from a State mental health facility. Authorizes appropriations for grants under such Act. Title III: Family Planning Programs - Family Planning and Population Research Act - Authorizes appropriations for the family planning and population research programs of the Public Health Service Act for the fiscal years ending June 30, 1975 and June 30, 1976. Title IV: Development Disabilities - Developmental Disabilities Amendments - Authorizes appropriations for demonstration and training grants under the Developmental Disabilities Services and Facilities Construction Act for the fiscal years ending June 30, 1975 and June 30, 1976. Eliminates specified present requirements of Federal approval of each construction project under such Act. Title V: Migrant Health - Authorizes appropriations under the Public Health Service Act for grants and contracts in the area of migrant health for the fiscal years ending June 30, 1975 and June 30, 1976. Title VI: Neighborhood Health Centers - Defines the term \"neighborhood health center\" as meaning under the Public Health Service Act an entity which provides primary health services and referral to providers of supplemental health services for all residents of the area it serves, and is organized in the manner prescribed under this Act. Requires the services of a neighborhood health center to be provided directly through its staff and supporting resources or through contracts or cooperative arrangements with public or private entities. Requires primary health services to be available and accessible in the area served by the center promptly, as appropriate, and in a manner which assures continuity. Provides that the governing body of a neighborhood health center shall have at least a majority of its members selected in a democratic manner by the persons receiving services from the center, shall meet at least once a month, shall establish general policies for the center, shall approve the center's annual budget, and shall approve the selection of a director for the center. Authorizes the Secretary to make grants to public and nonprofit private entities to assist in: (1) the establishment and initial operation of neighborhood health centers which will service a medically underserved area or group; and (2) meeting the cost of the continued operation of such centers. Authorizes to be appropriated $220,000,000 for the fiscal year ending June 30, 1975, and $240,000,000 for the fiscal year ending June 30, 1976; for grants under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Revenue Sharing and Health Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Mental Health Centers Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family Planning and Population Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act and related laws to revise and extend programs of health revenue sharing and health delivery.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:01-05:00"
}