{
  "actions": [
    {
      "acted_at": "1988-09-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2839-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-27", 
  "number": "2839", 
  "official_title": "A bill to establish programs for the professional development, recruitment, and training of elementary and secondary school teachers, to establish a national academy for teaching, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Teachers' Professional Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-27", 
  "subjects": [
    "Arts, culture, religion", 
    "Collection of accounts", 
    "Education", 
    "Educational innovations", 
    "Educational research", 
    "Employee benefit plans", 
    "Federal aid to education", 
    "Federally-guaranteed loans", 
    "Government records, documents, and information", 
    "Information networks", 
    "Information services", 
    "Labor and employment", 
    "Language and languages", 
    "Mathematics", 
    "Minorities", 
    "Minority education", 
    "Minority employment", 
    "Occupational retraining", 
    "Recruiting of employees", 
    "Research centers", 
    "Scholarships", 
    "School administration", 
    "School administrators", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Student aid", 
    "Student loan funds", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-27", 
    "text": "Teachers' Professional Development Act - Authorizes appropriations for the following programs established by this Act: (1) teaching professions pilot grants, for FY 1989 through 1991; (2) teacher recruitment incentive grants, for FY 1989 through 1995; (3) inservice teacher training grants, for FY 1989 through 1995; (4) the National Academy for Teaching, for FY 1989 through 1995; (5) a study of school teacher and administrator pension portability; and (6) student loan forgiveness for teachers in public schools with substantial enrollments of minority students, for FY 1989 through 1995. Establishes the teaching professions pilot grants program. Directs the Secretary of Education (the Secretary) to make grants, on a competitive basis, to local educational agencies (LEAs) to plan and implement pilot programs to enhance the professional status, governance role, and professional satisfaction of teachers. Requires such funding to be distributed equitably by geographic area, but only to programs of sufficient size, scope, and quality to be of value as a demonstration. Allows such pilot programs to include: (1) differential staffing, such as career ladders and job-sharing; (2) incentive pay; (3) mentor or master teachers; (4) increased teacher involvement in policy and governance decisions, such as those related to curriculum, class size, staff hiring, and role of teacher aides; (5) decentralizing management so decisions are made at school level and with teacher participation; (6) research on techniques to recruit, train, and reward teachers; and (7) coordination of activities with teacher associations or higher education institutions. Limits such grants to not more than three years. Sets forth evaluation and application requirements. Establishes the teacher recruitment incentive grants program. Directs the Secretary to make program grants, on a competitive basis to qualifying applicants, to: (1) eligible LEAs for local recruitment programs; and (2) eligible LEAs (or LEA consortia) and eligible institutions of higher education, applying jointly, for teacher preparation programs. Sets forth eligibility requirements. Sets forth priorities for awards. Requires local recruitment program grants to be used for either: (1) educational support for teacher aides to assist them in higher education leading to teacher certification; or (2) pilot programs, including ones in conjunction with youth organizations, to encourage secondary school students (especially minority students) to pursue teaching careers. Requires joint teacher preparation programs grants to be used to plan and implement five-year cooperative programs of teacher training, with four years of student preparation for a teaching certificate and a fifth year of participation in a jointly operated teacher training program. Allows such grants to also be used for tuition assistance and scholarships for promising students to participate in such programs. Sets forth application requirements. Establishes the inservice teacher training grants program. Directs the Secretary to make grants to LEAs to plan and implement such programs, on the relative basis of the amount each LEA received in the preceding fiscal year under the program for educationally disadvantaged children under chapter 1 of title I of the Elementary and Secondary Education Act of 1965. Allows program funds to be used for inservice training for teachers in mathematics, science, foreign languages, technology, the humanities, and pedagogical skills. Allows such programs to focus on academic disciplines where shortages of qualified teachers exist or are projected, through teacher training and retraining, as well as recruitment, training, and retraining of individuals who have left teaching, or of individuals with special private sector experience (to fill vacancies on a temporary basis). Sets forth application requirements. Sets forth national activities. Directs the Secretary to establish a National Academy for Teaching, through grants, contracts, or other arrangements with a public agency or private nonprofit institution or organization. Requires the Academy to: (1) serve as a clearinghouse for research, evaluations, and model programs regarding professional development, recruitment, and training of teachers; (2) disseminate information about such research, evaluations, and model programs (including pilot programs under the teaching professions pilot grants and the teacher recruitment incentive grants programs); and (3) train and retrain elementary or secondary school teachers and principals. Provides that the Academy shall not have the authority to certify or license teachers. Directs the Secretary to conduct a pension portability study of the feasibility of permitting teachers and administrators to transport pension benefits among States and LEAs. Provides for student loan forgiveness for teachers in public schools with substantial enrollments of minority students. Directs the Secretary to cancel the obligation to repay a Stafford loan (a loan made, insured, or guaranteed under part B of title IV of the Higher Education Act of 1965) for any borrower who is employed in a public elementary or secondary school of a State educational agency or LEA in which minority students enrollment is 50 percent or more of the total enrollment of such school. Authorizes the Secretary to issue necessary regulations. Directs the Secretary to cancel the obligation to repay 20 percent of the total amount of each such loan for each year in which the borrower is a full-time teacher in such a school, up to five years of such cancellation, and to cancel the entire amount of interest for each year in which a portion of the loan is cancelled. Directs the Secretary to repay each eligible holder and lender of such loans from appropriations authorized under this Act. Sets forth requirements for applications for loan cancellation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Teachers' Professional Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish programs for the professional development, recruitment, and training of elementary and secondary school teachers, to establish a national academy for teaching, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:08-05:00"
}