{
  "actions": [
    {
      "acted_at": "1999-06-22", 
      "references": [
        {
          "reference": "CR S7460-7461", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-22", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1264-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "1999-06-24", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1999-10-12", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1999-11-04", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-06-22", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-22", 
  "number": "1264", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 and the National Education Statistics Act of 1994 to ensure that elementary and secondary schools prepare girls to compete in the 21st century, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Educating America's Girls Act", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-22", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Dropout prevention", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Engineering", 
    "Engineers", 
    "Families", 
    "Federal aid to education", 
    "High technology", 
    "Higher education", 
    "Infrastructure", 
    "Mathematics", 
    "Mentoring", 
    "Physical education and training", 
    "Product development", 
    "Public-private partnerships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Sex discrimination in education", 
    "Sexual harassment of women", 
    "Social welfare", 
    "Sports and recreation", 
    "Teacher education", 
    "Teenage pregnancy", 
    "Women", 
    "Women athletes", 
    "Women engineers", 
    "Women scientists", 
    "Women's education"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-22", 
    "text": "TABLE OF CONTENTS: Title I: Comprehensive Strategy for the Elimination of Market-Distorting Factors Affecting the Global Steel Industry Title II: Safeguard Amendments Title III: Timely Release of Import Data Title IV: International Financial Institutions Title V: Suspension Agreements Educating America's Girls Act - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to: (1) ensure education technology and teacher training programs are targeted in a manner that addresses the unique needs and different learning styles of all students, including girls; (2) gather data on often hidden offenses and provide schools with resources for programs to prevent sexual harassment and abuse; (3) collect data on high school athletic participation by girls; (4) establish dropout prevention programs to keep pregnant and parenting teens in school; and (5) reauthorize the Women's Educational Equity Act (WEEA).(Sec. 2) Requires that attention be given to the incorporation and use of technology to enhance teaching and learning, under specified ESEA requirements relating to school improvement, professional development, teacher training, and educational innovation.Requires schools to give attention to professional development that incorporates technology used to improve teaching and learning. Requires professional development activities to include instruction in the use of technology. Adds technology to the list of core subject areas for the National Teacher Training Project grants program. Requires authorized professional development activities to incorporate effective technology for meeting the educational needs of diverse groups of students. Includes technological innovation as a higher education activity to improve teacher education programs.Directs the Secretary of Education to take into special consideration the different learning needs for and exposures to technology for all students, including girls and students who have economic and educational disadvantages, in carrying out ESEA titles I (Helping Disadvantaged Children Meet High Standards), II (Dwight D. Eisenhower Professional Development Program), and III (Technology for Education). Requires the Secretary, as well as applicants and grantees, to provide for such special consideration to be given under specified programs, including: (1) such Technology for Education programs as national challenge grants, regional technical support and professional development, educational technology product development, and Star Schools grants; and (2) the Fund for the Improvement of Education (part A of ESEA title X Programs of National Significance).(Sec. 3) Authorizes the Secretary, through the Office of Educational Technology, to award matching grants, contracts, or cooperative agreements to eligible consortia to develop or redesign programs to prepare prospective elementary and secondary school teachers to use technology effectively in their classrooms. Authorizes appropriations.(Sec. 4) High Technology for Girls Act - Amends ESEA to provide for programs to encourage students, including young women, to pursue careers and higher education degrees in mathematics, science, engineering, and technology, under ESEA requirements for professional development activities, national teacher training projects, and technology for education.(Sec. 5) Sexual Harassment Prevention Training Grants Act - Authorizes the Secretary to award grants to State and local educational agencies (SEAs and LEAs) or other public or private entities to train teachers and administrators in identifying and preventing sexual harassment. Authorizes appropriations.Amends ESEA title IV (the Safe and Drug-Free Schools and Communities Act of 1994) to include high rates of reported incidences of sexual harassment and abuse on the list of examples of objective data which an SEA is required to consider in determining which LEAs have the greatest need for additional funds. Includes, under authorized uses of grants and contracts under Governor's programs, developing and implementing strategies and programs to greatly reduce the incidence of sexual harassment and abuse and to encourage positive and respectful interactions between girls and boys. Requires LEA drug and violence prevention programs to be designed, for all students and employees, to greatly reduce the incidence of sexual harassment and abuse. Includes sexual harassment and abuse among the types of school violence for which the National Center for Education Statistics (NCES) is required to collect data to determine frequency, seriousness, and incidence.(Sec. 6) Amends the National Education Statistics Act of 1994 to require NCES to collect and disseminate statistics on the participation, by gender, of secondary school students in elective physical education and athletic programs.(Sec. 7) Amends ESEA title V part C (the School Dropout Assistance Act) to direct the Secretary to give additional special consideration to grant applications that include provisions that emphasize mentoring and other support services for pregnant and parenting teenagers.Revises implementation or expansion plans for ESEA title XI coordinated services projects to include: (1) an assessment of the needs of children requiring specialized comprehensive services such as students who are pregnant or parenting; and (2) strategies to ensure addressing the health and welfare needs of families with pregnant or parenting children in school.(Sec. 8) Women's Educational Equity Act of 1999 - Renames, reauthorizes, and revises ESEA title V part B (currently the Women's Educational Equity Act of 1994) (WEEA).Directs the Secretary to report: (1) to the President and Congress on the status of educational equity for girls and women in the Nation; and (2) to Congress on evaluation, materials, and programs under WEEA.Extends the authorization of appropriations for WEEA programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Educating America's Girls Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "High Technology for Girls Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sexual Harassment Prevention Training Grants Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Educational Equity Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 and the National Education Statistics Act of 1994 to ensure that elementary and secondary schools prepare girls to compete in the 21st century, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:44-05:00"
}