{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres32-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "32", 
  "official_title": "A concurrent resolution expressing the sense of the Congress relating to films and broadcasts which defame, stereotype, ridicule, demean, or degrade ethnic, racial, and religious groups.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres19-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Arts, culture, religion", 
    "Broadcasting", 
    "Minorities"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Makes it the sense of the Congress that: (1) the producers and distributors of motion pictures and television and radio programs should cease the production and distribution of those films and programs which defame, sterotype, ridicule, demean, or degrade ethnic, racial, or religious groups; (2) those responsible persons in the motion picture and broadcasting industries who are desirous of contributing to the vitality of democratic institutions by promoting ethnic, racial, and religious harmony should establish adequate standards for the production of films and broadcasts which portray ethnic, racial, or religious groups and that such standards should be rigorously enforced by the motion picture and broadcasting industries; and (3) if within one year after the enactment of this resolution the motion picture and broadcasting industries have failed to establish and enforce adequate standards for the production of films and broadcasts which portray ethnic, racial, or religious groups, appropriate committees of the House and Senate shall formulate and propose such measures as are necessary to establish and implement such standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution expressing the sense of the Congress relating to films and broadcasts which defame, stereotype, ridicule, demean, or degrade ethnic, racial, and religious groups.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:44-05:00"
}