{
  "actions": [
    {
      "acted_at": "1976-04-07", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13110-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-07", 
  "number": "13110", 
  "official_title": "A bill to extend and modify provisions relating to Federal expenditures to correct or compensate for structural defects present in homes purchased with federally insured mortgages.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Symington, James W.", 
    "state": "MO", 
    "thomas_id": "01131", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-07", 
  "subjects": [
    "Federal aid to housing", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-07", 
    "text": "Amends the National Housing Act to authorize the Secretary of Housing and Urban Development to make expenditures: (1) to correct structural defects of any property improved by a one- to four-family dwelling which was approved for mortgage insurance prior to construction; (2) to pay the claims of the owner of the property arising from such defects; or (3) to acquire title to such property. Extends for four months the deadline for application for relief under such program. Extends for four months the authorization of the Secretary to make expenditures to correct, or to reimburse the owner for the correction of structural defects which so seriously affect use and livability as to create a serious danger to the life or safety of inhabitants of any one- two- three- or four-family dwelling which is located in an older, declining urban area and is covered by any specified federally insured mortgage. Sets prerequisites for application for such assistance. Provides that expenditures for reimbursement pursuant to this program shall be the obligation of the Special Risk Insurance Fund. Sets forth a permanent program covering all Federal Housing Administration insured housing which is in existence at the effective date of this Act to give applicants one year from the date of purchase to apply for reimbursement for major structural defects. Prescribes requirements for eligibility to apply under this program. Provides that the obligation for reimbursement pursuant to this program shall be the obligation of the Special Risk Insurance Fund. Requires that the Secretary promulgate regulations which prescribe the conditions and terms of expenditures and payments to be made under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend and modify provisions relating to Federal expenditures to correct or compensate for structural defects present in homes purchased with federally insured mortgages.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:09-05:00"
}