{
  "actions": [
    {
      "acted_at": "2012-07-19", 
      "references": [
        {
          "reference": "CR S5214", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-19", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S5215-5216", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3407-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2012-08-01", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-11-13", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "2012-09-19", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2012-09-19", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2012-11-15", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2012-09-21", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-19", 
  "number": "3407", 
  "official_title": "A bill to amend the Public Health Service Act to increase the number of permanent faculty in palliative care at accredited allopathic and osteopathic medical schools, nursing schools, and other programs, to promote education in palliative care and hospice, and to support the development of faculty careers in academic palliative medicine.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6155-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Palliative Care and Hospice Education and Training Act", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-19", 
  "subjects": [
    "Education programs funding", 
    "Health", 
    "Health facilities and institutions", 
    "Health programs administration and funding", 
    "Home and outpatient care", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical education", 
    "Nursing", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-19", 
    "text": "Palliative Care and Hospice Education and Training Act - Amends the Public Health Service Act to direct the Secretary of Health and Human Services (HHS) to award grants or contracts for the establishment or operation of Palliative Care and Hospice Education Centers that: (1) improve the training of health professionals in palliative care; (2) develop and disseminate curricula relating to the palliative treatment of the complex health problems of individuals with serious or life-threatening illnesses; (3) support the training and retraining of faculty to provide instruction in palliative care; (4) support continuing education of health professionals who provide palliative care to patients with serious or life-threatening illness; (5) provide students with clinical training in palliative care in long-term care facilities, home care, hospices, chronic and acute disease hospitals, and ambulatory care centers; (6) establish traineeships for individuals who are preparing for advanced education nursing degrees in palliative care nursing, home care, hospice, long-term care, or other nursing areas that specialize in palliative care; and (7) do not duplicate the activities of existing education centers funded under such Act. Authorizes the Secretary to make grants to, and enter into contracts with schools of medicine, schools of osteopathic medicine, teaching hospitals, and graduate medical education programs to provide support for projects that fund the training of physicians who plan to teach palliative medicine; and (2) eligible nurse practitioner, midwifery, nurse anesthesia, and advanced nurse education programs to meet the costs of palliative care and hospice career incentive awards. Directs the Secretary to: (1) establish a program to provide Palliative Medicine and Hospice Academic Career Awards to eligible individuals to promote their career development as academic hospice and palliative care physicians; (2) award grants or contracts to entities that operate a Palliative Care and Hospice Education Center; (3) award grants or contracts to advanced practice nurses, clinical social workers, pharmacists, chaplains, or students of psychology pursuing an advanced degree in palliative care or related fields to foster greater interest among a variety of health professionals in entering the field of palliative care; and (4) award grants to schools of nursing, health care facilities, or programs leading to certification as a certified nurse assistant to develop and implement programs and initiatives to train and educate individuals in providing palliative care in health-related educational, hospice, home, or long-term care settings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Palliative Care and Hospice Education and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to increase the number of permanent faculty in palliative care at accredited allopathic and osteopathic medical schools, nursing schools, and other programs, to promote education in palliative care and hospice, and to support the development of faculty careers in academic palliative medicine.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:07-05:00"
}