{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2919-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "2919", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide tax relief to small businesses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Tax Relief Act of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Accounting", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Employee ownership", 
    "Income tax", 
    "Investment tax credit", 
    "Small business", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-14", 
    "text": "Small Business Tax Relief Act of 1979 - Amends the Internal Revenue Code to permit businesses with gross receipts of less than $1,000,000 to elect the cash method of accounting in reporting income. Increases the corporate surtax exemption to $150,000. Makes gradual reductions in the corporate income tax rates between 1980 and 1983. Establishes permanent reductions in such rates for taxable years beginning after 1983. Reduces the surtax to 24 percent of corporate income for taxable years beginning after 1983. Limits recognition on the gain from the sale or exchange of an unincorporated trade or business prior to the time that the taxpayer attains age 55 by providing that such gain shall be recognized only to the extent that it exceeds the cost of reinvesting in replacement property for another small business venture. Provides for the total nonrecognition of such gain after the taxpayer attains age 55. Permits a taxpayer election to amortize over a 36 month period expenses for depreciable property which is acquired to put a business in compliance with Federal regulations and which does not have any economic usefulness for the business. Increases the additional first year depreciation allowance for small businesses. Extends the depreciation allowance to all tangible property. Allows a 15 percent investment tax credit for manufacturing property which is owned by the taxpayer and used in his trade or business for at least one year. Terminates such credit ten years after the date of the enactment of this Act. Allows an additional investment tax credit for employer contributions to Employee Stock Ownership Plans (ESOP). Requires the recapture of certain amounts of such investment tax credits for property which ceases to qualify as manufacturing property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Tax Relief Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide tax relief to small businesses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:48-05:00"
}