{
  "actions": [
    {
      "acted_at": "1988-01-26", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-06", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2006-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-01-26", 
  "number": "2006", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 with respect to the activities of the Overseas Private Investment Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Overseas Private Investment Corporation Amendments Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-01-26", 
  "subjects": [
    "Africa", 
    "American investments", 
    "Business and commerce", 
    "Caribbean area", 
    "Corporations and Stocks", 
    "Developing countries", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Insurance", 
    "Insurance companies", 
    "Overseas Private Investment Corporation", 
    "Subsaharan Africa"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-01-26", 
    "text": "Overseas Private Investment Corporation Amendments Act of 1988 - Amends the Foreign Assistance Act of 1961 to update and increase the per capita income levels established for countries with respect to which the Overseas Private Investment Corporation is required to either give preferential consideration (the least developed countries) or restrict its activities (the higher income developing countries). States that in addition to current policy guidelines the Corporation should also consider the extent to which the investment policies of a country in which a development project is undertaken are consistent with U.S. investment policies. Authorizes the Corporation to insure existing U.S. investments in a country in recognition of the fact that changed political conditions in that country may cause the investments to be withdrawn. Specifies that such authority may be used only when the Corporation's Board of Directors determines, upon a recommendation of the Secretary of State, that insuring such investment would further U.S. interests in maintaining the economic stability of the host country. Authorizes the Corporation to designate part of any loan from the Direct Investment Fund for use by a project sponsor in the development or adaptation in the United States of new technologies or new products or services that are likely to contribute to the economic or social development of less developed countries. Authorizes the Corporation to establish a five-year pilot program in sub-Saharan Africa and the Caribbean Basin to assist eligible projects through the provision of limited equity capital. Requires the Corporation in conducting such pilot project to give preferential consideration to projects sponsored by or significantly involving U.S. small businesses or cooperatives. Authorizes the Corporation to establish a fund to be available solely for the purposes of such pilot project and to make a one-time transfer to such fund of a specified amount from its income and revenues. Requires the Corporation to undertake cooperative programs with the private insurance industry designed to enhance the private political risk insurance industry in the United States. Requires the Corporation to establish a group to advise the Corporation on the development and implementation of such cooperative programs. Increases the ceiling on the Corporation's investment guaranty authority. Extends the authority of the Corporation to issue investment insurance and guaranties until September 30, 1992. Revises the definition of \"eligible investor\" to provide that the Corporation shall not be required to terminate existing insurance or guaranties issued to a U.S. entity because the percentage of U.S. ownership is less than 50 percent so long as at least 45 percent of the voting interest in such entity continues to be beneficially owned by U.S. citizens."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Overseas Private Investment Corporation Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 with respect to the activities of the Overseas Private Investment Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:49-05:00"
}