{
  "actions": [
    {
      "acted_at": "1975-07-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8755-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-18", 
  "number": "8755", 
  "official_title": "A bill to amend title XVI of the Social Security Act to insure that cost-of-living increases in supplemental security income benefits are granted to recipients of such benefits in all States, to provide a housing supplement to certain recipients of such benefits, to prevent reductions in such benefits because of social security benefit increases, to allow recipients of such benefits in cash-out States to elect to receive food stamps, to provide for emergency assistance to recipients, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4308-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Holtzman, Elizabeth", 
    "state": "NY", 
    "thomas_id": "00556", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-18", 
  "subjects": [
    "Agriculture and food", 
    "Checks", 
    "Food stamps", 
    "Housing and community development", 
    "Poverty", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-18", 
    "text": "Authorizes cost-of-living increases in supplemental security income benefits under Title XVI (Grants to States for Aid to the Aged, Blind, and Disabled) of the Social Security Act whenever an equivalent cost-of-living adjustment is made under Title II (Old Age, Survivors', and Disability Insurance) of such Act. Authorizes the Secretary of Health, Education, and Welfare to grant financial assistance to individuals eligible for Social Security whose expenses exceed one-third of his or her annual income. Limits such assistance to the lesser of: (1) the amount by which such individual's housing expenses exceed one-third of his or her income or; (2) $600. Permits individuals receiving supplemental security benefits to elect to retain food stamp eligibility in lieu of receiving the bonus value of food stamps in the form of a supplementary payment increase. Directs the Secretary to provide financial assistance to Social Security recipients whose benefit checks or the cash proceeds thereof are lost or stolen, where the loss or theft has been promptly reported to and verified by appropriate local law enforcement officials. Requires the Secretary to supplement to the correct amount any check which is determined to be in an amount less than that to which the individual was entitled. Permits financial grant assistance to individuals receiving benefits who are faced with extreme financial need due to specified circumstances, including the destruction or loss by theft or natural disaster of furniture and clothing and to prevent eviction due to non-payment of rent when such nonpayment is due to poor financial management or extraordinary expenses. Limits such assistance grants to no more than $500 per occurrence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to insure that cost-of-living increases in supplemental security income benefits are granted to recipients of such benefits in all States, to provide a housing supplement to certain recipients of such benefits, to prevent reductions in such benefits because of social security benefit increases, to allow recipients of such benefits in cash-out States to elect to receive food stamps, to provide for emergency assistance to recipients, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:55-05:00"
}