{
  "actions": [
    {
      "acted_at": "1975-01-23", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1864-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-23", 
  "number": "1864", 
  "official_title": "A bill to enforce the first amendment and fourth amendment to the Constitution and the constitutional right of privacy by prohibiting any civil officer of the United States from exercising surveillance of citizens and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedom From Surveillance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-23", 
  "subjects": [
    "Administrative responsibility", 
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Misconduct in office", 
    "National defense", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-23", 
    "text": "Freedom from Surveillance Act - Provides a penalty of a fine of not more than $10,000 or imprisonment for not more than one year, or both, for any U.S. civil officer who maintains surveillance over, or maintains records regarding the beliefs, associations, political activities, or private affairs any U.S. citizen, or regarding the beliefs, membership, or political activities of any group or organization of citizens. Provides that nothing in this Act shall be deemed either to limit or enlarge such legal authority of the United States as may exist to: (1) collect or maintain information relevant to an investigation of a person who has committed or is suspected on reasonable grounds to have committed a felony; and (2) collect and maintain information relevant to lawful investigations of persons who have applied for employment with the United States, who are employees, or who are contractors of prospective contractors of the United States. Makes a civil officer who violates this Act liable for damages to any person, group, or organization that has been the object of conduct prohibited by this Act. Allows actual damages, punitive damages (not to exceed $1,000), and the costs of any successful action. Permits a class action in specified circumstances. Allows a civil action to be brought in U.S. district courts, which shall have jurisdiction over such action without regard to the pecuniary amount in controversy. Defines the terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom From Surveillance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enforce the first amendment and fourth amendment to the Constitution and the constitutional right of privacy by prohibiting any civil officer of the United States from exercising surveillance of citizens and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:57-05:00"
}