{
  "actions": [
    {
      "acted_at": "1975-07-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services, S. Rept. 94-327.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-29", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #342 (93-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-29", 
      "bill_ids": [
        "hr49-94"
      ], 
      "references": [], 
      "text": "Provisions inserted in H.R. 49 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2173-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-24", 
  "number": "2173", 
  "official_title": "An original bill to fully explore and develop the Naval Petroleum Reserves of the United States and to permit limited production with revenues derived therefrom to be placed in a special account.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr49-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1975-07-24", 
  "subjects": [
    "Armed forces and national security", 
    "National defense", 
    "Navy", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum law and legislation", 
    "Petroleum reserves", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Strategic materials", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1975-07-29", 
    "text": "(Measure passed Senate, amended, roll call #342 (93-2)) =Title I:= - Authorizes the use of the naval petroleum reserves by any of the Armed Forces. Authorizes the Secretary of the Navy to explore, develop, operate, and produce petroleum from Naval Petroleum Reserves numbered 1, 2, and 3, up to an amount specified in this Act. Establishes a naval petroleum and oil shale reserves special fund. Provides that amounts from the fund shall be available for the exploration, development, operation and production of naval petroleum and oil shale reserves. Directs the Secretary to submit to Congress a proposal for the development and production of Naval Petroleum Reserve Numbered 4, including incentives for the participation by private capital in such development. =Title II:= - Strategic Energy Reserves Act - Delares it to be the policy of the United States to create, over a period of seven years, and to maintain thereafter, strategic energy reserves in storage capable of replacing energy imports for at least 90 days in order to reduce the impact of interruptions or reductions in imports of energy supplies. States that in order to protect the United States economy against interruptions in energy imports and to provide adequate energy inventories for national security purposes there is hereby created a strategic energy reserve system for those fuels subject to the provisions of this Act which shall be composed of: (1) national strategic product reserves; (2) regional petroleum product reserves; (3) interim industry storage reserves; and (4) such other components of the system as may be authorized by Congress. Establishes in the Federal Energy Administration a Strategic Energy Reserve Office. Authorizes to be created national strategic energy reserves, which shall consist of crude oil stored in lands, natural geological formations, or otherwise. Directs the Admininstrator of the Federal Energy Administration to establish, within seven years of the date of enactment of this Act, and maintain thereafter, national strategic energy reserves equal to not less than the volume of crude oil imports into the United States for three consecutive months. Provides that for the purpose of establishing and maintaining such reserves, the Administrator is authorized to place in storage, transport, or exchange: (1) crude oil produced from Federal lands, including the naval petroleum reserves to the extent authorized by law; (2) crude oil to which the United States is entitled as royalty from future production upon Federal lands, including the Outer Continental Shelf; and (3) crude oil acquired by purchase, exchange, or otherwise. Sets forth a schedule for the Administrator to follow in establishing the reserves required by this Act. Authorizes to be created regional petroleum product reserves which shall consist of refined petroleum products or residual fuel oil stored in tanks, natural geological formations or otherwise. Specifies required reserves of No. 2 fuel oil which the Administrator shall establish and maintain regionally. Authorizes the Administrator to establish, within five years of the date of enactment of this Act, and maintain thereafter, regional petroleum product reserves in any Petroleum Administration for Defense District (PAD District). Authorizes the creation of interim industry storage reserves which shall consist of crude oil, residual fuel oil, or refined petroleum products maintained in storage by importers and refiners. Requires that from the date of enactment of this Act until such time as the national strategic energy reserves authorized by this Act and the regional petroleum product reserves authorized by this Act are complete, the Administrator is authorized to require that every importer of crude oil, residual fuel oil, or refined petroleum products and every refiner of crude oil shall acquire, store, and maintain in readily available inventories, as reserves, crude oil, residual fuel oil, or refined petroleum products in amounts as determined by the Administrator, but in no event to exceed 3 percent of their imports or refinery throughput of the previous calendar year. Requires, within six months after the date of enactment of this Act, the Administrator to prepare and submit to the Congress a report setting forth his recommendations for including in the system: (1) utility storage reserves, coal storage reserves, and industry storage reserves; and (2) remote oil and gas storage reserves consisting of oil and gas to be acquired and stored by the United States, in place. Requires the Administrator, within, six months after the date of the enactment of this Act, to prepare and submit to the Congress a report setting forth his views and recommendations: (1) as to what extent, if any, Naval Petroleum Reserve Numbered 1 could have been effectively utilized to alleviate energy shortages during the so-called oil embargo; and (2) with respect to what extent, if any, the procedures required in order to increase production from oil or gas reserves within the Naval Petroleum Reserves should be modified or otherwise changed in order to enable such reserves to be better utilized in order to meet energy shortages within the United States. Authorizes the Administrator to: (1) acquire by purchase, condemnation, or otherwise, land or interests in land for the location of storage and related facilities; (2) acquire by purchase, exchange, or otherwise crude oil for storage in the national strategic energy reserves and refined petroleum products or residual fuel oil or storage in the regional petroleum product reserves; (3) order the use, sale, exchange, or disposal of all or part of the reserves established pursuant to this title, if (a) imports of crude oil, residual fuel oil, and refined petroleum products have fallen significantly or will within 30 days, in his judgment, fall significantly below existing requirements for such imports, resulting in an existing or prospective shortage of at least 10 percent of import requirement; or (b) if required to fulfill obligations of the United States under an international agreement to which it is a party; (4) establish price levels and allocation procedures for any crude oil, residual fuel oil or refined petroleum product withdrawn from the national strategic energy reserves or from the regional petroleum product reserves created pursuant to this title; and (5) adjust the processing operations of domestic refineries to produce refined products in proportions commensurate with national needs. Requires every importer, refiner, or user of fuels subject to the provisions of this Act to prepare such accounts, records of cost-accounting procedures, correspondence, memoranda, papers, books, and other records as the Administrator may by rule or regulation prescribe as necessary or appropriate for purposes of the administration of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to fully explore and develop the Naval Petroleum Reserves of the United States and to permit limited production with revenues derived therefrom to be placed in a special account.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:30-05:00"
}