{
  "actions": [
    {
      "acted_at": "1985-04-03", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-18", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-05-14", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Danforth with an amendment in the nature of a substitute. With written report No. 99-48.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-14", 
      "calendar": "Senate Legislative", 
      "number": "122", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 122.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-05-22", 
      "references": [], 
      "text": "Star Print ordered Senate Report no. 99-48, to accompany S. 863.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-15", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-15", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1986-10-06", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-06", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1986-10-06", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1965-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1965"
    }, 
    {
      "amendment_id": "s1966-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1966"
    }
  ], 
  "bill_id": "s863-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1985-04-03", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1985-04-03", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1985-09-12", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1985-04-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1986-10-06", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1986-05-15", 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-03", 
  "number": "863", 
  "official_title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 and the Motor Vehicle Information and Cost Savings Act to authorize appropriations for fiscal years 1986 and 1987, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2248-99", 
      "reason": "related"
    }
  ], 
  "short_title": "National Highway Traffic Safety Administration Authorization Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1986-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Authorization", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Automobile recalls", 
    "Automobile safety appliances", 
    "Automobile safety standards", 
    "Competition", 
    "Congressional oversight", 
    "Consumer education", 
    "Consumer protection", 
    "Defective products", 
    "Department of Transportation", 
    "Drunk driving", 
    "Economics and public finance", 
    "Fines (Penalties)", 
    "Gasoline tax", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Government trust funds", 
    "Import restrictions", 
    "Labeling", 
    "Labeling laws", 
    "Licenses", 
    "Motor Vehicles and Driving", 
    "Motor vehicle registration", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Product safety", 
    "Public safety", 
    "Roads and highways", 
    "Tire industry", 
    "Traffic accidents and safety", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1986-10-06", 
    "text": "(Measure passed House, amended, in lieu of H.R. 2248) Motor Vehicle Safety Authorization Act of 1986 - Amends the following Acts to authorize appropriations for FY 1987 and 1988: (1) the National Traffic and Motor Vehicle Safety Act of 1966; and (2) the Motor Vehicle Information and Cost Savings Act with respect to bumper standards, automobile consumer information, and odometer requirements. Prohibits the licensing of motor vehicles when the ownership is leased or transferred unless: (1) the application for a new certificate of title is accompanied by the prior owner's title; and (2) the new certificate of title is printed in a specified manner indicating the odometer mileage. Authorizes States to submit alternative mileage disclosure requirements for the approval of the Secretary of Transportation (the Secretary). Provides that auction companies selling motor vehicles must maintain records showing: (1) the name of the most recent owner; (2) the vehicle identification number; and (3) the odometer reading on the date the auction company took possession of the vehicle. Requires such mileage information to be disclosed by the lessee to the lessor of a leased motor vehicle when the lessor transfers ownership of the vehicle. Increases the civil penalty for violations of the odometer requirements from $1,000 t0 $2,000, and increases the criminal penalty for such violations from one to three years maximum imprisonment. Amends the National Traffic and Motor Vehicle Safety Act of 1966 to authorize a tire dealer or distributor whose business is not owned or controlled by a tire manufacturer to elect to be subject to tire registration requirements. Repeals the authority of the Secretary and the Secretary of the Treasury to permit the temporary importation of vehicles that do not conform to Federal safety standards. Revises procedures under which certain imported vehicles that do not conform to Federal standards are allowed into the United States upon the importer's compliance with conditions imposed by the Secretary regarding: (1) Federal motor vehicle safety standards; (2) recordkeeping and inspection of records and facilities relating to imported nonconforming vehicles; (3) inspection of non-conforming imported vehicles to ensure compliance with Federal motor vehicle safety standards; (4) payment by registered importers of non-conforming vehicles of a fee to cover the administrative expenses of the Federal compliance program; and (5) the furnishing of evidence by a registered importer of sufficient financial responsibility to meet obligations relating to discovery, notification, and remedy of motor vehicle defects. Allows any individual (not just registered importers) to import non-conforming foreign motor vehicles if such import is for personal use and not intended for resale at the time of importation, and if the individual posts bond and complies with other terms and conditions determined by the Secretary. Authorizes the Secretary to require that such vehicles be brought into conformity with the Federal safety standards by a registered importer. Makes the restrictions against non-conforming imported automobiles inapplicable to vehicles imported on a temporary basis for personal use (and not for resale) by any individual who: (1) is a member of the personnel of a foreign government on assignment in the United States for whom the Secretary of State has authorized free entry of motor vehicles; (2) is a member of the armed forces of a foreign country on assignment in the United States; or (3) is a member of the Secretariat of a public international organization so designated under the International Organizations Immunities Act. Makes such restrictions also inapplicable to members of the uniformed services and others employed abroad who acquire vehicles before the enactment of this Act and meet other specified requirements. Exempts non-conforming foreign motor vehicles that are 25 years old (or older) from the restrictions imposed by this Act. Authorizes the Secretary to exempt certain motor vehicles or equipment from certain restrictions for purposes of research, investigation, study, demonstration, training, or competitive racing events. Requires motor vehicle distributors to furnish dealers with the manufacturer's certification previously furnished to the distributor. Makes the effective date of this Act the date regulations are promulgated by the Secretary or one year after the date of enactment of this Act, whichever comes first. Requires the Comptroller General to: (1) review the importation control program to determine whether extension of such program is warranted, and whether the Federal standards are being met; and (2) report to the Congress concerning such review. Prohibits granting exemptions from energy conservation requirements for motor vehicle importers registered under this Act. Sets forth certification procedures for motor vehicles manufactured and assembled in a country whose motor vehicle safety standards corresponed to Federal standards. Conditions the certification of such motor vehicles upon a declaration by the manufacturer that the country of origin of such vehicles, in applying its safety standards to vehicles manufactured in the United States and exported for sale to such country, accepts the certification by the United States manufacturer that the vehicle conforms to the country's corresponding safety standards. Prohibits lessors from furnishing lessees with copies of recall notices sent by the manufacturer or the Secretary regarding motor vehicle defects. Amends the Motor Vehicle Information and Cost Savings Act to direct the Secretary to promulgate regulations establishing passenger motor vehicle bumper system labeling requirements. Requires that comparative information regarding bumper system impact speed rating be distributed to the public. Directs the Secretary to arrange with the National Academy of Sciences to conduct a study of the effectiveness of State motor vehicle safety inspection programs in reducing highway accidents and limiting the number of defective or unsafe motor vehicles on the highways. Requires completion of the study and transmittal to the Congress within 18 months after the date of enactment of this Act. Amends the National Traffic and Motor Vehicle Safety Act of 1966 to direct the Secretary to promulgate minimum standards for the installation and performance of splash and spray suppression devices on truck tractors, semitrailers, and trailers. Directs the Secretary to ensure that such standards foster competition among manufacturers of such devices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Motor Vehicle Safety Authorization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 and the Motor Vehicle Information and Cost Savings Act to authorize appropriations for fiscal years 1986 and 1987, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:19-05:00"
}