{
  "actions": [
    {
      "acted_at": "1991-02-19", 
      "committee": "Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-19", 
      "in_committee": "Committee on Intelligence", 
      "references": [], 
      "text": "Committee on Intelligence. Hearings held. Hearings printed: S.Hrg. 102-894.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "Committee on Intelligence", 
      "references": [], 
      "text": "Committee on Intelligence. Hearings held. Hearings printed: S.Hrg. 102-1052.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s421-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-19", 
  "number": "421", 
  "official_title": "A bill to improve the objectivity, reliability, coordination and timeliness of national foreign intelligence through a reorganization of positions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Intelligence Reorganization Act", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-19", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional oversight", 
    "Counterintelligence", 
    "Covert operations", 
    "Executive reorganization", 
    "Intelligence officers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-19", 
    "text": "National Intelligence Reorganization Act - Amends the National Security Act of 1947 to establish a Director of National Intelligence (DNI) to serve as the Nation's senior intelligence officer and primary advisor to the President on foreign intelligence matters. Makes the DNI a member of the National Security Council. Frees the DNI from any duties involving the formulation of foreign policy and the management of covert actions, except as specifically authorized by this Act. Makes the DNI responsible directly to the President and the National Security Council. Specifies the duties of the DNI, including: (1) ensuring that objective, reliable, coordinated, and timely foreign intelligence is provided to the President and officials in the executive and legislative branches; (2) developing strategy, objectives, and guidance for overseeing the intelligence community and its activities; (3) submitting to the Congress, through the President, a foreign intelligence program and budget; (4) directing foreign intelligence collection activities; (5) overseeing covert actions on a periodic basis for compliance with laws and regulations; and (6) evaluating and auditing foreign intelligence programs and budget performance. Provides that the positions of Director and Deputy Director of the Central Intelligence Agency (CIA) may not be occupied simultaneously by individuals not having previously served in career positions in the intelligence community. Sets the term of service of the Director at seven years. Prohibits the Director from being reappointed and permits his removal by the President only for cause. Revises the duties of the CIA to be performed under the management direction of the Director of the CIA, so as to include: (1) collecting, producing, and disseminating foreign intelligence and counterintelligence, and coordinating the collection of such data inside the United States with the Federal Bureau of Investigation and outside the United States with other agencies; (2) conducting counterintelligence activities; (3) managing covert actions approved by the President (current law does not explicitly authorize special activities); and (4) protecting the security of its installations, activities, property, and employees. Repeals provisions concerning the appointment of a commissioned officer of the armed forces as Director of the Intelligence Community staff."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Intelligence Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the objectivity, reliability, coordination and timeliness of national foreign intelligence through a reorganization of positions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:42-05:00"
}