{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr852-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "852", 
  "official_title": "A bill to provide partial reimbursement for losses incurred by commercial fishermen as a result of restrictions imposed on domestic commercial fishing by a State or the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Domestic Fishermen's Emergency Assistance Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Environmental protection", 
    "Fisheries"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Domestic Fishermen's Emergency Assistance Act - Permits commercial fishermen who are adversely affected by the imposition of prohibitive Federal and State restrictions to apply to the Secretary of the Interior for grants to enable such person to meet the usual business expenses, which, but for the economic loss caused him by the imposition of such restrictions, such person would ordinarily be able to meet. Limits reimbursement to restrictions related to a deterioration in the quality of the aquatic environment and imposed on or after January 1, 1973, by any State or by any department or agency of the Federal Government which, in the judgment of the Secretary, impairs the economic feasibility of any type of domestic fishing to such an extent as to reduce: (1) by 50 percent or more of the fair market value, in the affected area, of fishing or equipment principally useful for that type of fishing or (2) by 20 percent or more of the market value of the commercial catch in the affected area which would have been realized in the calendar year concerned but for the imposition of such restrictions. Authorizes the Secretary to attach conditions and limitations on such grants. Provides that the acceptance of a grant under this Act shall operate as an assignment to the Secretary of all rights of the eligible person receiving the grant to recover damages against any party for committing or failing to commit acts which resulted in the imposition of the prohibitive Federal or State restrictions on the basis of which the eligible person obtained such grant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Fishermen's Emergency Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide partial reimbursement for losses incurred by commercial fishermen as a result of restrictions imposed on domestic commercial fishing by a State or the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:03-05:00"
}