{
  "actions": [
    {
      "acted_at": "1980-05-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-13", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1022 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7336-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Corcoran, Tom", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00233", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01096", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-13", 
  "number": "7336", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act to provide for adequate supplies of helium for future energy efficiency and conservation purposes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Helium Energy Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-13", 
  "subjects": [
    "Alternative energy sources", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Department of Energy", 
    "Eminent domain", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Executive reorganization", 
    "Export controls", 
    "Helium", 
    "Licenses", 
    "Management", 
    "National Security and Intelligence Operations", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Research", 
    "Research and development", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Helium", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-05-16", 
    "text": "(Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1022 (Pt. I)) Helium-Energy Act of 1980 - =Title I: Helium-Energy Provisions= - Amends the Energy Policy and Conservation Act to establish a National Helium Reserve for the storage of helium to assure that in the public interest and for national security purposes adequate supplies of helium are available for future energy efficiency and conservation purposes. Provides that the Reserve shall consist of: (1) helium owned by the United States prior to enactment; (2) helium purchased by the Secretary of Energy with consideration of not more than one dollar per thousand cubic feet and a right to repurchase from the Reserve the quantity of helium sold; (3) helium extracted from plants owned or operated by the Secretary; and (4) helium acquired by the Secretary pursuant to the Secretary's authority under this Act to acquire helium in the event that storage goals for the reserve are not met. Directs the Secretary, in relation to any helium extraction plant from which the extraction of helium is economically feasible, to enter into an agreement with the owner of the plant to: (1) operate the plant and sell the helium to the Secretary; or (2) permit the Secretary, provided the owner is reasonably and justly compensated, to operate the plant. Directs the Secretary to determine if the goals of the Reserve are being met. Authorizes the Secretary to: (1) if the goals are not being met, acquire a sufficient amount of helium in deposits from which helium-bearing natural gas or helium-gas mixtures are not being produced as of the date of the determination and conserve such helium in place or provide for the extraction of the helium; and (2) if such actions are not sufficient to meet the targets, construct plants to extract helium from helium-bearing gas or helium-gas mixtures which are or will be produced but from which helium would not otherwise be extracted. Authorizes the Secretary additionally, if provided in advance in appropriation Acts, to acquire helium at fair market value. Provides that rights of repurchase shall be exercised on a first-in, first-out basis and that the price at which the helium may be sold shall be determined on the basis of the amount necessary to recover the amount paid to the seller, the direct costs of storage, and any processing or transportation services. Authorizes the Secretary to sell helium in the Reserve which is owned by the United States and which is not subject to right of repurchase only if: (1) the helium is not otherwise available at a certain price in the private sector; (2) the helium sold will not have a significant impact on the development or maintenance of a commercially viable market for helium extracted from the atmosphere; (3) the helium has not been reserved for future needs; and (4) the sale will be in the public interest. Provides the administrative authority necessary to establish, operate, and maintain the Reserve. Directs the Secretary to report annually to the President and to Congress concerning the implementation of this Act. Directs the Secretary to conduct and complete studies regarding: (1) additional sites for helium storage facilities for the Reserve and to report the results to Congress; and (2) the future needs and supplies of helium and the effectiveness of this Act in achieving its purpose. Provides that provisions of the Natural Gas Act shall not be applicable to the sale, extraction, processing, transportation, or storage of helium. Authorizes the Secretary to make the storage facilities operated to maintain the Reserve available, at cost, to persons wishing to store helium, if such storage does not restrict or impair the operation of the Reserve. Authorizes appropriations to carry out this Act fiscal year 1981, to remain available without fiscal year limitation. Provides that funds for the acquisition and construction of storage facilities and related facilities shall be available only as may be appropriated pursuant to authorization of appropriations. Makes technical and conforming amendments to the Energy Policy and Conservation Act. Amends the Energy Policy and Conservation Act to include helium within the export restriction exemptions which the President is authorized to make when such exemption is consistent with the national interest and the purposes of such Act. Amends the Department of Energy Organization Act to establish the Helium Energy Office, to be headed by a presidentially-appointed Director who shall assist and advise the Secretary on helium-related activities as set forth in this Act. =Title II: Miscellaneous Provisions= - Reserves for the purposes of this Act public lands containing helium- bearing natural gas or any helium-gas mixture which are unleased under the Mineral Lands Leasing Act of 1920, as amended, and reserves rights of ownership of helium, including the right to extract such helium from gas produced from lands permitted, leased or otherwise granted for development under such Act. Directs the Secretary to issue regulations providing for the extraction of helium from public lands. Authorizes the Secretary to contract for or otherwise sponsor research in improving methods of helium extraction, transportation, storage and use. Repeals the Helium Act and cancels the outstanding balance of all unpaid notes insured under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Helium Energy Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act to provide for adequate supplies of helium for future energy efficiency and conservation purposes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:17-05:00"
}