{
  "actions": [
    {
      "acted_at": "1987-03-12", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Children, Family, Drugs, Alcohol", 
      "text": "Referred to Subcommittee on Children, Family, Drugs, Alcohol.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s729-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Children, Family, Drugs and Alcoholism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1987-03-13", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1987-05-07", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-12", 
  "number": "729", 
  "official_title": "A bill to provide for the development and implementation of programs for children and youth camp safety.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3571-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3571-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Children and Youth Camp Safety Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-12", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Camping", 
    "Child safety", 
    "Child welfare", 
    "Children and youth", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Department of Health and Human Services", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to youth services", 
    "Grants-in-aid", 
    "Public safety", 
    "Recreation", 
    "Recreation and Recreational Facilities", 
    "Safety measures", 
    "Standards", 
    "State finance", 
    "State laws", 
    "States", 
    "Youth"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-12", 
    "text": "Children and Youth Camp Safety Act - Establishes in the Office of the Secretary of Health and Human Services an Office of Youth Camp Safety to be headed by a Director of Youth Camp Safety. Confers upon the Director the primary responsibility for the promulgation and enforcement of Federal and State youth camp safety regulations. Provides for congressional disapproval of such proposed regulations. Requires any State which desires to assume responsibility for the development and modification of youth camp safety standards to submit a State plan to the Director for approval. Allows a State whose plan has been rejected to obtain review of the decision in the United States court of appeals. Authorizes the Secretary, at the request of the Director, to make Department of Health and Human Services personnel available to States to assist in developing State plans and in training State inspectors and other personnel associated with youth camps. Directs the Secretary, at the request of the Director, to provide technical and consultative services to assist in State plan development and implementation. Directs the Director to make grants to States for the development of youth camp safety plans, such grants not to exceed 80 percent of the cost of carrying out the State plan. Directs the Director, upon the request of any youth camp operator or director, or during specified inspections, to provide consultative services to youth camps in States which do not have in effect an approved State plan. Directs the Director to issue regulations and procedures providing for citations to youth camp operators in such States for specified violations under this Act. Sets forth procedures for hearings and appeals in such cases. Authorizes the Director to enter and inspect youth camps and their records in States which do not have in effect an approved State plan. Grants the Director specified investigative authority. Requires such inspections at each such youth camp at least once a year during the period the camp is in operation. Provides that: (1) information shall be obtained under this Act with a minimum burden upon the youth camp operator and full protection of the rights of youth camp staff members; and (2) a representative of the youth camp staff director and a representative authorized by the youth camp staff shall be given an opportunity to accompany the Director or the Director's authorized representative during the inspection. Prescribes penalties for violations by youth camp operators of the standards promulgated pursuant to this Act. Establishes judicial procedures to restrain any condition or practice which poses an imminent danger of serious injury at such camps. Requires the Director to: (1) establish within the Department of Health and Human Services an Advisory Council on Youth Camp Safety; and (2) report annually to the Congress and the President. Authorizes appropriations for FY 1988 through 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children and Youth Camp Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development and implementation of programs for children and youth camp safety.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:20-05:00"
}