{
  "actions": [
    {
      "acted_at": "2010-09-13", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3770-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2010-09-13", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-13", 
  "number": "3770", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to improve elementary and secondary education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flexibility and Innovation in Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-13", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-13", 
    "text": "Flexibility and Innovation in Education Act - Amends the Elementary and Secondary Education Act of 1965 to allow states, with the Secretary of Education's approval, to use academic indicators, in addition to annual student academic assessments, to determine which schools and local educational agencies need improvement, corrective action, or restructuring due to their failure to make adequate yearly progress (AYP) toward state academic performance standards. (Currently, the use of such indicators may not result in a reduction in the number of schools identified as needing improvement, corrective action, or restructuring.) Requires the academic assessments to represent at least 50% of the factors used in measuring AYP. Allows states to: (1) measure AYP in terms of adequate yearly growth, thereby requiring students to meet academic growth rather than proficiency standards; (2) use assessments that are in addition to the required academic assessments; and (3) conduct their academic assessments once during grades 3 through 5, grades 6 through 8, and grades 9 through 12. Requires each state that measures AYP in terms of student academic growth to have a statewide privacy-protected data system capable of tracking individual students' growth. Authorizes the Secretary to provide grants to states to take specified measures to protect the privacy of information in their statewide education data systems. Revises state educational improvement plan peer review provisions to: (1) require each peer review panel to include representatives of specified education stakeholders; (2) ensure the consistency of peer review decisions from state to state; and (3) provide states with feedback, and the public with information, regarding such decisions. Requires states to disaggregate graduation rate data on their annual report cards by student subgroups."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Flexibility and Innovation in Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to improve elementary and secondary education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:58-05:00"
}