{
  "actions": [
    {
      "acted_at": "1973-02-01", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-04-27", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 93-131.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-05-15", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #140 (79-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-05-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s723-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-01", 
  "number": "723", 
  "official_title": "A bill to establish a National Institute of Health Care Delivery.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6582-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Institute of Health Care Delivery Act", 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-01", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-05-15", 
    "text": "(LATEST SUMMARY) National Institute of Health Care Delivery Act - Establishes, in the Department of Health, Education, and Welfare, a National Institute of Health Care Delivery. Directs the Institute to carry out a multidisciplinary research and development program to improve health care delivery. Provides that it shall be the principle government agency for improvement of health care in the United States. Provides that the function of the Institute is to improve the effectiveness, efficiency and quality of health care in the United States through initiation and support of studies, research, experimentation, development, demonstration, and evaluation of (but not limited to) the following: (1) the existing health care system, emphasizing means and methods to improve the system and the devising and testing of alternative delivery systems; (2) health care systems and subsystems in states, regions, and communities which would give special attention to the effective combination and coordination of public and private methods or systems for health care delivery; (3) preventive medicine and the techniques and technology, including multiphasic screening and testing, to improve the early diagnosis and treatment of diseases, particularly for preschool children; (4) systems and technical components of emergency health care and services, including at least one experimental statewide helicopter transportation emergency care system, which would utilize, where possible, the skills of returning military corpsmen; (5) systems and components of rural health services; (6) the development of policy with respect to long-term care, particularly for mentally and physically handicapped individuals and senior citizens, with special emphasis on alternatives to institutionalization, including the use of home health aides; (7) methods to meet the nation's medical manpower requirements, including new types of manpower and their utilization and the extent to which tasks performed by physicians and other health professionals could be safely delegated to other appropriately trained individuals in both new and existent health occupations; (8) continuing education and the exploration of programs and methods to help health professionals to stay abreast of current developments and to maintain professional excellence; (9) health manpower credentialing, licensing and certification; (10) the medical malpractice problem, particularly as it relates to quality care, the practice of \"defensive medicine\" and added costs to the public; (11) programs for educating health manpower and the accreditation of these education programs; (12) application of all forms of technology, including computers and other electronic devices, in health care delivery; (13) the efficiency, management, and utilization of new and existing health care facilities including studies of admission practices and examination of cost-finding techniques; (14) the development of tools and methods to improve planning, management, and decisionmaking in the health care system; (15) the development of information by which quality, efficiency, and cost of health care could be measured; (16) the development of uniform accounting practices, financial reporting, and uniform health records; (17) the development and testing of incentive payment mechanisms that would reward efficiency in health care delivery without compromising the quality of care; (18) the needs of individuals, families, and groups for health care and related services, emphasizing the various life styles; (19) the economies of health care and related services, and the impact of the total system of health care delivery and related services upon the standards of living and the general stability of the national economy; (20) proposals for the financing of health care, including the potential cost and benefits, and their impact on the health care system; (21) concepts and data essential to formation of a factual basis for national health policies; and (22) the effects of health care delivery of the organization, functions, and interrelationships of federal, state, and local governmental agencies and programs concerned with planning, organization, and financing of health care delivery. Requires the Institute to: (1) develop methods and ways to support the training of those individuals who will research, develop, demonstrate, and evaluate the delivery of health care and its related services; (2) provide technical assistance and develop methods to transfer new information obtained to those public and private entities that are involved in improving the health care delivery system; and (3) collaborate with foreign health care systems in order to promote the advancement of health care delivery in the United States and in cooperating nations. Requires the Institute to evaluate Federal health programs and their role in improving health care delivery in the United States. Transfers the National Center for Health Services Research and Development to the Institute. Authorizes the President to transfer to the Institute those additional functions of the Department of Health, Education, and Welfare that relate to the functions of the Director of the Institute. Establishes a National Advisory Council on Health Care Delivery. Directs the Council to: (1) review programs, policies, and priorities of the Institute and centers, (2) examine and coordinate health care delivery efforts in federal agencies to avoid duplication of efforts; and (3) assure that the findings of the Institute are being disseminated and evaluate the impact of such findings. Directs the Council to submit a progress report on the Institute and its centers. Requires the Director of the Institute to submit an annual report to the Secretary of Health, Education, and Welfare to be transmitted to the President and the Congress. Creates within the National Institute of Health Care Delivery an Office of Health Care Delivery Information Services. Provides that the office shall provide: (1) for the provision of indexing, abstracting, translating, and other services leading to a more effective dissemination of information on research and development in health care delivery, to public and private agencies, institutions, and individuals engaged in the improvement of health care delivery and the general public; and (2) for the undertaking of programs to develop new or improved methods for making this information available. Authorizes to be appropriated to carry out these provisions: $95 million for fiscal year 1974, $105 million for fiscal year 1975, and $115 million for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institute of Health Care Delivery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Institute of Health Care Delivery.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:24-05:00"
}