{
  "actions": [
    {
      "acted_at": "2004-09-22", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-09-23", 
      "references": [
        {
          "reference": " CR 9/24/2004 S9615-9638", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Committee on Governmental Affairs. Original measure reported to Senate by Senator Collins. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-23", 
      "calendar": "Senate Legislative", 
      "number": "712", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 712.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-09-27", 
      "references": [], 
      "text": "By Senator Collins from Committee on Governmental Affairs filed written report. Report No. 108-359. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2840-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-09-23", 
  "number": "2840", 
  "official_title": "An original bill to reform the intelligence community and the intelligence and intelligence-related activities of the United States Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5150-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2845-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2845-108", 
      "reason": "related"
    }
  ], 
  "short_title": "National Intelligence Reform Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Collins, Susan M.", 
    "state": "ME", 
    "thomas_id": "01541", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-22", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Appropriations", 
    "Armed forces and national security", 
    "Awards, medals, prizes", 
    "Central Intelligence Agency", 
    "Chief financial officers", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Classified defense information", 
    "Coast guard", 
    "Commemorations", 
    "Computer networks", 
    "Computer security measures", 
    "Conflict of interests", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional hearings", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consultants", 
    "Counterintelligence", 
    "Covert operations", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Data banks", 
    "Defense budgets", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Directories", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Employee rights", 
    "Employee selection", 
    "Employee training", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal budgets", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fringe benefits", 
    "Gifts", 
    "Government contractors", 
    "Government employees' political activities", 
    "Government ethics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government travel", 
    "Governmental investigations", 
    "Higher education", 
    "House Intelligence", 
    "Information leaking", 
    "Information technology", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Language and languages", 
    "Law", 
    "Legislation", 
    "Military intelligence", 
    "Minorities", 
    "Minorities in government", 
    "Ombudsman", 
    "Performance measurement", 
    "Perjury", 
    "Personnel management", 
    "Position classification", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Promotions", 
    "Public meetings", 
    "Rating of employees", 
    "Reconnaissance satellites", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Right of privacy", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Security classification (Government documents)", 
    "Security clearances", 
    "Senate Intelligence", 
    "Space activities", 
    "Standards", 
    "Strategic planning", 
    "Technological innovations", 
    "Terrorism", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel costs", 
    "Whistle blowing", 
    "Witnesses", 
    "Women", 
    "Women in government"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2004-09-23", 
    "text": "National Intelligence Reform Act of 2004 - Title I: National Intelligence Authority - Subtitle A: National Intelligence Authority - (Sec. 101) Establishes as an independent executive entity the National Intelligence Authority (Authority) to, among other things: (1) unify and strengthen efforts of the intelligence community (IC); (2) operate the National Counterterrorism Center and national intelligence centers; and (3) establish clear responsibility and accountability for counterterrorism and other intelligence matters relating to U.S. national security. Requires the Authority to be headed by a National Intelligence Director (Director), who shall: (1) serve as the head of the IC; (2) advise the President on intelligence related to national security; and (3) direct and oversee the National Intelligence Program (formerly the National Foreign Intelligence Program). Subtitle B: Responsibilities and Authorities of National Intelligence Director - (Sec. 111) Requires the Director to provide national intelligence to the: (1) President; (2) heads of other Federal departments and agencies; (3) Chairman of the Joint Chiefs of Staff and senior military commanders; and (4) Senate and House of Representatives and committees thereof. (Sec. 112) Outlines intelligence-related duties of the Director, including determining the annual budget for U.S. intelligence and intelligence-related activities. (Sec. 113) Requires the Director to have access to all national security-related intelligence collected by any U.S. department, agency, or element. Authorizes the Director to transfer or reprogram funds and/or personnel within the National Intelligence Program (requiring notification of the congressional intelligence committees). Requires the Director to establish and implement information technology and communications standards across the IC. (Sec. 114) Requires the Director to: (1) provide incentives for service in support of IC community management functions; (2) provide for promotion of IC personnel; and (3) facilitate the rotation of IC personnel during their careers. (Sec. 115) Directs the President to establish uniform standards and procedures for the grant of access (security clearances) to classified information for employees and contractor personnel of the U.S. Government who require access to such information. Requires a single Federal department, agency, or element to conduct such clearances. (Sec. 116) Authorizes the Director to provide for the establishment and training of a National Intelligence Reserve Corps for the temporary employment on a voluntary basis of former IC employees during periods of emergency. Limits the total number of Corps members to 200. (Sec. 117) Provides that in the event of a vacancy in the position of Director of the Central Intelligence Agency, the Director shall recommend to the President an individual to fill the vacancy. Requires the Director to obtain the concurrence of the Secretary of Defense before nominating individuals as directors of the National Security Agency (NSA), National Reconnaissance Office, and National Geospatial-Intelligence Agency (NGIA). Requires the concurrence of the Director of nominations for vacancies in certain intelligence-related positions. Allows the Director to recommend to the President or head of the appropriate department or agency the termination of service of certain individuals. (Sec. 118) Establishes in the Treasury the Reserve for Contingencies of the National Intelligence Director. Subtitle C: Office of the National Intelligence Director - (Sec. 121) Establishes an Office of the National Intelligence Director (Office) to assist the Director in carrying out appropriate responsibilities and duties. Establishes a Principal Deputy National Intelligence Director (second in command) and up to four Deputy National Intelligence Directors. (Sec. 123) Establishes a National Intelligence Council (Council) to produce national intelligence estimates for the U.S. Government and to evaluate the collection and production of intelligence by the IC. (Sec. 124) Establishes within the Authority, with specified duties, the positions of: (1) General Counsel; (2) Intelligence Comptroller; (3) Officer for Civil Rights and Civil Liberties; (4) Privacy Officer; (5) Chief Information Officer; (6) Chief Human Capital Officer; (7) Chief Financial Officer; and (8) National Counterintelligence Executive. Subtitle D: Additional Elements of National Intelligence Authority - (Sec. 141) Establishes within the Authority an Office of the Inspector General (IG), with specified duties and responsibilities. Requires reports from the IG: (1) annually to the Director summarizing IG activities; and (2) to the Director whenever the IG becomes aware of serious or flagrant problems, abuses, or deficiencies within the Authority. Requires all reports under this section to be forwarded to the intelligence committees. (Sec. 142) Establishes an: (1) Ombudsman of the National Intelligence Authority, with specified duties and responsibilities; and (2) Analytic Review Unit to assist the Ombudsman. Requires annual activities reports from the Ombudsman to the Director. (Sec. 143) Establishes a National Counterterrorism Center, headed by a Director, to, among other things: (1) unify strategy for U.S. civilian and military counterterrorism efforts; and (2) integrate counterterrorism intelligence and operations across agency boundaries, both inside and outside the United States. Establishes within the Center a Directorate of Intelligence to: (1) be the principal U.S. repository for all-source information on suspected terrorists, their organizations, and their capabilities; (2) propose intelligence collection requirements for action by elements of the IC; and (3) have primary responsibility for net assessments and warnings about terrorist threats. Establishes within the Center a Directorate of Planning, with primary responsibility for developing interagency counterterrorism plans. (Sec. 144) Authorizes the Director to establish within the Authority one or more national intelligence centers to address intelligence priorities established by the Council. Makes such centers responsible for providing all-source analysis of intelligence based upon foreign intelligence gathered both abroad and domestically. Authorizes the Director to terminate a center when it is determined to be no longer required to meet an intelligence priority established by the Council. Subtitle E: Education and Training of Intelligence Community Personnel - (Sec. 151) Requires the Director to provide for the cross-disciplinary education and training of IC personnel. (Sec. 152) Requires the Director to establish the Intelligence Community Scholarship Program for the awarding of scholarships designed to recruit and prepare students for civilian careers to meet critical needs of the intelligence agencies. Limits the scholarship term to four years, unless the Director grants a waiver in individual cases. Requires a post-scholarship period of obligated civilian service of 24 months for each academic year of the scholarship, and requires a pro rata scholarship repayment with respect to any obligated period not served. Allows the Director to waive any service obligation or payment incurred whenever compliance by an individual is impossible or would involve extreme hardship, or if enforcement would be contrary to the best interests of the Government. Subtitle F: Additional Authorities of National Intelligence Authority - (Sec. 161) Sets forth additional authorities of the Authority and the Director, including the authority to: (1) dispose of property; and (2) acquire major systems (requiring the development and implementation of a program management plan with respect to each such system). (Sec. 162) Requires the Director to: (1) review the acquisition authority of the Directors of NSA and NGIA; and (2) report to specified congressional committees on recommended enhancements to such authority. Requires the Comptroller General to report to Congress on the extent to which the policies and procedures adopted for managing the acquisition of major systems for intelligence purposes, as identified by the Director, are likely to result in successful cost, schedule, and performance outcomes. (Sec. 163) Outlines personnel authorities of the Directors within the Authority. (Sec. 164) Includes Authority personnel under Federal ethics requirements concerning political service, acceptance of gifts, and financial disclosures. Title II: Other Improvements of Intelligence Activities - Subtitle A: Improvements of Intelligence Activities - (Sec. 201) Directs the President to disclose to the public, for each fiscal year after 2005, the aggregate amount of appropriations requested in the budget for that fiscal year for the National Intelligence Program. Requires Congress to disclose, for the same fiscal years, the amounts authorized and the amounts appropriated for such Program. Requires the Director to study and report to Congress on the advisability of disclosing to the public amounts requested, authorized, and appropriated for each fiscal year for each element of the IC. (Sec. 202) Amends the National Security Act of 1947 to merge the Homeland Security Council into the National Security Council. Outlines additional required activities of the National Security Council with respect to homeland security assessments and policies. (Sec. 203) Establishes a Joint Intelligence Community Council to assist the Director in developing and implementing a joint, unified national intelligence effort to protect national security. (Sec. 204) Requires the Director of the Federal Bureau of Investigation (FBI) to: (1) continue efforts to improve FBI intelligence capabilities; and (2) develop and maintain within the FBI a national intelligence workforce of agents, analysts, linguists, and surveillance specialists. Requires new agent training in national intelligence matters. Requires the FBI Director to carry out a program to enhance FBI capacity to recruit and retain individuals with backgrounds in intelligence, international relations, language, technology, and other skills relevant to the intelligence mission of the FBI. Requires the FBI Director to modify the FBI budget structure to include budgeting for intelligence and counterterrorism and counterintelligence activities. Requires the FBI Director to report to Congress on the implementation of the above requirements and related activities. (Sec. 205) Federal Bureau of Investigation Intelligence Career Service Authorization Act of 2005 - Authorizes the FBI Director to establish positions for FBI intelligence analysts without regard to specified federal employee classification and pay provisions. Requires such Director to submit to specified congressional committees an operating plan with respect to such Service, and to report annually to such committees on the implementation and use of such Service. (Sec. 206) Directs the President to establish a trusted information network and secure information sharing environment to promote the sharing of intelligence and homeland security information in a manner consistent with national security and the protection of privacy and civil liberties. Requires such network to promote the sharing of such information among all relevant Federal departments and agencies, State, tribal, and local authorities, and private sector entities, including owners and operators of critical infrastructure. Requires the Director of the Office of Management and Budget (OMB) to submit to the President and Congress an enterprise architecture and implementation plan for the network. Makes such Director responsible for such information sharing across appropriate Federal departments and agencies. Requires such Director to appoint a principal officer within OMB to carry out the day-to-day duties with respect to the dissemination of such information. Establishes an Executive Council on Information Sharing to assist the OMB Director in the execution of such duties. Requires reports from the Council to Congress, and from the OMB Director to the President and Congress, on activities undertaken to implement such network. Establishes an Advisory Board on Information Sharing to advise the President and the Executive Council on policy, technical, and management issues related to the design and operation of the network. Directs the President to report semiannually to Congress on the state of the network and of information sharing across the Federal Government. Outlines individual Federal agency responsibilities with respect to such information sharing, including: (1) submitting to the OMB Director a strategic plan for implementation of the network's requirements with respect to that department or agency; and (2) an annual report assessing the progress of that agency with respect to network sharing requirements. Requires the Comptroller General to annually evaluate network implementation and report results to Congress. Authorizes appropriations. Subtitle B: Privacy and Civil Liberties - (Sec. 211) Establishes within the Executive Office of the President a Privacy and Civil Liberties Oversight Board to: (1) analyze and review actions taken by the Executive branch to protect the Nation from terrorism; and (2) ensure that liberty concerns are appropriately considered in the development and implementation of laws, regulations, and policies related to efforts to protect the Nation against terrorism. Requires semiannual Board reports to specified congressional committees and the President on major Board activities with respect to its advisory and oversight functions. Requires Board reports to be made available to the public. (Sec. 212) Requires the heads of specified department, agency, and IC elements to designate at least one senior officer to serve as a privacy and civil liberties officer to consider and ensure within that IC element the appropriate consideration of privacy and civil liberties issues when protecting the Nation against terrorism. Prohibits agency reprisals for making complaints to a privacy or civil liberties officer. Requires periodic activities reports from such officers to specified congressional committees, the head of such department, agency, or IC element, and the Privacy and Civil Liberties Oversight Board. Requires such reports to be made available to the public. Subtitle C: Independence of Intelligence Agencies - (Sec. 221) Prohibits the Director from being located within the Executive Office of the President. Requires the Director to provide the President and Congress national intelligence that is timely, objective, and independent of political considerations, and not shaped to serve policy goals. Requires identical intelligence quality requirements with respect to intelligence provided by the directors of the National Counterterrorism Center, each national intelligence center, and the Central Intelligence Agency, as well as with respect to the production of such intelligence by the National Intelligence Council. (Sec. 223) Requires the independence of the National Counterterrorism Center. (Sec. 224) Requires the directors of National Intelligence, the National Counterterrorism Center, and each national intelligence center to provide to the congressional intelligence committees, as well as any other appropriate committees, all intelligence assessments and estimates other than those prepared exclusively for the President. Requires such officials to respond to official congressional requests for such assessments or assessments within 15 days. (Sec. 225) Allows employees of covered agencies (involved in intelligence activities) and employees of contractors carrying out such activities to disclose directly to a Member of committee of Congress information concerning a false or inaccurate statement made with respect to intelligence information. Title III: Modifications of Laws Relating to Intelligence Community Management - Subtitle A: Conforming and Other Amendments - (Sec. 301) Makes conforming and related amendments necessitated by changes made under this Act, including those related to the roles of the National Intelligence Director and the Director of the Central Intelligence Agency and those related to IC elements. (Sec. 306) Redesignates the National Foreign Intelligence Program as the National Intelligence Program. Subtitle B: Transfers and Terminations - (Sec. 321) Transfers to the Office of the National Intelligence Director: (1) the staff of the Office of the Deputy Director of Central Intelligence for Community Management; and (2) the National Counterintelligence Executive and its staff. Transfers to the National Counterterrorism Center the Terrorist Threat Integration Center. (Sec. 324) Terminates certain positions within the Central Intelligence Agency. Subtitle C: Other Transition Matters - (Sec. 331) Sets forth Executive Schedule pay levels for certain positions established under this Act. (Sec. 333) Authorizes the Director to reorganize, allocate, or reallocate functions and organizational units within the National Intelligence Program. (Sec. 334) Requires the Director and the Comptroller General to report to Congress on progress made in the implementation of this Act. Authorizes the Comptroller General to submit interim reports on such progress. (Sec. 336) Deems any references to the Director of Central Intelligence as a reference to the National Intelligence Director. Subtitle D: Effective Date - (Sec. 341) Sets forth the effective date of this Act. Subtitle E: Other Matters - (Sec. 352) Authorizes appropriations for FY 2005."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Intelligence Reform Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Bureau of Investigation Intelligence Career Service Authorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Intelligence Reform Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Bureau of Investigation Intelligence Career Service Authorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reform the intelligence community and the intelligence and intelligence-related activities of the United States Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:59-05:00"
}