{
  "actions": [
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 96-153.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-07", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture, H. Rept. 96-153 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-19", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #599 (393-14).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "bill_ids": [
        "s985-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 985 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3683-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-24", 
  "number": "3683", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s985-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Jones, Ed", 
    "state": "TN", 
    "thomas_id": "00608", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-24", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Aliens", 
    "Business and commerce", 
    "Energy supplies", 
    "Family farms", 
    "Government and business", 
    "Hawaii", 
    "Mortgage loans", 
    "Power resources", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Sewerage", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-10-24", 
    "text": "(Measure passed House, amended, roll call #599 (393-14)) Amends the Consolidated Farm and Rural Development Act to authorize the Farmers Home Administration to make or insure loans for: (1) the acquisition, installation, and modification of nonfossil energy systems on family farms; (2) water and sewer and community facilities to communities with populations up to 20,000 people (presently 10,000); (3) the promotion of rural industrialization by encouraging the development of energy systems not utilizing fossil fuels; and (4) expenses incidental to the development and construction of nonfossil energy systems. Includes aliens legally admitted for permanent residence among those eligible for all Farmers Home Administration programs authorized under such Act. Requires that any limitation on the amount of emergency loans to any one borrower, which may be imposed by the Secretary by regulation, take into consideration the operations and financial status of each borrower. Requires that, under the emergency loan program, the interest rate for guaranteed loans exceeding the amount of the actual loss be negotiable, but not in excess of a rate the Secretary may determine. Prohibits making or insuring loans exceeding the amount of actual loss unless the Secretary determines the applicant is unable to obtain a guaranteed loan from a private or cooperative lending agency sufficient to finance actual needs. Directs the Secretary to require at least one written indication of declination of credit for loans up to $300,000 and at least two such written indications for loans over $300,000. Authorizes the Secretary to waive such requirement for loans up to $300,000 if an undue burden would be imposed on any applicant. Specifies the maximum aggregate principal amounts for insured and guaranteed real estate, operating, and emergency loans under the Agriculture Credit Insurance Fund; and water sewer facility, industrial development, and community facility loans under the Rural Development Insurance Fund for each of the fiscal years 1980, 1981, and 1982. Directs the Secretary to develop, and submit to the appropriate congressional committees, long-term cost projections for specified loan programs. Includes within the term 'owner-operator', the lessee-operators of real property in the State of Hawaii, in specified cases. Directs the Secretary, in determining whether to make or insure emergency loans, to take into consideration the net worth, including all assets and liabilities, of an applicant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:03-05:00"
}