{
  "actions": [
    {
      "acted_at": "1977-09-23", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2133-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-23", 
  "number": "2133", 
  "official_title": "A bill to reform the mining law.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9292-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Mining Law", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-23", 
  "subjects": [
    "Environmental protection", 
    "Leases", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Mining leases", 
    "Public lands and natural resources", 
    "Reclamation of land"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-23", 
    "text": "Mining Law - Authorizes the Secretary of the Interior to authorize the prospecting, exploration, and development of hardrock mineral deposits in leasable lands in accordance with this Act; except that no permit, license, or lease shall be issued on lands within the National Park System, the National Wildlife Refuge System, the Wild and Scenic Rivers System, or the National Wilderness Preservation System, which are open to mineral entry and location under the Mining Law of 1872 and related Acts, upon the effective date of passage of this Act, unless the Secretary determines: (1) that exploration, development, and production may be conducted in a manner consistent with the purpose of which such system was established; and (2) that any surface disturbance can be restored to its original or other similarly appropriate condition consistent with the purpose for which such system was established. Stipulates that no permit shall be required for prospecting on leasable lands. Directs the Secretary to require a person to obtain a permit for on the ground prospecting for hardrock minerals on: (1) leasable lands within the National Park System, the National Wildlife Refuge System, the Wild and Scenic Rivers System, or the National Wilderness Preservation System, which are open to mineral entry and location under the Mining Law of 1872, and related Acts, upon the effective date of passage of this Act; (2) lands withdrawn from mineral entry under the Mining Law of 1872, and related Acts, unless the Secretary revokes the withdrawal; (3) leasable lands where the United States owns the mineral estate but not the surface estate and the surface owner has not given consent; (4) leasable lands designated as \"areas of critical environmental concern\" pursuant to the Federal Land Policy and Management Act of 1976, or lands similarly designated in land management plans prepared pursuant to the Forest and Range Land Renewable Resources Planning Act of 1974; (5) urbanized areas and lands designated for military use; (6) areas included in any license or lease issued under this Act; and (7) acquired lands. Authorizes the Secretary to issue to any qualified person an exclusive license to explore for one or more hardrock minerals in a designated area of leasable lands not otherwise withdrawn or excluded from exploration. Prohibits any person from exploring for hardrock minerals in the leasable land without such a license. Requires that such licenses be issued only after competitive bidding in the case of leasable land classified as suitable for competitive bidding. Permits exploration on all leasable lands except those which have been: (1) withdrawn from mineral entry under the Mining Law of 1872, and related Acts, if the withdrawal remains in effect; or (2) included in any exploration license or lease issued under this Act if the exploration would conflict with such license or lease. Establishes an aggregate acreage limitation for licenses held or controlled by one person at 5,120 in any one State. Sets forth procedures and requirements for application for licenses. Exempts information submitted by applicants from the Freedom of Information Act. Prohibits the licensee from removing any minerals for sale. Establishes standards for extension of exploration licenses. Authorizes the Secretary to issue to the holder of a license a lease for any leasable lands included within such license for the development and production of one or more hardrock minerals. Sets forth procedures and requirements for applying for such a lease. Directs the Secretary to issue a lease to an applicant for all lands in the application that are likely to contribute to mineral development, if the Secretary determines that the proposed operation: (1) is compatible with the land use plan for the area, as provided in this Act; (2) will not violate any applicable laws and regulations; and (3) will have an overall value which, in the Secretary's judgement, exceeds its overall costs. Stipulates that in making this judgment, the Secretary shall take account of environmental costs, the value of mineral production expected, the value of foregone surface uses, and other relevant considerations. Specifies the minimum annual rental rate and royalties to be paid by the lessee. Conditions such a lease on diligent development and continued operation. Sets the lease term at 20 years, with unlimited extensions. Establishes an aggregate acreage limitation for leases held or controlled by one person at 51,200 nationwide. Prohibits the issuance of licenses or leases under this Act unless the lands contained in the licenses or leases have been included in Federal land-use plans prepared by the Secretary, or in the case of lands within the National Forest System, the Secretary of Agriculture, and license or lease issuance is compatible with the plan. Requires licensees and lessees to submit, as appropriate, either an exploration plan or a mining plan to the Secretary for approval prior to taking any action which may cause more than minimal surface disturbance under an exploration license or a lease issued under this Act. Establishes special licensing and leasing requirements and procedures for small miners. Defines a small miner as an individual engaged in mineral prospecting, exploration, or development operations alone or as part of a partnership composed of not more than three individuals, at the time rights are received under this Act. Stipulates that no corporation may qualify as a small miner or as a partner. Authorizes the Secretary to allow or, where the Secretary determines it is economically feasible, to require that a person holding a lease issued pursuant to this Act of the Mineral Leasing Act of 1920 extract and dispose of associated or related minerals other than the mineral deposit for which that person's lease has been issued. Requires that leases issued under this Act provide for the use of so much of the surface of the leased area as may be reasonably required for the actual extraction, removal, and processing of the mineral or minerals subject to the lease, upon such terms and conditions as the Secretary may require. Authorizes the Secretary, pursuant to the Federal Land Policy and Management Act, and the head of any Federal surface managing agency, under other applicable law, to lease other lands not included in a lease issued under this Act which are required to extract or process the leased mineral or minerals, upon payment of fair market value and upon such terms and conditions as may be prescribed. Directs the Secretary to issue regulations to insure that all prospecting, exploration, development, and production authorized by this Act are conducted in a manner that minimizes environmental damage to the maximum extent feasible, taking into account environmental and economic costs. Directs the Secretary to require: (1) that an appropriate reclamation plan be prepared and approved in advance of more than minimal disturbance to the surface; (2) that all license and lease areas be reclaimed as contemporaneously as practicable; and (3) that reclamation work be completed in accordance with applicable performance standards with reasonably prescribed time limits. Requires the Secretary to adopt performance standards with respect to open pit and underground mining and dams constructed for the impoundment of tailings. Stipulates that when the surface of an area otherwise open for prospecting, exploration, or leasing under this Act is owned privately, the Secretary shall consult with the surface owner prior to issuing a permit, license, or lease for those lands. Establishes standards for compensation of surface owners. Establishes regulations with respect to the filing of civil suits by persons having an interest which is or may be adversely affected by actions taken pursuant to this Act. Sets forth remedies and penalties for violation of this Act. Requires the payment of 50 percent of all receipts derived by the United States from licenses and leases issued under this Act to the States in which the leased land are located. Allows all persons with valid claims to lands affected by this Act to apply for a patent within two years of the date of enactment of this Act. Allows all other claimants within the same two years to convert their claims into exploration licenses. Prohibits the initiation of any claim under the Mining Law of 1872 and related Acts. Repeals all laws governing the issuance of leases for hardrock minerals on acquired lands, except as necessary to protect valid existing rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mining Law", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the mining law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:31-05:00"
}