{
  "actions": [
    {
      "acted_at": "1974-05-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14944-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-22", 
  "number": "14944", 
  "official_title": "A bill to provide youth services grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Programs Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-22", 
  "subjects": [
    "Advisory bodies", 
    "Counseling", 
    "Government operations and politics", 
    "Youth"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-22", 
    "text": "Youth Programs Act - Authorizes to be appropriated $10,000,000 for fiscal year 1974, and for each of the two succeeding fiscal years, in order to carry out the provisions of this Act. Establishes in the Department of Health, Education, and Welfare an Office of Youth Programs to carry out the provisions of this Act. Authorizes the Secretary to make grants to pay the Federal share of the cost of youth service projects conducted by nonprofit private organizations, particularly organizations engaged in furnishing emergency telephone counseling, general counseling, medical service, and services for runaways. Provides that the Federal share for each fiscal year shall not exceed 75 percent of the cost of each application. Authorizes the Secretary to establish and operate a National Clearinghouse on Youth Services which shall: (1) collect, analyze, and disseminate research materials relating to the services assisted under the provisions of this Act; (2) conduct a thorough evaluation of the programs assisted pursuant to this Act; and (3) develop recommendations for a longterm approach, by the Federal Government, to the problems of young Americans. Establishes a Youth Advisory Board to: (1) assist in the establishment of priorities for the award of grants under this Act; (2) recommend general policies for, and review the conduct of, the Office; and (3) advise the Director of the Office on development of programs to be carried out by the Office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide youth services grants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:59-05:00"
}