{
  "actions": [
    {
      "acted_at": "1987-04-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s899-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-02", 
  "number": "899", 
  "official_title": "A bill to regulate above ground storage tanks used to store regulated substances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-02", 
  "subjects": [
    "Environmental protection", 
    "Federal installations", 
    "Government operations and politics", 
    "Oil pollution", 
    "Petroleum and petroleum products", 
    "Petroleum storage", 
    "Pollution control", 
    "Refuse and refuse disposal", 
    "Storage"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-02", 
    "text": "Amends the Solid Waste Disposal Act to regulate above ground storage tanks used to store regulated substances. Requires owners of such tanks to provide the State or local authorities with all relevant particulars about such tanks, including age, capacity, location, and uses. Requires the Administrator of the Environmental Protection Agency to issue notification and performance standards for such tanks. Requires the State to inventory all such tanks containing regulated substances, one inventory for petroleum, and another for all other regulated substances. Requires the Administrator to promulgate release detection and correction regulations, including leak detection systems, reporting requirements, and evidence of financial responsibility. Provides for interim measures before such regulations become effective. Permits corrective actions by the Administrator or State to protect human health and the environment, but makes owners or operators of tanks liable for costs. Authorizes States to conduct Administrator-approved programs to enforce this Act. Sets forth authorized actions when a facility owner or operator has not complied with or cannot meet financial responsibility requirements. Requires owners or operators of tanks to furnish the relevant government employees with all necessary information, including submitting their facilities to inspection and monitoring. Provides for confidentiality of such information and criminal penalties for prohibited disclosure. Authorizes the use of compliance orders to enforce this Act, providing daily civil penalties for noncompliance. Includes tanks under Federal jurisdiction under this Act, permitting exemptions of up to one year upon the President's specific request. Requires that all exemptions be reported annually to the Congress. Directs the Administrator to study above ground storage tanks used for both the storage of regulated and of other substances. Requires that the results of such studies be reported to the President and to the Congress. Authorizes appropriations for FY 1988 through 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate above ground storage tanks used to store regulated substances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:24-05:00"
}