{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s230-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "230", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 with respect to the use of nonpublic information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Actions and defenses", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Fraud", 
    "Information disclosure (Securities law)", 
    "Insider trading in securities", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Amends the Securities Exchange Act of 1934 to prohibit any person from trading securities based on material, nonpublic information obtained as an insider, from an insider, fiduciary, or tippee thereof, or through misappropriation. Prohibits any insider, fiduciary, or tippee from communicating such information, knowing that it is likely to be used for trading purposes, except pursuant to obligations to the issuer or regulatory requirements. Sets forth affirmative defenses to liability for a violation of such prohibitions. Provides that a person who controlled a violator shall be liable to the same extent as the violator, unless: (1) such person proves that he or she reasonably did not know that the controlled person traded on the basis of, or tipped, material, nonpublic information; or (2) such person established and complied with procedures reasonably expected to prevent and detect such a violation without finding reasonable cause to believe a violation had occurred. Requires proof of liability under this Act by a preponderance of the evidence. Provides that a buyer or seller who violates this Act shall be liable: (1) for specific rescission or damages (as prescribed by this Act) to his seller or buyer where buyers and sellers can be matched; or (2) for damages to a person who buys or sells between the first day the defendant unlawfully trades and the day all material facts become public where the buyers and sellers cannot be matched. Permits the court to assess reasonable costs against any party upon finding that a private action under this Act or defenses are frivolous, vexatious, or brought or advanced in bad faith. Authorizes the Federal Trade Commission to: (1) commence an action in a U.S. District Court to seek a civil penalty (not exceeding three times the profit gained or loss avoided) against any person who has violated this Act in a transaction that is not part of a public offering by an issuer of securities other than standardized options; (2) refer the matter to the Attorney General for enforcement; and (3) provide an exemption from these provisions for any class of persons or transactions. Establishes a five-year statute of limitations for violations of this Act. Prohibits maintenance of an action based on the use of a manipulative or deceptive device in the purchase or sale of a security under this Act, unless the defendant acts with an intent to deceive, manipulate, or defraud."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 with respect to the use of nonpublic information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:08-05:00"
}