{
  "actions": [
    {
      "acted_at": "1991-03-21", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-03-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T15:55:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T15:56:00-05:00", 
      "references": [], 
      "text": "Mr. Aspin asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T15:57:00-05:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T15:58:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T16:04:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21T16:25:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "58", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 396 - 4 (Roll no. 58).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-03-21T16:25:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-21", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-03-25", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-04-06", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1991-04-06", 
      "congress": "102", 
      "law": "public", 
      "number": "25", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-25.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s725-102", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-03-21", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1991-03-21", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1991-03-21", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1991-03-21", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-03-21", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1991-03-21", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1991-03-21", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "25"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1991-04-06", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-03-21T16:25:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-03-21", 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-21", 
  "number": "725", 
  "official_title": "A bill entitled the \"Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991\".", 
  "popular_title": "Persian Gulf Supplemental & Personnel Benefits bill", 
  "related_bills": [
    {
      "bill_id": "hr1175-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1991-04-06", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural price supports", 
    "American investments", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "College costs", 
    "Colorado", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Cost of war", 
    "Cotton", 
    "Counseling", 
    "Day care", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Defense procurement", 
    "Dental care", 
    "Dentists", 
    "Drugs", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal officials", 
    "Financial disclosure", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Government life insurance", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Health", 
    "Iraq", 
    "Kuwait", 
    "Land transfers", 
    "Language and languages", 
    "Leave of absence", 
    "Medical education", 
    "Mental health services", 
    "Military bases", 
    "Military dependents", 
    "Military housing", 
    "Military intervention", 
    "Military medicine", 
    "Military occupation", 
    "Military pay", 
    "Military personnel", 
    "Minority business enterprises", 
    "Missing in action", 
    "Mortgage loans", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Nurses", 
    "Optometry", 
    "Parent and child", 
    "Persian Gulf", 
    "Persian Gulf War", 
    "Physicians", 
    "Post-traumatic stress disorder", 
    "Public assistance programs", 
    "Relocation of federal installations", 
    "Retired military personnel", 
    "Rice", 
    "Saudi Arabia", 
    "Small business", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' organizations", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Veterinarians", 
    "Vietnam veterans", 
    "Virginia", 
    "War casualties", 
    "War relief", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-21", 
    "text": "Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991 - Title I: Authorization of Fiscal year 1991 Supplemental Appropriations for Operation Desert Storm - Authorizes supplemental appropriations for FY 1991 to the Department of Defense (DOD) for its current and future balances in the Defense Cooperation Account (Cooperation Account). Requires Cooperation Account funds to be used for: (1) incremental costs associated with Operation Desert Storm; and (2) replenishment of the working capital account for DOD to be known as the Persian Gulf Working Capital Account (Capital Account). Authorizes appropriations to the Capital Account for FY 1991. Requires Capital Account funds to be used for incremental costs associated with Operation Desert Storm, but only to the extent that funds for such use are not available in the Cooperation Account. Requires Cooperation Account funds to replenish funds used from the Capital Account. Reverts Capital Account balances to the Treasury upon its termination. Authorizes funds from both Accounts to be transferred to appropriation accounts of DOD as necessary to meet Operation Desert Storm incremental costs. Increases the transfer authority provided in current law for DOD transfers to accomodate such increased transfer authority. Requires all such transfers to comply with a congressional notice-and wait requirement. Requires monthly reports through FY 1992 on such transfers to the Senate and House Armed Services Committees (the defense committees) and to the Comptroller General. Title II: Waiver of Personnel Ceilings Affected by Operation Desert Storm - Authorizes the Secretary of the military department concerned to waive any military personnel end strength in such department as prescribed in the National Defense Authorization Act for Fiscal Year 1991. Allows certain grade strength limitations to be suspended. Requires such Secretary to certify to the defense committees that the exercise of such authority is necessary because of personnel actions relating to Operation Desert Storm. Authorizes additional appropriations to DOD from the Cooperation Account for increases in military personnel costs for FY 1991 through 1995 resulting from the exercise of such waiver and suspension authorities. Title III: Benefits for Persons Serving in the Armed Forces During the Persian Gulf Conflict - Part A: Military Compensation and Benefits - Increases, as of August 1, 1990, the rate of special pay for duty subject to hostile fire or imminent danger. Terminates such increase 180 days after termination of the Persian Gulf War. Increases from $60 to $75 the monthly family separation allowance for the period beginning January 15, 1991, and ending at the beginning of the first month after a 180-day period after the end of the Persian Gulf conflict. Requires that the variable housing allowance being paid to reserve members called to active duty in the Persian Gulf be calculated using the rate to which the member is entitled in the area of the member's principal place of residence in lieu of a permanent duty location. Authorizes the payment of active duty special pay to reserve optometrists, veterinarians, nurse anesthetists, and certain other non-physician health care providers called or ordered to active duty in connection with activities in the Persian Gulf. Authorizes the payment of such special pay to physicians, dentists, optometrists, veterinarians, nurse anesthetists, and other non-physician health care providers who are: (1) involuntarily retained on active duty; (2) recalled to active duty; or (3) agreeing to remain on active duty for less than one year in connection with the Persian Gulf Conflict. Authorizes continued payment of board certification pay to physicians, dentists, and other health care providers who have completed residency training and were scheduled for board certification or recertification, but were unable to complete such process due to a duty assignment in connection with the Persian Gulf conflict. Conditions such payments upon the completion of such certification or recertification requirements within 180 days after release from such duty assignment or such additional time thereafter as determined necessary by the Secretary of Defense. Requires foreign language proficiency pay to be paid to members assigned to duty in connection with the Persian Gulf Conflict who meet all eligibility criteria for such pay except that they have not been certified by the Secretary concerned to be proficient in a foreign language necessary for national defense purposes. Conditions such payment upon the completion of such certification within 180 days after release from such duty assignment or such additional time thereafter as determined necessary by the Secretary. Establishes a death gratuity of $6,000 for all deaths resulting from injury or illness incurred during the Persian Gulf Conflict or 180 days after such conflict. Directs the Secretary to pay a death gratuity to each Servicemen's Group Life Insurance (SGLI) beneficiary of each deceased member of the armed forces who died after August 1, 1990, and before the date of enactment of this Act. Makes the amount of such death gratuity an amount equal to the SGLI coverage at the time of death. Requires the appropriate SGLI recipient to make application to the Secretary for the payment of such death gratuity within one year after the enactment of this Act. Entitles survivors of members who die as a result of injury or illness sustained while on active duty during the Persian Gulf War to payment for all accrued leave of such member. (Currently, there are limitations to the authorized build-up of such leave.) Removes the ceiling on savings deposit for service members carried in a missing person status during the Persian Gulf Conflict. Requires the payment of a basic allowance for quarters to reserve members without dependents called to active duty in connection with the Persian Gulf Conflict who are unable to occupy the primary residence owned or rented by such member because of such active duty. Part B: Military Personnel Policies and Programs - Allows a retired member of the armed forces who is ordered to return to active duty in connection with Operation Desert Storm to be ordered to such active duty in the highest grade in which the member previously satisfactorily served on active duty. States that a member ordered to active duty in a grade higher than his or her retired grade shall be deemed to have been promoted to such grade. Delays until October 1, 1991, the implementation of a required increase in the annual deductible for services provided under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) in the case of dependents of active duty personnel serving or who have served in connection with the Persian Gulf Conflict. Allows any health care provider furnishing health care under CHAMPUS to dependents of military personnel serving on active duty in the Persian Gulf to waive any required copayment from such dependents during the Persian Gulf Conflict. Requires the provider to certify to the Secretary of Defense that the amount charged to the Government under such waiver was not increased above the amount the provider would have charged the Government had the payment not been waived. Provides certain transitional health care benefits under CHAMPUS to reservists called to active duty in connection with the Persian Gulf Conflict, and to active duty personnel involuntarily retained on active duty or voluntarily agreeing to remain on active duty for less than one year in connection with Operation Desert Storm. Provides such transitional health care for 30 days after release from active duty or the date on which the member and his or her dependents are covered by an employer-sponsored health plan. Provides such coverage for dependents of such reservists or active-duty personnel. Amends the National Defense Authorization Act for Fiscal Year 1991 to remove certain fiscal year restraints in such Act concerning spending in support of the Persian Gulf Conflict. Directs the Secretary to carry out a study of DOD policies relating to the family interests and responsibilities of reserve members called to active duty and of active and reserve members deployed overseas. Requires a report on study results. Amends the National Defense Authorization Act for Fiscal Year 1991 to extend to October 1, 1991, the effective date for certain reductions in inpatient mental health services to be implemented under such Act. Provides funding from the Cooperation Account to pay for the costs incurred in delaying such reductions in services. Expresses the sense of the House of Representatives that armed forces policy should provide that mothers of newborn children under six months of age shall not be: (1) deployed on active duty; or (2) activated if such activation requires separation from such child, or deployed, in the case of a mother serving in the reserves. Part C: Veterans Benefits and Programs - Persian Gulf War Veterans' Benefits Act of 1991 - Amends Federal veterans' benefits provisions to include the Persian Gulf War within the definition of \"period of war\" for purposes of eligibility for general veterans' benefits, veterans' pensions, and survivors' benefits for a veteran's spouse and dependents. Requires, in the case of pension eligibility of the surviving spouse of a Persian Gulf War veteran, that such spouse marry the veteran before January 1, 2001. Extends the eligibility for one-time dental care for dental conditions found to have been incurred while on active duty to those who served at least 90 days on active duty during the Persian Gulf War. Extends to such veterans a presumption of service-connection for psychosis that becomes manifest within two years from discharge from active duty and before the end of the two-year period beginning on the last day of the Persian Gulf War. Makes veterans of the Persian Gulf War and subsequent wars eligible for drugs and medicine required due to being permanently housebound or in need of regular aid and attendance. Directs the Secretary of Veterans Affairs to furnish readjustment counseling to any veteran who served on active duty after May 7, 1975, in an area at a time during which hostilities occurred in such area. Defines \"hostilities\" as an armed conflict comparable to the danger members are subjected to in combat with enemy forces during a period of war. Requires the Secretaries of Defense and Veterans Affairs to each submit two reports to the Congress concerning the need for rehabilitative services for military personnel participating in the Persian Gulf War who experience post-traumatic stress disorder. Increases from $50,000 to $100,000 the maximum amount of life insurance coverage available to servicemen and veterans under the SGLI and Veterans' Group Life Insurance programs. Directs the Secretary of Veterans Affairs to ensure that persons insured under either program are notified of such increase and given an opportunity to increase their coverage. Increases the monthly educational assistance benefits available to active-duty military personnel under the Montgomery GI Bill to: (1) $350 for those serving on active duty for three years or more; and (2) $275 for those serving two years on active duty. Authorizes the Secretary of Veterans Affairs, after FY 1993, to continue such increased rates and to further increase such rates to reflect increases in the Consumer Price Index. Increases in FY 1992 and 1993 the monthly educational assistance benefits available to reserve members serving at least six years in the reserves to: (1) $170 for full-time study; (2) $128 for three-quarter-time study; and (3) $85 for half-time study. Authorizes the Secretary of Defense, after FY 1993, to continue such increased rates and to further increase such rates to reflect increases in the Consumer Price Index. Authorizes veteran representatives of the Persian Gulf War to be included on the Veterans' Advisory Committee on Education. Revises veterans' reemployment rights with respect to disabled veterans to state that a person shall be considered qualified for an employment position if such person, with or without reasonable accommodation, can perform the essential functions of such position. Requires the employer to make reasonable accommodations to the known physical or mental limitations of the individual disabled, unless the employer can demonstrate that the accommodation would impose an undue hardship on its business. Excludes employers employing less than a certain number of personnel as of a specified date from such requirements. Requires an employer to make reasonable efforts to requalify a service member returning to his or her employment position held before such service. Makes each veteran who served on active duty for 90 days or more during the Persian Gulf War eligible for housing loan benefits under the veterans' home loan program. Part D: Federal Employee Benefits - Directs the Office of Personnel Management (OPM) to establish a leave bank program under which: (1) employees of any executive agency may donate any unused annual leave to a leave bank established by OPM; (2) the total donated annual leave is divided equally among the annual leave accounts of employees who have been members of the armed forces serving on active duty during the Persian Gulf War and who return to civilian employment with their agencies; and (3) such participants may use such donated annual leave in the same manner as any other annual leave to their credit. Directs the Secretary of Veterans Affairs to establish a similar program for the benefit of health-care professionals returning to employment within the Department of Veterans Affairs. Part E: Higher Education Assistance - Persian Gulf Conflict Higher Education Assistance Act - Directs the Secretary of Education to waive or modify any statutory or regulatory provision applicable to the student financial aid programs under title IV of the Higher Education Act of 1965 in order to ensure that men and women serving on active duty during the Persian Gulf War who are borrowers of student loans under such Act are not placed in a worse position financially in relation to those loans because of such service. Requires the Secretary to publish such waivers or modifications in the Federal Register. Expresses the sense of the Congress that all institutions offering postsecondary education should provide a full refund or credit to any reserve member serving on active duty in the Persian Gulf for the portion or period of instruction such member was unable to complete because the individual was called up for such service. Directs the Secretary of Education to report to the Congress on the implementation of this provision. Amends the Public Health Service Act to exempt members of the armed forces from required payments on loans under such Act for the training of professional health personnel for the duration of active duty during the Persian Gulf conflict. Terminates the provisions concerning student loan modifications and waivers, and interrupted education refunds or credits, as of the end of FY 1997. Part F: Programs for Farmers and Ranchers - Directs the Secretary of Agriculture (the Secretary, for purposes of this part), with respect to a producer on a farm who is an activated reservist (called or ordered to active duty in the Persian Gulf) during a crop year, to provide for the protection of the producer's crop acreage base for any crop to the extent necessary to provide fair and equitable treatment. Allows producers on a farm to be eligible for payments for rice or upland cotton under the Agricultural Act of 1949 without regard to minimum planting requirements of such Act if: (1) one or more of the producers is an activated reservist during any part of the crop year; and (2) the producers satisfy all other appropriate requirements. Authorizes the Secretary to provide for a temporary waiver or modification of the application of subtitles A through E of title XII of the Food Security Act of 1985 (erodible land conservation requirements): (1) for the period during which the producer is an activated reservist; (2) if necessary to prevent undue hardship caused as a result of the producer's active duty during the Persian Gulf War or to provide equitable treatment; and (3) if the waiver or modification will not significantly detract from the purposes and objectives of such subtitles. Requires a report from the Secretary concerning temporary waivers and modifications so granted. Directs the Secretary to establish a program to provide relief to any borrower under any farmer program loan under the Consolidated Farm and Rural Development Act if the borrower is an activated reservist. Directs the Secretary to modify the terms and conditions of such loans in order to alleviate conditions of distress and to assist in keeping the farm or ranch of an activated reservist in operation until his or her return. Allows the Secretary to modify loans or to take other specified action in order to maintain a farm or ranch until the reservist returns. Requires the Secretary to notify persons operating a farm or ranch of an activated reservist who is a farmer program borrower of these relief provisions. Authorizes the Secretary to provide for procedures by which the spouse or other close relative of an activated reservist may participate in, or make decisions related to, a program administered by the Secretary under the Agricultural Act of 1949 or other specified Acts concerning the operation of the activated reservist's farm or ranch. Allows the Secretary to rely on the representations of the spouse or close relative made under such procedures, under certain conditions. Directs the Secretary to conduct outreach projects in order to inform households of which a member is serving on active duty in the armed forces of possible eligibility for participation in the Food Stamp Program authorized under the Food Stamp Act of 1977. Requires the Secretary to report on the effectiveness of the outreach projects. Part G: Budget Treatment - Authorizes supplemental appropriations from the Cooperation Account for the payment of new or enhanced benefits authorized under title III of this Act for FY 1991 through 1995, with specified spending prohibitions. Authorizes appropriations from the Cooperation Account for title III costs accruing after FY 1995. Provides that certain title III benefit costs are to be considered incremental costs associated with Operation Desert Storm. Prohibits the payment of any title III benefit payable during FY 1991 through 1995 unless funds are specifically appropriated from the Cooperation Account for transfer to the applicable appropriations. Prohibits payment of Montgomery GI Bill rate increases during FY 1992 or 1993 unless a specific appropriation from the Cooperation Account for such purpose occurs. Title IV: Reports on Foreign Contributions and the Costs of Operation Desert Storm - Requires the Director of OMB to prepare periodic reports on the incremental costs associated with Operation Desert Storm and the contributions made to the United States by foreign countries to offset these costs. Requires each such report to include periodic and cumulative costs, as well as nonrecurring costs and cost offsets. Requires the Secretaries of State and the Treasury to jointly prepare periodic reports on the contributions made by foreign countries as part of the international response to the Persian Gulf Crisis. Outlines specific types of contributions to be included in such report. Requires both of the above series of reports to be submitted in unclassified form, to the extent practicable. Title V: Report on the Conduct of the Persian Gulf Conflict - Directs the Secretary of Defense to report to the congressional defense committees on the conduct of the hostilities in the Persian Gulf, including a discussion of the accomplishments and shortcomings of the armed forces in such conflict, as well as casualty information. Requires a preliminary and final report on such matters. Title VI: General Provisions - Authorizes the Secretary of Defense to provide assistance to ensure that families of military personnel serving on active duty obtain needed child care services, with special focus on children of personnel serving in the Persian Gulf or otherwise deployed in connection with Operation Desert Shield. Authorizes appropriations from the Cooperation Account for such purpose. States that such funds are in addition to other funds used for child care programs for members of the armed forces. Authorizes the Secretary to provide assistance to ensure that families of military personnel serving on active duty receive educational assistance and family support services necessary to meet the needs arising out of Operation Desert Storm. Outlines provisions concerning the types of assistance, areas of assistance, and the types of educational and family support assistance to be provided. Authorizes appropriations from the Cooperation Account. Directs the Secretary of the Army to convey to Caroline County, Virginia, or the Commonwealth of Virginia all rights and interest to a parcel of land located at Fort A.P. Hill, Virginia. Directs the Secretary to identify the size and location of the property to be so conveyed. Outlines property conveyance conditions, and requires reversion to the United States if such property is not used for the construction and operation of a regional correctional facility. Prohibits housing certain prisoners in such correctional facility. Repeals a provision of the Military Construction Authorization Act for Fiscal Year 1991 made inconsistent by such provision. States that the Congress: (1) supports and endorses national, State, and local grassroots efforts to support our servicemen and women who participated in Operation Desert Storm, as well as their families at home; (2) encourages Federal, State, and local governments, as well as private business and industry, to organize task forces intended to provide support for the families of military personnel deployed in the Persian Gulf region and to organize celebrations for returning servicemen and women; and (3) encourages those governments, businesses, and industries to include Vietnam Veteran organizations in all activities conducted for the benefit of the troops returning home from Operation Desert Storm. Amends a provision of the Ethics in Government Act of 1978 relating to the filing of financial disclosure statements by certain senior Government officials to extend the time for such filing, in the case of an individual serving in the armed forces or in support of the armed forces, to a date that is the later of 180 days after the last day of the individual's: (1) service in an area; or (2) hospitalization as a result of injury received or illness contracted while serving in such area. Expresses the sense of the Congress that the Army Corps of Engineers and other Federal agencies should award contracts for the rebuilding of Kuwait, and should encourage the Government of Kuwait to award such contracts, according to the following priority: (1) to U.S. firms that are committed to employing U.S. workers under the contract; (2) to other U.S. firms; and (3) to firms from allied nations that committed troops to the liberation of Kuwait during the Persian Gulf Conflict. Expresses the sense of the Congress that any U.S. firm that receives such a contract should: (1) employ U.S. citizens under such contract; and (2) provide a preference to veterans in hiring for work under such contract. Expresses the sense of the Congress that: (1) the President should take steps to provide assistance to U.S. small and minority-owned businesses seeking to be awarded contracts for the rebuilding of Kuwait; (2) the Administrator of the Small Business Administration should conduct a public information campaign to advise such businesses about becoming so involved; and (3) U.S. firms that are awarded such contracts should award subcontracts under such contracts to U.S. small and minority-owned businesses. Directs the President to submit quarterly reports with respect to contracting for the rebuilding of Kuwait. Expresses the sense of the Congress that none of the funds appropriated or otherwise made available by any provision of law may be obligated or expended, directly or indirectly, for rebuilding Iraq while Saddam Hussein remains in power there. Directs the Secretary of Defense, as of six months after enactment of this Act, to withhold payments normally provided to a foreign nation for expenses of indirect-hire civilian DOD personnel in that nation if such nation has pledged to make contributions to the United States to assist in defraying the cost of Operation Desert Shield and has not paid the full amount so pledged. Releases amounts so withheld upon payment of the full amount pledged. Authorizes the Secretary to waive such withholding upon certification to the Congress that such waiver is in the national security interest. Requires the Secretary, in allocating to defense installations and facilities the defense acquisition workforce reductions required for FY 1991, to use considerable flexibility in order to respond to the influx of work expected to enter the defense acquisition system as a result of Operation Desert Storm. States that any installation or facility that will experience a significant workload increase during FY 1991 as a result of Operation Desert Storm activities is not required to make defense acquisition workforce reductions during FY 1991. Title VII: Miscellaneous Technical Amendments - Makes various technical, clarifying, or conforming amendments to Federal armed forces provisions, military pay and allowances provisions, National Guard provisions, and various public laws and specified Acts. Title VIII: Authorization of Supplemental Appropriations for Department of Energy National Security Programs for Fiscal Year 1991 - Authorizes appropriations for FY 1991 for: (1) operating expenses incurred in carrying out national security programs for weapons activities production and surveillance; and (2) carrying out environmental restoration and waste management programs necessary for national security programs. States that provisions contained in the National Defense Authorization Act for Fiscal Year 1991 concerning the applicability of recurring general provisions shall apply in the same manner to this title. Directs the Secretary of Energy to develop a program to relocate within ten years operations performed at the Rocky Flats Plant in Golden, Colorado, to a replacement facility at which public health and safety can be assured. Requires a report concerning implementation of such relocation."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Persian Gulf Supplemental & Personnel Benefits bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Persian Gulf Conflict Higher Education Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Persian Gulf War Veterans' Benefits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Persian Gulf Conflict Higher Education Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Persian Gulf War Veterans' Benefits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:49-05:00"
}