{
  "actions": [
    {
      "acted_at": "1977-03-24", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1123-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-24", 
  "number": "1123", 
  "official_title": "A bill to amend the Social Security Act to authorize the issuance of regulations for section 459.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-24", 
  "subjects": [
    "Armed forces and national security", 
    "Child support", 
    "Civil service compensation", 
    "Civil service pensions", 
    "Domestic relations", 
    "Federal employees", 
    "Federal employees and officials", 
    "Garnishment", 
    "Salaries", 
    "Social welfare", 
    "States", 
    "Support of dependents", 
    "Veterans' pensions", 
    "Wages"
  ], 
  "subjects_top_term": "Garnishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-24", 
    "text": "Amends the program of Child Support and Establishment of Paternity of Title IV of the Social Security Act with respect to garnishment of Federal salaries for child support and alimony obligations to include monies due from, or payable by, the District of Columbia as monies subject to garnishment for child support. Sets forth procedures under which regulations governing such garnishment for each branch of the Government shall be promulgated. Requires that each branch of the Government designate an agent or agents to respond to relevant interrogatories served to an employee or member of the armed services. Defines the terms \"child support\", \"alimony\" and \"legal process\" used in this Act. Directs the exclusion from monies subject to garnishment of amounts which are (1) owed by such individual to the United States, (2) required by law to be deducted, (3) withheld for Federal, State, or local income tax purposes, (4) health insurance premiums, (5) retirement contributions, and (6) normal life insurance premiums. Amends the Consumer Credit Protection Act to set the maximum part of an individual's disposable earnings which shall be subject to garnishment under this Act at 50 percent (where such individual is supporting a spouse or dependent child in addition to the one for whose support such order is issued) or 60 percent in one workweek. Sets forth procedures to control the misapplication of cash receipts handled by public employees in the administration of garnished funds. Appropriates amounts not to exceed $6,000,000 payable to States for demonstration projects for child support. Requires that an annual report of all activities undertaken pursuant to enactment of this Act be submitted each fiscal year to the Congress, in addition to the initial report submitted by the Secretary of Health, Education, and Welfare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to authorize the issuance of regulations for section 459.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:13-05:00"
}