{
  "actions": [
    {
      "acted_at": "1988-06-29", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2599-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1988-06-29", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1988-08-11", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-29", 
  "number": "2599", 
  "official_title": "A bill to require the Consumer Product Safety Commission to complete rulemaking proceedings regarding all-terrain vehicles in order to promote the safety of consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "All-Terrain Vehicle Consumer Protection Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-29", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "All terrain vehicles", 
    "Child health", 
    "Child safety", 
    "Children and youth", 
    "Consumer Product Safety Commission", 
    "Consumer education", 
    "Consumer protection", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Product safety", 
    "Public safety", 
    "Recreation and Recreational Facilities", 
    "Recreational vehicles", 
    "Standards"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-29", 
    "text": "All-Terrain Vehicle Consumer Protection Act of 1988 - Requires the Consumer Product Safety Commission (the Commission) to complete rulemaking proceedings regarding all-terrain vehicles (ATVs) in order to promote public safety. Directs the Commission, within 60 days after enactment of this Act, to complete a rulemaking proceeding which prohibits the manufacture for sale, offer for sale, distribution in commerce, or importation into the United States by any manufacturer, distributor, or retailer of any three-wheel ATV (the prohibition). Requires the prohibition unless the Commission finds that the design and performance characteristics of such ATVs, without regard to any potential benefits to be derived from available notice and training, do not present an unreasonable risk of death and injury. Directs the Commission, if it determines not to promulgate a final rule under these requirements, to terminate the rulemaking proceeding and publish the determination and relevant information. Establishes the prohibition, if the Commission does not complete the rulemaking proceeding within the required time period, until such proceeding is completed. Directs the Commission, within 120 days after the enactment of this Act, to promulgate a final rule under which any person may return, for a refund from the distributor, any three-wheel ATV or any ATV designated, marketed, or purchased for use by children under the age of 16. Requires such refund rule unless the Commission finds that such a refund could not reduce the risk of death and injury associated with such ATVs. Requires such refund rule to provide: (1) procedures for notice of availability of the refund by distributors; (2) procedures for return at no expense to the purchase; (3) reasonable refund of purchase price, adjusted for vehicle age and condition; and (4) information required to demonstrate eligibility. Makes such returned ATVs subject to the prohibition. Directs the Commission, if it determines not to promulgate such final rule, to terminate the proceeding and publish the determination and relevant information. Directs the Commission, within 120 days after enactment of this Act, to promulgate a final rule to require the distributors of ATVs to provide hands-on training in such vehicle operation to all past and present purchasers and their immediate families at no cost to purchasers. Requires such training rule unless the Commission finds that training could not reduce the risk of death and injury associated with such ATVs. Requires such rule also to provide for incentives to induce purchasers to undertake such training, including a credit or other merchandise incentive. Directs the Commission, if it determines not to promulgate such final rule, to terminate the proceeding and publish the determination and relevant information. Directs the Commission, within one year after enactment of this Act, to promulgate a final rule which: (1) ensures that ATVs do not present an unreasonable risk of death and injury; (2) prescribes appropriate performance standards and design characteristics for ATVs, together with specifications regarding the appropriate age for safely operating ATVs with various engine and frame sizes; and (3) identify each model type of ATV that complies with such standards and characteristics. Exempts complying ATVs from the prohibition. Provides that a specified draft proposed safety standard for ATVs be placed in effect, if the Commission does not publish such rule within the required period, from the end of such period until the rule takes effect. Directs the Commission to publish such draft standard's text and the notice that it has become effective. Makes Commission activities under this Act: (1) not subject to Consumer Product Safety Act (CPSA) provisions for administrative procedure governing promulgation of consumer product safety rules; but (2) subject to other specified Federal law relating to the administrative procedure of rulemaking. Makes it unlawful, and a violation of specified CPSA provisions, for a distributor of ATVs to fail to comply with a rule promulgated under this Act. Encourages State and local governments to adopt appropriate laws, rules, and regulations to reduce the risk of death and injury from ATVs, particularly to individuals under age 16."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "All-Terrain Vehicle Consumer Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Consumer Product Safety Commission to complete rulemaking proceedings regarding all-terrain vehicles in order to promote the safety of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:03-05:00"
}