{
  "actions": [
    {
      "acted_at": "1978-04-06", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2846-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-06", 
  "number": "2846", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11876-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "International Security Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-06", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Arms sales", 
    "Authorization", 
    "Brazil", 
    "Defense contracts", 
    "Economics and public finance", 
    "Exports", 
    "Foreign trade and international finance", 
    "Greece", 
    "Indonesia", 
    "International affairs", 
    "Israel", 
    "Jordan", 
    "Kuwait", 
    "Management", 
    "Military advisers", 
    "Military education", 
    "Military personnel", 
    "Military training", 
    "Narcotic traffic", 
    "Panama", 
    "Philippines", 
    "Portugal", 
    "Saudi Arabia", 
    "South Korea", 
    "Spain", 
    "Strategic materials", 
    "Thailand", 
    "Turkey"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-06", 
    "text": "International Security Assistance Act - Amends the Foreign Assistance Act of 1961 to authorize appropriations for fiscal year 1979 for the emergency contingency fund of the President and for international narcotics control. Amends such Act to authorize appropriations for fiscal year 1979 for military assistance. Limits the amount of such assistance to Portugal, Spain, Jordan, and the Philippines, authorizing the President to exceed such limits by ten percent if such increase is deemed necessary. Revises the termination of authority of the President to furnish military assistance to extend the period of authority in order to carry out obligations to Greece, Indonesia, and Thailand. Decreases the value of additions to the stockpiles of defense articles in foreign countries which may be added in fiscal year 1979. Permits the President, pursuant to the overseas management of military assistance and sales programs, to assign members of the armed forces to South Korea, Panama, Morocco, Kuwait, Saudi Arabia, Greece, Turkey, Indonesia, and Thailand. Removes Brazil from the above list. Revises restrictions upon the number of defense attaches which may perform such management in an individual country. Amends the Foreign Assistance Act of 1961 to authorize appropriations for fiscal year 1979 for security supporting assistance, and for international military education and training. Amends the Arms Export Control Act to exempt contracts for procurement of defense articles for cash sales from the Renegotiation Act of 1951 relating to the renegotiation of defense contracts. Amends the Arms Export Control Act to authorize appropriations for fiscal year 1979 to carry out such Act. Decreases the aggregate total of credits and loans for military exports in 1979. Authorizes the continuation of furnishing military exports to Israel on a long term repayment rather than a credit basis. Increases the limitation on the aggregate acquisition cost to the United States of excess defense articles for delivery to foreign countries. Authorizes appropriations for fiscal year 1979 to carry out international agreements relating to defense cooperation with Greece and Turkey, limiting expenditure of such funds. Amends the Foreign Assistance Act of 1961 to continue through fiscal year 1979 limitations on military assistance to Turkey. Authorizes the appropriation of such sums as may be necessary for fiscal year 1980 for programs and activities for which appropriations are authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:43-05:00"
}