{
  "actions": [
    {
      "acted_at": "1973-12-17", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2819-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-17", 
  "number": "2819", 
  "official_title": "A bill to establish within the Atomic Energy Commission an office of Solar Energy Research to carry on a vigorous program of research and development to assure the utilization of solar energy as a major source for our national energy needs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Solar Energy Research Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-12-17", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Nuclear energy", 
    "Solar energy"
  ], 
  "subjects_top_term": "Solar energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-17", 
    "text": "Solar Energy Research Act - Declares that it is the policy of the Federal Government to pursue a program of research and development into the utilization of solar energy as a major source for our national energy needs. Establishes within the Atomic Energy Commission an Office of Solar Energy Research. Provides that the Director of the Office of Solar Energy Research shall be appointed by the President, by and with the consent of the Senate. Directs the Chairman of the Atomic Energy Commission, acting through the Office, to: (1) conduct, encourage and coordinate by means of research grants and contracts, research to develop processes and methods for using solar energy; (2) utilize the managerial and technical expertise of other agencies, including the National Aeronautics and Space Administration, the National Science Foundation and the National Bureau of Standards; (3) recommend to the Congress authorizations for the construction and operation, of solar energy conversion facilities; and (4) undertake, through research grants and contracts, studies of possible environmental effects which will result from the use of solar energy. Establishes a Solar Energy Research Council to be chaired by the Chairman of the Atomic Energy Commission to coordinate policy and programs in solar energy research. Specifies the composition and compensation of Council members. Directs the Chairman to develop and carry out specified programs to assure that unnecessary delays are avoided in making available to public and private sectors the benefits of solar energy research. Authorizes to be appropriated to carry out the purposes of this Act: for fiscal year 1975, $56,000,000; for fiscal year 1976, $94,000,000; for fiscal year 1977, $150,000,000; for fiscal year 1978, $150,000,000; and for fiscal year 1979, $150,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Solar Energy Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish within the Atomic Energy Commission an office of Solar Energy Research to carry on a vigorous program of research and development to assure the utilization of solar energy as a major source for our national energy needs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:00-05:00"
}