{
  "actions": [
    {
      "acted_at": "2011-06-24", 
      "references": [
        {
          "reference": "CR E1206-1207", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-24", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-29", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2396-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Clarke, Hansen", 
      "sponsored_at": "2011-06-24", 
      "state": "MI", 
      "thomas_id": "02030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2011-06-24", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "2011-12-08", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Tonko, Paul", 
      "sponsored_at": "2011-11-04", 
      "state": "NY", 
      "thomas_id": "01942", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wu, David", 
      "sponsored_at": "2011-06-24", 
      "state": "OR", 
      "thomas_id": "01598", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-24", 
  "number": "2396", 
  "official_title": "To authorize the Administrator of the Environmental Protection Agency to award grants for electronic device recycling research, development, and demonstration projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Device Recycling Research and Development Act", 
  "sponsor": {
    "district": "3", 
    "name": "Sarbanes, John P.", 
    "state": "MD", 
    "thomas_id": "01854", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-24", 
  "subjects": [
    "Computers and information technology", 
    "Education programs funding", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Environmental technology", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Manufacturing", 
    "Minority education", 
    "Product development and innovation", 
    "Research administration and funding", 
    "Research and development", 
    "Science and engineering education", 
    "Solid waste and recycling", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-24", 
    "text": "Electronic Device Recycling Research and Development Act - Requires the Administrator of the Environmental Protection Agency (EPA) to award multiyear grants to consortia: (1) to conduct research to create innovative and practical approaches to manage the environmental impacts of electronic devices through recycling, reuse, reduction of the use of hazardous materials, and life-cycle extension; and (2) through such research, to contribute to the professional development of scientists, engineers, and technicians in the fields of electronic device manufacturing, design, refurbishing, and recycling. Provides for the protection of proprietary information of trade secrets provided by any person or entity pursuant to this Act. Requires the Administrator to enter into an arrangement for the National Academy of Sciences to report to Congress on: (1) opportunities for, and barriers to, increasing the recyclability of electronic devices and making electronic devises safer and more environmentally friendly; (2) the risks posed by the storage, transport, recycling, and disposal of unwanted electronic devices; (3) the current status of research and training programs to promote the environmental design of electronic devices to increase the recyclability of such devices; and (4) regulatory or statutory barriers that may prevent the adoption or implementation of best management practices or technological innovations that may arise from the research and training programs established in this Act. Requires such reports to: (1) identify gaps in the current research and training programs in addressing the opportunities, barriers, and risks relating to electronic device recycling; and (2) recommend areas where additional research and development resources are needed to reduce the impact of unwanted electronic devices on the environment. Requires the Administrator to award grants to institutions of higher education to develop curricula that incorporates the principles of environmental design into the development of electronic devices: (1) for the training of engineers and other students; and (2) to support the continuing education of professionals in the electronic device manufacturing, design, refurbishing, or recycling industries. Requires: (1) the Administrator to conduct outreach to minority serving institutions to provide information about the grants, and (2) such grants to be used for activities that enhance the ability of an institution to broaden the engineering or professional continuing education curriculum to include environmental engineering design principles and consideration of product lifecycles related to electronic devices and increasing the recyclability of such devices. Requires the Director of the National Institute of Standards and Technology (NIST) to: (1) establish an initiative to develop a comprehensive physical property database for environmentally friendly alternative materials for use in electronic devices, and (2) develop a strategic plan to establish priorities and physical property characterization requirements for the database."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Device Recycling Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Administrator of the Environmental Protection Agency to award grants for electronic device recycling research, development, and demonstration projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:19:15-05:00"
}