{
  "actions": [
    {
      "acted_at": "2005-09-19", 
      "references": [
        {
          "reference": "CR S10196", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-09-19", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [
        {
          "reference": "CR S10196-10200", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-09-22", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-09-29", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Collins with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-09-29", 
      "calendar": "Senate Legislative", 
      "number": "232", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 232.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1725-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2005-09-19", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2005-09-27", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, Lincoln", 
      "sponsored_at": "2006-05-18", 
      "state": "RI", 
      "thomas_id": "01612", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coleman, Norm", 
      "sponsored_at": "2005-09-27", 
      "state": "MN", 
      "thomas_id": "01697", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2005-09-19", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dayton, Mark", 
      "sponsored_at": "2005-10-04", 
      "state": "MN", 
      "thomas_id": "01629", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2005-09-30", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2005-09-19", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2005-09-19", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2005-10-03", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Salazar, Ken", 
      "sponsored_at": "2005-09-27", 
      "state": "CO", 
      "thomas_id": "01762", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2005-10-18", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "2005-09-27", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-09-19", 
  "number": "1725", 
  "official_title": "A bill to strengthen Federal leadership, provide grants, enhance outreach and guidance, and provide other support to State and local officials to enhance emergency communications capabilities, to achieve communications interoperability, to foster improved regional collaboration and coordination, to promote more efficient utilization of funding devoted to public safety communications, to promote research and development by both the public and private sectors for first responder communications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Assure Emergency and Interoperable Communications for First Responders Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-09-22", 
  "subjects": [
    "Adult day care", 
    "Agriculture and food", 
    "Alabama", 
    "Boundaries", 
    "Canada", 
    "Chemicals", 
    "Chronically ill", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Day care", 
    "Disabled", 
    "Disaster relief", 
    "Disasters", 
    "Economics and public finance", 
    "Education", 
    "Electric power", 
    "Elementary and secondary education", 
    "Emergency communication systems", 
    "Emergency housing", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee training", 
    "Energy", 
    "English language", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Families", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire fighters", 
    "Floods", 
    "Food relief", 
    "Government operations and politics", 
    "Government procurement", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health surveys", 
    "Homeless", 
    "Housing and community development", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Infrastructure", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Latin America", 
    "Louisiana", 
    "Mexico", 
    "Minorities", 
    "Mississippi", 
    "Occupational health and safety", 
    "Physical examinations", 
    "Police", 
    "Police communication systems", 
    "Rescue work", 
    "Research and development", 
    "School personnel", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Teachers", 
    "Terrorism", 
    "Volunteer workers", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-09-29", 
    "text": "Assure Emergency and Interoperable Communications for First Responders Act of 2005 - Title I: Emergency and Interoperable Communications - (Sec. 103) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to establish an Office for Emergency Communications, Interoperability, and Compatibility (OECIC) within the Department of Homeland Security (DHS), replacing the current Office for Interoperability and Compatibility. Requires the OECIC Director to conduct extensive, national outreach and foster the development of emergency communications capabilities and interoperable communications systems by state, local, and tribal governments, public safety agencies, and regional consortia. Defines emergency communications capabilities as the ability to provide, throughout an emergency response operation, a continuous flow of information among emergency responders, agencies, and government officials from multiple disciplines and jurisdictions and at all levels of government in the event of a natural disaster, terrorist attack, or other large-scale or catastrophic emergency, including where there has been significant damage to, or destruction of, critical infrastructure, substantial loss of ordinary telecommunications infrastructure, and sustained loss of electricity. Amends the Homeland Security Act of 2002 to direct the Secretary of Homeland Security (Secretary), acting through the OECIC Director, to: (1) conduct a nationwide assessment of the achievement and needs of communications interoperability; (2) assess of the ability of communities to provide and maintain emergency communications among emergency response providers and government officials in a large-scale emergency; (3) list best practices among communities for doing so; and (4) study the feasibility and desirability of developing a mobile DHS communications capability, modeled on the Army Signal Corps, that could be deployed to support emergency communications at the site of a natural disaster, terrorist attack, or other large-scale emergency. (Sec. 104) Directs the Secretary to establish a comprehensive research and development program to promote emergency communications capabilities and communications interoperability among first responders by: (1) competitive research through the Directorate of Science and Technology Homeland Security Advanced Research Projects Agency; and (2) possible establishment, under a competitive process, of a Center of Excellence focused on enhancing related information and communications systems. (Sec. 105) Requires the Secretary to establish at least two pilot projects to develop and evaluate strategies and technologies for emergency communications capabilities among emergency response providers and government officials in the event of a large-scale emergency in which there is significant damage to, or destruction of, critical infrastructure. (Sec. 106) Authorizes appropriations for FY2006-FY2009 and following fiscal years. (Sec. 107) Directs the Secretary, through the Office of Domestic Preparedness of the DHS Office of State and Local Government Preparedness and Coordination, to make grants to states and eligible regions for initiatives necessary to: (1) improve emergency communications capabilities; and (2) achieve solutions to statewide, regional, national and, where appropriate, international interoperability. Allows the use of such grants for initiatives to achieve short-term or long-term solutions for emergency communications and interoperability within the state or region, and to assist with any aspect of the communication life cycle. Authorizes appropriations for FY2006-FY2010 and following fiscal years. (Sec. 109) Establishes an Interagency Committee on Emergency Communications and Interoperability to report to the President and Congress on how to: (1) most effectively accelerate the development of national standards for public safety interoperable communications in accordance with the Intelligence Reform and Terrorism Prevention Act of 2004; and (2) ensure that federal officials responding to a natural disaster, terrorist attack, or other large-scale emergency have the means to provide emergency communications capabilities where there is significant damage to, or destruction of, critical infrastructure, including substantial loss of ordinary telecommunications infrastructure and sustained loss of electricity. (Sec. 111) Establishes within the Department of Homeland Security an International Border Community Interoperable Communications Demonstration Project. Requires the Secretary to select at least six communities to participate, three on the northern border and three on the southern border of the United States. Authorizes appropriations for FY2006-FY2008. Title II: Disaster Area Health and Environmental Monitoring - Disaster Area Health and Environmental Monitoring Act of 2005 - (Sec. 202) Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide for the protection of the health and safety of individuals in a disaster area. Authorizes the President to carry out a program for the protection, assessment, monitoring, and study of the health and safety of such individuals if one or more substances of concern are being, or have been, released in a disaster area. (Sec. 203) Directs the Secretary, the Secretary of Health and Human Services, and the Administrator of the Environmental Protection Agency to enter jointly into a contract with the National Academy of Sciences to study and report on disaster area health and environmental protection and monitoring, especially on potential exposure to any chemical or other substance associated with potential acute or chronic human health effects. (Sec. 204) Extends through FY2007 the authority for a pre-disaster hazard mitigation program. Title III: Evacuation in Emergencies - (Sec. 301) Requires the Secretary to take appropriate actions to ensure that each state requires appropriate state and local officials to develop detailed and comprehensive pre-disaster and post-disaster plans for the evacuation of individuals with special needs, including the elderly, disabled individuals, low-income individuals and families, the homeless, and individuals who do not speak English, along with plans for provision of food, water, and shelter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Assure Emergency and Interoperable Communications for First Responders Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Assure Emergency and Interoperable Communications for First Responders Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Disaster Area Health and Environmental Monitoring Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen Federal leadership, provide grants, enhance outreach and guidance, and provide other support to State and local officials to enhance emergency communications capabilities, to achieve communications interoperability, to foster improved regional collaboration and coordination, to promote more efficient utilization of funding devoted to public safety communications, to promote research and development by both the public and private sectors for first responder communications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:47-05:00"
}