{
  "actions": [
    {
      "acted_at": "1993-08-06", 
      "references": [
        {
          "reference": "CR S10850-10853", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-09-21", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations Subcommittee on International Economic Policy, Export and Trade Promotion. Hearings held. With printed Hearing: S.Hrg. 103-893.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1401-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR", 
      "subcommittee": "Subcommittee on International Economic Policy, Trade, Oceans and Environment", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-08-06", 
  "number": "1401", 
  "official_title": "A bill to provide for the adjudication of certain claims against Iraq, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Iraq Claims Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-08-06", 
  "subjects": [
    "Alien property", 
    "Claims", 
    "Compensation (Law)", 
    "Freedom of information", 
    "Government liability (International law)", 
    "Government paperwork", 
    "Government trust funds", 
    "International affairs", 
    "Iraq", 
    "Kuwait", 
    "Limitation of actions", 
    "Military occupation", 
    "United Nations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-08-06", 
    "text": "Iraq Claims Act of 1993 - Authorizes the Foreign Claims Settlement Commission to receive and determine the validity and amounts of any claims: (1) with respect to which the United States has received lump-sum payments from the United Nations Compensation Commission (UNCC); and (2) of U.S. nationals against Iraq that are determined to be outside the UNCC's jurisdiction. Requires the Commission, in deciding such claims, to apply, in the following order: (1) relevant decisions of the United Nations Security Council and the UNCC; (2) applicable substantive law; and (3) principles of justice and equity. Directs the Commission to decide all pending non-commercial claims of members of the armed forces and other individuals arising out of Iraq's invasion and occupation of Kuwait before deciding any other claim. Applies titles I and VII of the International Claims Settlement Act of 1949 to claims under this Act. Requires the Commission, in determining the amount of any claim adjudicated under this Act, to deduct amounts the claimant has received from any source on account of the same loss. Authorizes the Secretary of the Treasury to establish in the Treasury: (1) UNCC Claims Funds composed of amounts transferred by the Secretary of State pursuant to this Act; and (2) the Iraq Claims Fund composed of amounts allocated by the President from liquidated assets of the Iraqi Government. Authorizes the President to vest and liquidate as much of the assets of the Iraqi Government in the United States that have been blocked pursuant to the International Emergency Economic Powers Act as necessary to satisfy claims of U.S. nationals or the U.S. Government that are outside the UNCC's jurisdiction. Sets forth payment and recordkeeping requirements. Requires the Secretary of the Treasury to publish a notice of the statute of limitations on unpaid certified claims nine years after covering amounts into the Funds. Bars demands for payments on such claims one year after the publication of such notice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Iraq Claims Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the adjudication of certain claims against Iraq, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:07-05:00"
}