{
  "actions": [
    {
      "acted_at": "2009-06-08", 
      "references": [
        {
          "reference": "CR S6257-6258", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-08", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [
        {
          "reference": "CR S6258-6260", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1196-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2009-06-10", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-08", 
  "number": "1196", 
  "official_title": "A bill to amend the Small Business Act to improve the Office of International Trade, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2862-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business International Trade Enhancements Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-08", 
  "subjects": [
    "Commerce", 
    "Competitiveness, trade promotion, trade deficits", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government lending and loan guarantees", 
    "Manufacturing", 
    "Office of the U.S. Trade Representative", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-08", 
    "text": "Small Business International Trade Enhancements Act of 2009 - Amends the Small Business Act to establish an Associate Administrator for International Trade as the head of the Office of International Trade of the Small Business Administration (SBA), who shall be responsible for international trade policy. Grants the SBA Administrator the authority to appoint additional Associate Administrators. Requires Export Assistance Centers (one-stop shops for U.S. exporters) to aid the Associate Administrator in maintaining a trade distribution network for trade promotion and trade assistance for small businesses. Requires the Associate Administrator to establish annual goals to enhance the export capabilities of small businesses and small manufacturers to compete against foreign entities. Directs the Associate Administrator, in order to provide small businesses access to certain export financing programs, to appoint at least one trade financial specialist within the SBA to oversee international loan programs and assist SBA employees with trade finance issues. Directs the SBA Administrator to ensure that the number of full -time equivalent Office employees assigned to the Export Assistance Centers for U.S. exporters is at least the number that were assigned on January 1, 2003. Increases: (1) the total outstanding amount of an international trade loan guaranteed by the SBA under the Export Working Capital Program; (2) the maximum amount of an international trade loan; and (3) the maximum amount available for export working capital, supplies, or financing. Allows such loan to be secured by a second lien position on the property or equipment financed by the loan or on other assets of the small business concern. (Currently, a first lien position or first mortgage on the property, equipment, or other business assets is required.) Expresses the sense of Congress that the United States Trade Representative (USTR) should establish the position of Assistant USTR for Small Business to promote the trade interests of small businesses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business International Trade Enhancements Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to improve the Office of International Trade, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:08-05:00"
}