{
  "actions": [
    {
      "acted_at": "1987-02-25", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-06", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to Subcommittee on Rules of the House.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres100-100", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-25", 
  "number": "100", 
  "official_title": "A resolution to amend the Rules of the House of Representatives to make the committee system more manageable, accountable and effective by reducing subcommittees, subcommittee assignments, and staff sizes; eliminating the joint referral of bills, proxy voting and one-third quorums; restoring equitable party ratios and systematic oversight; and making committee documents more accurate and representative.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Committee Improvements Amendments of 1987", 
  "sponsor": {
    "district": "5", 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-25", 
  "subjects": [
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional oversight", 
    "Congressional voting", 
    "House of Representatives", 
    "Legislation"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-25", 
    "text": "Committee Improvement Amendments of 1987 - Amends rule X of the Rules of the House of Representatives to require each standing committee, not later than March 1 in the first session of a Congress, to adopt its oversight plans in a meeting open to the public. Requires the committees to submit such plans to the Committee on Government Operations, which shall, not later than March 15 in the first session of a Congress, report such plans to the House with recommendations. Authorizes the Speaker of the House to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more committees. Amends rule XI to require each committee to include in its biennial report to the House a separate section summarizing its legislative and oversight activities during that Congress. Directs the Speaker of the House to initially refer each bill, resolution, or other matter to one committee of principal jurisdiction. Eliminates the Speaker's authority to refer any such matter initially to two or more committees for concurrent consideration. Requires the membership of each committee (except the Committee on Standards of Official Conduct), select committee, and conference committee (and each subcommittee, task force, or subunit thereof) to reflect the ratio of majority to minority Members. Provides that such ratio be reflected for standing committees at the beginning of each Congress, and for select and conference committees at the time of appointment. Prohibits any standing committee from establishing more than six subcommittees, and any Member serving at any one time on more than four subcommittees. Defines subcommittee as any subunit of a standing committee established for a period of more than six months. Prohibits the vote by any member of any committee or subcommittee from being cast by proxy. Provides that a majority of members of each committee or subcommittee shall constitute a quorum for the transaction of any business. Requires that a draft copy of each report of a measure or recommendation be made available to the Members of the appropriate committee at least one legislative day prior to the date such measure is scheduled to be reported. Makes an exception for the Committee on Rules in specified cases. Requires prior committee or subcommittee approval before the public dissemination of any print, document, or other material intended for such public dissemination, other than reports on measures or recommendations. Requires the printing of a specified disclaimer in boldface type on the cover of such materials if committee members are not afforded the opportunity to include views. Lists the types of materials for which such requirements do not apply. Prohibits the House from considering any primary expense resolution until the Committee on House Administration has reported and the House has adopted a resolution establishing the committee staff personnel ceiling for the year. Requires such committee to specify in any primary or supplemental expense resolution the number of staff positions authorized therein. Authorizes the House to consider any supplemental expense resolution in excess of such ceiling by a vote of two-thirds of the Members present. Prohibits the overall staff ceiling of the 100th Congress from exceeding 90 percent of the total committee staff personnel employed at the end of the 99th Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Committee Improvements Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend the Rules of the House of Representatives to make the committee system more manageable, accountable and effective by reducing subcommittees, subcommittee assignments, and staff sizes; eliminating the joint referral of bills, proxy voting and one-third quorums; restoring equitable party ratios and systematic oversight; and making committee documents more accurate and representative.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:12-05:00"
}