{
  "actions": [
    {
      "acted_at": "1974-06-07", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres89-93", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-07", 
  "number": "89", 
  "official_title": "Concurrent resolution relating to the placement in the Capitol of likenesses of individuals from minority groups who have contributed to our Nation and our History.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-07", 
  "subjects": [
    "Capitol (Washington, D.C.)", 
    "District of Columbia", 
    "Government operations and politics", 
    "Minorities", 
    "Monuments and memorials"
  ], 
  "subjects_top_term": "Capitol (Washington, D.C.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-07", 
    "text": "Authorizes the Joint Committee on the Library to obtain, in accordance with this concurrent resolution, likenesses of members of minority groups to be placed in the United States Capitol. Directs the President pro Tempore of the Senate, the Majority and Minority Leaders of the Senate, the Speaker of the House of Representatives, and the Majority and Minority Leaders of the House of Representatives to jointly appoint: (1) an advisory committee to be composed of 9 distinguished citizens from the public and private sectors, for the purpose of selecting members of minority groups it deems appropriate who have made significant contributions to the United States; and (2) one member of the advisory committee as chairman of the advisory committee. Authorizes the advisory committee to seek advice and recommendations from such historians and other sources including the general public, as it deems advisable. Requires the advisory committee to report any of its selections to the Senate and House of Representatives not later than one year from the date this concurrent resolution is agreed to. Requires the Joint Committee on the Library, the Architect of the Capitol, and the Commission on Art and Antiquities of the United States Senate to provide to the advisory committee, to the maximum extent practicable, employees, facilities, supplies, and equipment that the advisory committee deems appropriate in carrying out its duties under this concurrent resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution relating to the placement in the Capitol of likenesses of individuals from minority groups who have contributed to our Nation and our History.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:09-05:00"
}