{
  "actions": [
    {
      "acted_at": "2009-01-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s161-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2009-01-06", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-06", 
  "number": "161", 
  "official_title": "A bill to authorize implementation of the San Joaquin River Restoration Settlement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr372-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "San Joaquin River Restoration Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-06", 
  "subjects": [
    "California", 
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Fishes", 
    "Floods and storm protection", 
    "Government investigations", 
    "Land transfers", 
    "Public contracts and procurement", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-06", 
    "text": "San Joaquin River Restoration Settlement Act - Directs the Secretary of the Interior (the Secretary), in cooperation with the state of California, to implement the Stipulation of Settlement dated September 13, 2006, in Natural Resources Defense Council, et al. v. Kirk Rodgers, et al., United States District Court, Eastern District of California. Directs the Secretary to: (1) enter into agreements with California to facilitate or expedite Settlement implementation; and (2) identify impacts of facilities construction or operation decisions and measures to mitigate such impacts on adjacent and downstream water users and landowners before implementing such decisions. Provides that Settlement implementation and the reintroduction of Chinook salmon shall not result in the involuntary reduction in contract water allocations to Central Valley Project long-term contractors other than Friant Division contractors.Requires the Secretary to prepare an environmental analysis prior to releasing Interim Flows. Authorizes the Secretary to release such flows to the extent that they would not impede or delay completion of specified measures in the Settlement or exceed existing downstream channel capacities.Authorizes the Secretary to: (1) purchase property needed to implement the Settlement; and (2) dispose of such property and deposit proceeds into the San Joaquin River Restoration Fund established in the Treasury.Declares that the Settlement satisfies and discharges the Secretary's obligations under the Reclamation Projects Authorization and Adjustment Act of 1992. Provides for the reintroduction of California Central Valley Spring Run Chinook salmon into the San Joaquin River. Directs the Secretary, acting through the Bureau of Reclamation, to provide direct financial assistance to the California Water Institute to study coordination and integration of sub-regional integrated regional water management plans into a unified plan. Directs the Secretary to conduct feasibility studies on: (1) restoration of the capacity of the Friant-Kern Canal and Madera Canal; and (2) reverse flow pump-back facilities on the Friant-Kern Canal. Authorizes the Secretary to provide financial assistance to local agencies within the Central Valley Project for facilities to bank water underground or to recharge groundwater and to recover such water."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "San Joaquin River Restoration Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize implementation of the San Joaquin River Restoration Settlement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:45-05:00"
}