{
  "actions": [
    {
      "acted_at": "1985-05-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-10", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1102-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-08", 
  "number": "1102", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose a tax on the net business receipts of taxpayers, to credit the amount of such tax against the liability of such taxpayer under the Federal Insurance Contributions Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Business Transfer Tax Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-08", 
  "subjects": [
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Excise tax", 
    "Foreign Trade and Investments", 
    "Government trust funds", 
    "Imports", 
    "Income tax", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "Tax credits", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-08", 
    "text": "Business Transfer Tax Act of 1985 - Amends the Internal Revenue Code to impose a five percent tax on the sum of the net business receipts of the taxpayer, plus the customs value (including customs duties and any other duties) or the fair market value of imported property. Sets forth definitions of taxable net business receipts, business receipts, and business expenses. Formulates special rules for determining business receipts. Provides that various government entities and tax-exempt organizations are exempt from this five percent tax, except that the tax shall be imposed on the unrelated business income of tax-exempt organizations. Sets forth rules for filing returns, for estimated tax payments, and for overpayment of this tax. Provides that this five percent tax shall be imposed on the partnership rather than individual partners. Provides that no portion of any distribution by a partnership on account of such partner's interest in such partnership shall be taken into account in determining the taxable net business receipts of such partner. Provides that in the case of an S corporation, this tax shall be imposed on the corporation (and not on any shareholder). Specifies that no portion of any distribution by an S corporation to a shareholder on account of such shareholder's ownership of stock in such corporation shall be taken into account in determining the taxable net business receipts of such shareholder. Sets forth certain definitions and special rules. Allows the taxpayer a credit against the tax liability of the taxpayer for Federal Insurance Contributions Act taxes equal to the amount of the five percent tax on business receipts. Permits a credit for the amount of this five percent tax against the self-employment tax liability. Provides that an amount equal to the amount of the credit against the FICA taxes shall be transferred to the appropriate Social Security trust funds. Expresses the sense of the Senate that the net revenues arising from enactment of the business transfer tax shall be offset by reduction in individual marginal tax rates and incentives for individuals to save and invest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Business Transfer Tax Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose a tax on the net business receipts of taxpayers, to credit the amount of such tax against the liability of such taxpayer under the Federal Insurance Contributions Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:25-05:00"
}