{
  "actions": [
    {
      "acted_at": "1980-02-07", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2272-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-07", 
  "number": "2272", 
  "official_title": "A bill to insure the separation of constitutional powers and to insure the administration of justice with respect to the commission of crimes by officers and employees of the executive branch of the Federal Government, and with respect to Federal elections, to remove enforcement responsibilities in such cases from individuals with actual or apparent conflicts of interest, and to establish an independent Public Prosecutor.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Prosecutor Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-07", 
  "subjects": [
    "Attorneys general", 
    "Conflict of interests", 
    "Congress and Congressmen", 
    "Congressional ethics", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Department of Justice", 
    "Executive reorganization", 
    "Government attorneys", 
    "Government operations and politics", 
    "Lawyers and Legal Services", 
    "Misconduct in office", 
    "Political ethics", 
    "Prosecution", 
    "Public prosecutors"
  ], 
  "subjects_top_term": "Misconduct in office", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-07", 
    "text": "Public Prosecutor Act of 1980 - Title I: Judicial Code Amendments - Establishes within the Department of Justice the Office of the Public Prosecutor under the direction of the Public Prosecutor appointed by the President. Directs the Public Prosecutor to exercise the powers granted by this Act independent of supervision by the President or Attorney General. Requires the President to appoint a Deputy Public Prosecutor who is not of the same political party as the Public Prosecutor. Provides that the Public Prosecutor and Deputy Public Prosecutor shall hold office for single six-year terms. Sets forth the qualifications for such officials and the circumstances under which they may be removed from office. Grants jurisdiction to the Public Prosecutor to exercise the power specified by this Act, concurrent with those of the Attorney General, with respect to any matter for which there is reasonable cause to believe involves the violation of any Federal criminal law (other than a petty offense) by the following individuals: (1) the President or Vice President; (2) a Member of Congress; (3) the Director or Deputy Director of Central Intelligence; (4) the Commissioner of Internal Revenue; (5) individuals working in the Executive Office of the President who are compensated at least at the level IV rate; (6) individuals working in the Department of Justice who are compensated at least at the level III rate; (7) individuals working at level I and II positions of the Executive Schedule; (8) employees of Congress compensated at least at the annual rate of $35,000; (9) the administrative assistant, chief legislative assistant, and press secretary for each Member of Congress; (10) employees of Congress designated to handle campaign funds; and (11) a national campaign manager of a presidential campaign. Directs the Attorney General, upon notice from the Public Prosecutor that an investigation is pending, to refrain from any investigation or prosecution with respect to the same subject matter. Authorizes the Public Prosecutor, upon notice from the Attorney General that an investigation is likely to involve the Public Prosecutor's jurisdiction, to assume sole responsibility for the investigation, participate in such investigation with the Attorney General, or defer to the Attorney General's supervision. Enumerates the powers of the Public Prosecutor, including all those with respect to criminal investigations, prosecutions, civil proceedings, and appeals which would otherwise be vested in the Attorney General. Directs the Public Prosecutor to report annually to the congressional judiciary committees with respect to implementation of this Act, including legislative recommendations to insure ethics within the Government. Title II: Criminal Code Amendments - Amends the Federal criminal code to include the Public Prosecutor, the Deputy Public Prosecutor, and their staff members among those to whom specified crimes relating to conflicts of interest are applicable. Extends the current prohibition against the disclosure of confidential information by Government employees to include the disclosure of information or evidence obtained by the Public Prosecutor. Title III: Miscellaneous - Sets forth miscellaneous provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Prosecutor Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to insure the separation of constitutional powers and to insure the administration of justice with respect to the commission of crimes by officers and employees of the executive branch of the Federal Government, and with respect to Federal elections, to remove enforcement responsibilities in such cases from individuals with actual or apparent conflicts of interest, and to establish an independent Public Prosecutor.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:18-05:00"
}