{
  "actions": [
    {
      "acted_at": "1986-10-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3478-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3478"
    }
  ], 
  "bill_id": "s2932-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1986-10-16", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-16", 
  "number": "2932", 
  "official_title": "A bill to establish the El Malpais National Monument, the Masau Trail, and the Grants National Conservation Area in the State of New Mexico, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5726-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5726-99", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-16", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental protection", 
    "Federal-Indian relations", 
    "Historic sites", 
    "Land transfers", 
    "Management", 
    "Monuments and memorials", 
    "National monuments", 
    "Native Americans", 
    "New Mexico", 
    "Parks and Natural Areas", 
    "Public lands and natural resources", 
    "Recreation and Recreational Facilities", 
    "State history", 
    "Trails", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-16", 
    "text": "Title I: El Malpais National Monument - Establishes the El Malpais National Monument, New Mexico. Directs the Secretary of the Interior, through the Director of the National Park Service, to administer such Monument. Permits the continuation of existing grazing privileges through 1996. Title II: Masau Trail - Authorizes the Secretary to designate a vehicular tour route along existing public roads linking prehistoric and historic cultural sites in western New Mexico, to be known as the Masau Trail. Permits the erection of informational devices. Title III: Grants National Conservation Area - Establishes the Grants National Conservation Area, to be administered by the Secretary, acting through the Director of the Bureau of Land Management, as part of the Albuquerque District. Permits hunting and trapping except in designated zones. Prohibits the commercial collection of wood. Title IV: Wilderness Designation - Designates specified lands in the Grants National Conservation Area as a component of the National Wilderness Preservation System. Permits the grazing of livestock as specified. Title V: General Provisions - Directs the Secretary to develop and report within two years to the House Committee on Interior and Insular Affairs and the Senate Committee on Energy and National Resources on separate general management plans for the Monument and the Conservation Area. Requires such plans to include interpretation and education programs, public facility proposals, and natural and cultural resources management. Requires such plans to evaluate specified lands for their suitability for preservation as wilderness. Authorizes the Secretary to acquire lands within the Monument or Conservation Area by donation, exchange, or purchase. Requires the Secretary to notify the New Mexico Commissioner of Public Lands of State lands or interests within the Monument or Conservation Area and of the opportunity to exchange such lands for Federal public lands. Sets forth procedures for such exchange. Withdraws all Federal lands within the Monument and Conservation Area from entry under the public land, mining, or mineral and geothermal leasing laws. Requires that such Monument and Conservation Area be open to Indians for traditional cultural and religious purposes. Authorizes the Secretary to enter into cooperative agreements for the interpretation of the prehistoric and historic civilizations in western New Mexico. Title VI: Appropriations Authorization - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the El Malpais National Monument, the Masau Trail, and the Grants National Conservation Area in the State of New Mexico, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:05-05:00"
}