{
  "actions": [
    {
      "acted_at": "1983-08-04", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-03", 
      "bill_ids": [
        "hr2848-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.2848.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3804-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-08-04", 
  "number": "3804", 
  "official_title": "A bill entitled: \"The Interstate and Foreign Commerce Development Act\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2848-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Interstate and Foreign Commerce Development Act", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-08-04", 
  "subjects": [
    "Business and commerce", 
    "Department of Commerce", 
    "Executive reorganization", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government and business", 
    "Interstate commerce"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-08-04", 
    "text": "Interstate and Foreign Commerce Development Act - Establishes an Interstate and Foreign Commerce Development Council within the Department of Commerce to: (1) consult with the Secretary of Commerce on the development of U.S. policies to improve U.S. competitiveness; (2) provide a forum for discussion of problems regarding U.S. industrial competitiveness; (3) assist the Secretary in preparing reports and formulating recommendations; (4) consult with the Secretary regarding consultations with foreign governments; and (5) undertake studies. Directs the Secretary to appoint sectoral advisory panels consisting of persons having knowledge of particular industries or industrial sectors. Declares that the United States should seek consultations with foreign governments to reduce or to eliminate acts which deny fair and equitable access to foreign markets for U.S. goods or services or which otherwise burden or restrict U.S. commerce. Directs the Secretary to consult regularly with specified congressional committees to discuss policy priorities. Sets forth the principal U.S. objectives of consultations with foreign governments with respect to: (1) service industries; (2) foreign direct investment; and (3) high technology products. Directs the Secretary to establish in the Department of Commerce the Interstate and Foreign Commerce Development Program which shall: (1) conduct studies of U.S. industries; (2) analyze Federal, State, and local regulations on both foreign and U.S. industries and their effect on interstate and foreign commerce; (3) compile a comprehensive inventory of acts, policies and practices of foreign countries which may constitute barriers to international trade or which may limit the access of U.S. industries to such foreign countries; (4) collect information on foreign programs that direct resources to a particular foreign industry to create international competitive advantage and evaluate the impact of such programs on the competitiveness of U.S. industries; (5) consult with the Interstate and Foreign Commerce Development Council and any sectoral panels of such Council. Directs the Secretary to formulate strategies and policies to increase the competitiveness of U.S. industries in interstate and foreign commerce. Directs the Secretary to report annually to the Congress and the President on the information gathered pursuant to the requirements of this Act. Requires the Secretary to submit a draft to the Council for its comments and recommendations. Requires the Secretary to report to Congress, within 12 months of enactment of this Act, on the factors which significantly affect the competitiveness of U.S. high technology industries that have a potential for high sales growth in world markets. Authorizes any interested person to file a petition requesting the Secretary to impose limits on the eligibility of a foreign industry or industries to engage in interstate commerce in the United States. Sets forth the method of investigating such a complaint. Requires the Secretary to impose such limits if the Secretary determines that the foreign country follows a policy which is unjustifiable, unreasonable, or discriminatory and burdens or restricts U.S. industries in interstate and foreign commerce. Provides that the President may disapprove a decision by the Secretary to impose such limitations on a foreign industry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate and Foreign Commerce Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled: \"The Interstate and Foreign Commerce Development Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:17-05:00"
}