{
  "actions": [
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-29", 
      "bill_ids": [
        "hr999-98"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "For Further Action See H.R.999.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1734-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-01", 
  "number": "1734", 
  "official_title": "A bill to provide for the conservation, rehabilitation, and improvement of natural and cultural resources located on public or Indian lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Employment Act of 1983", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-01", 
  "subjects": [
    "Children and youth", 
    "Conservation of natural resources", 
    "Environmental protection", 
    "Federal employees", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Labor statistics", 
    "Manpower training programs", 
    "Poor", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Unemployment", 
    "Vocational education", 
    "Volunteer workers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-01", 
    "text": "Youth Employment Act of 1983 - Directs the Secretary of the Interior, in cooperation with the Secretary of Agriculture and after consultation with the Secretary of Labor, to establish and administer a public lands conservation, rehabilitation, and improvement program to provide assistance to program agencies (any Federal or State agency responsible for the management of public lands) to establish and operate residential and nonresidential youth employment centers to implement program projects. Describes the types of projects which will receive program preference. Limits program projects to those on public lands, except where projects on other lands benefit the public. Requires reimbursement to the program agency for that portion of the total costs of the program which does not provide a public benefit. Sets forth requirements for establishing conservation centers. Requires State agencies carrying out a conservation program under this Act to provide a mechanism for local government participation. Authorizes the Secretary to develop jointly with the Secretary of Labor regulations designed to allow joint projects with activities under this Act and activities authorized and funded under statutes administered by the Department of Labor. Requires such regulations to establish a single mechanism for approval of joint projects developed at the State or local level. Makes persons eligible for enrollment and employment in the program if they are: (1) unemployed; (2) between the ages of 16 and 25 years; and (3) citizens, lawful permanent residents, or lawfully admitted alien parolees or refugees. Provides that in the recruitment and selection of enrollees for the program, preference shall be given to economically, socially, physically, and educationally disadvantaged youth and youth residing in labor surplus areas or in areas which had a youth unemployment rate of 12 percent or more during the preceding calendar year. Limits individual enrollment to twenty-four months total. Prohibits individuals from remaining enrolled after age 26. Requires program agencies to provide services, facilities, supplies, and equipment for conservation centers as the Secretary deems necessary. Requires the Secretary to establish basic standards of health, nutrition, sanitation, and safety for such centers. Authorizes the Secretary to award grants to, or enter into agreements with, program agencies for the funding and operation of conservation centers. Prohibits funding of projects which would displace currently employed individuals or replace individuals currently in a layoff status or impair existing contracts for services. Sets forth formulas for allocation of such funds. Authorizes appropriations for FY 1984 through 1988, with specified amounts allocated to programs for the 15 through 21 and the 16 through 25 age groups. States that program enrollees shall not be deemed Federal employees, except as provided in specified provisions of law. Authorizes program agencies to utilize, and the Secretary to recruit, the services of volunteers to assist conservation center projects. Makes the Secretary responsible for the pay of enrollees and coordination of the program with related Federal, State, local, and private activities. Directs the Secretary (after a study in consultation with the Secretary of Defense) to submit a report to Congress, within one year of enactment of this Act, on the feasibility and desirability of allowing enrollees who have completed two years in the program an exemption from training and service under the Military Selective Service Act. Directs the Secretary to make arrangements with educational institutions for the award of academic credit to enrollees for competencies developed under this Act. Authorizes program agencies to make arrangements with such institutions for academic study by enrollees during nonworking hours. Requires, when possible, that enrollees seeking study or training be offered assignments at conservation centers which provide such study or training. Requires program agencies to provide certification of skills acquired by program participants and to provide job guidance and placement information as may be necessary. Requires the Secretary to provide for research and evaluation of the program and allows the Secretary to authorize pilot or demonstration projects of new or alternative subjects of work or training. Directs the Secretary, in consultation with the Secretary of Agriculture, to study sites at which Civilian Conservation Corps (CCC) activities were undertaken, in order to determine a suitable location and means of commemorating the CCC. Directs the Secretary to report the results of such study to the Congress within one year after the enactment of this Act. Directs the Secretary to report to the President and Congress by December 31 of each year on the activities carried out under this Act. Requires the Secretary of Labor to make available appropriate labor market information to the Secretary of the Interior and program agencies. Entitles Federal employees displaced by provisions of this Act to appeal such action to the Merit Systems Protection Board. Makes specified provisions of the Job Training Partnership Act applicable to such displacement of non- Federal employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation, rehabilitation, and improvement of natural and cultural resources located on public or Indian lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:24-05:00"
}