{
  "actions": [
    {
      "acted_at": "1977-03-29", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5692-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Railsback, Thomas F.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00941", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-29", 
  "number": "5692", 
  "official_title": "A bill to authorize certain construction at military installations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1164-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Military Construction Authorization Act", 
  "sponsor": {
    "district": "14", 
    "name": "Nedzi, Lucien N.", 
    "state": "MI", 
    "thomas_id": "00856", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-29", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "California", 
    "Economics and public finance", 
    "Housing and community development", 
    "Land transfers", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "Navy", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-29", 
    "text": "Military Construction Authorization Act - Title I: Authorizes the Secretary of the Army to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each of these locations. Authorizes the Secretary to establish or develop other installations by proceeding with construction made necessary by unforeseen security considerations, new weapons development, new and unforeseen research and development requirements, or improved production schedules. Authorizes appropriations for such purpose. Title II: Authorizes the Secretary of the Navy to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop other installations where necessary under the same conditions as those relating to the Secretary of the Army under title I of this Act. Authorizes the Secretary to construct recreational facilities at the United States Naval Station, San Diego, California to replace the existing Navy Athletic Field. Title III: Authorizes the Secretary of the Air Force to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities where necessitated by those factors enumerated in Title I of this Act pertaining to the Secretary of the Army. Title IV: Authorizes the Secretary of Defense to establish or develop military installations at specified locations and authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities which are determined to be vital to the security of the United States. Authorizes appropriations for such purpose. Title V: Authorizes the Secretary of Defense to construct or acquire military family housing units in specified numbers at specified locations. Authorizes appropriations in specified amounts for each such location. Stipulates that no family housing construction shall be commenced until the Secretary has determined that suitable private housing is unavailable. Authorizes the Secretary to increase the amounts authorized for such purpose up to 10 percent for the purpose of meeting unforeseeable variations in cost. Authorizes the Secretary of Defense to expend specified amounts to improve existing public quarters for the various military departments. Sets forth the amounts which may be expended for the leasing of quarters for military personnel. Increases the average authorized lease costs for military housing in foreign countries. Stipulates that such a lease may not be for more than 10 years. Authorizes the Secretary of Defense to grant specified homeowner's assistance to employees and personnel of the Department of Defense when the Department has announced plans to close or partially close a military base or installation. Title VI: Sets forth limitations on the use of funds authorized to be appropriated under this Act. Authorizes increases in the amounts specified under this Act under certain circumstances. Requires the Secretaries of each of the military departments to report to the President of the Senate and the Speaker of the House of Representatives regarding construction contracts awarded under this Act. Repeals authorizations for military public works in Acts approved before September 30, 1976 and not later superseded or modified as of January 1, 1979. Specifies exceptions to such repeal. Sets forth unit cost limitations for construction projects for permanent barracks and bachelor officer quarters under this Act. Authorizes the Secretary of Defense to increase such cost limitation in order to equip such projects with solar heating or cooling equipment. Requires that the Air Force San Patricio Fuel Storage Site, San Juan, Puerto Rico be sold and authorizes the use of proceeds from such sale for the construction of new facilities for the Puerto Rico National Guard. Abolishes the present system of including naval districts within the organization of the Department of the Navy. Title VII: Guard and Reserve Forces Facilities Authorization Act - Authorizes the Secretary of Defense to establish or develop additional facilities for the National Guard and the Reserve components of the armed forces. Authorizes appropriations for such purpose. Title VIII: Authorizes the Secretary of Defense and the Secretaries of the Army, Navy, and Air Force to establish or develop military installations and facilities for fiscal year 1979 in such amounts as may be necessary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Guard and Reserve Forces Facilities Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:02-05:00"
}