{
  "actions": [
    {
      "acted_at": "1975-04-17", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1464-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-17", 
  "number": "1464", 
  "official_title": "A bill to prohibit, except under certain circumstances, any change in the status of any member of the uniformed services who is in a missing status under chapter 10 of title 37, United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-17", 
  "subjects": [
    "Armed forces and national security", 
    "Military personnel", 
    "Missing in action", 
    "Prisoners of war", 
    "Vietnamese Conflict", 
    "War"
  ], 
  "subjects_top_term": "Military personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-17", 
    "text": "Prohibits changes in the status of members of the uniformed services who are missing in action unless specified conditions are met, including: (1) the Secretary concerned has received significant new information regarding the status of such individual, or he has notified the primary next of kin of such person of a proposed hearing and review of the status of such member, and the primary next of kin of such member fails to file with the Secretary concerned an objection to such proposed hearing and review; or (2) the President of the United States has determined that all reasonable actions have been taken to account for such members, and determined that all reasonable actions have been taken to enforce the provisions of specified articles of the Paris Peace Accord; and (3) the Congress has determined that the Democratic Republic of Vietnam and the Provisional Revoluntionary Government of South Vietnam have fully complied with specified provisions of the Paris Peace Accord and has agreed to a concurrent resolution expressing such determination. Directs the Committee on Armed Services of the Senate and the Committee on Armed Services of the House of Representatives to each conduct a study of sections 555 and 556 of title 37, United States Code (relating to pay of missing persons), with a view to determining whether such sections should be amended or repealed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to prohibit, except under certain circumstances, any change in the status of any member of the uniformed services who is in a missing status under chapter 10 of title 37, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:19-05:00"
}