{
  "actions": [
    {
      "acted_at": "1977-05-09", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7014-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Blouin, Michael", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00098", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-09", 
  "number": "7014", 
  "official_title": "A bill to establish an Agency for Consumer Advocacy in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Advocate Act", 
  "sponsor": {
    "district": "12", 
    "name": "McCloskey, Paul N., Jr.", 
    "state": "CA", 
    "thomas_id": "00759", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-09", 
  "subjects": [
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Government operations and politics", 
    "Quality of products"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-09", 
    "text": "Consumer Advocate Act - Establishes an independent agency within the executive branch the Agency for Consumer Advocacy, to be headed by an Advocate appointed by the President, by and with the consent of the Senate. Requires the Advocate to transmit to the Congress and the President by February 1 of each year a report on the activities of the Agency, including a summary of consumer complaints received and actions taken thereon and an efficiency evaluation of selected major consumer programs of each Federal agency. States the functions of the Agency, including to: (1) represent the interests of consumers before Federal agencies and courts; (2) encourage and support research, studies, and testing leading to a better understanding of consumer products and improved products, services, and consumer information; (3) submit recommendations annually to Congress and the President on measures to improve the operation of the Federal Government in the protection and promotion of the interests of consumers; (4) cooperate with State and local governments and private enterprise in the promotion and protection of the interests of consumers; and (5) publish and distribute material to inform consumers and Congress of matters of interest to the consumer. Authorizes the Advocate, whenever he determines that the result of any Federal agency proceeding or activity may substantially affect an interest of consumers, to intervene as a party or otherwise participate in representing the interests of consumers. Directs the Agency to act on and transmit complaints to the appropriate Federal or non-Federal entities concerning actions or practices which may be detrimental to the interests of consumers. Requires the Agency to maintain a public document room of signed consumer complaints which the Agency has received, together with annotations of actions taken. Requires the Agency to develop, gather from Federal and non-Federal sources, and disseminate to the public information concerning: (1) the functions and duties of the Agency; (2) consumer products and services; (3) problems encountered by consumers; and (4) notices of Federal hearings, proposed and final rules, and other pertinent activities of Federal agencies. Directs the Agency to encourage and support the development and application of information on consumer products and services. Authorizes Federal agencies to perform, at the request of the Advocate, tests regarding products, services, or any matter affecting the interests of consumers. Authorizes each Federal agency, upon the written request of the Advocate, to furnish or allow access to all documents, papers, and records in its possession which the Advocate deems necessary for the performances of his functions. Requires every Federal agency, in considering any action which may substantially affect the interests of consumers, to notify the Agency of such action. Directs the President to submit to the Congress and the Comptroller General a plan for the transfer to the Agency of those consumer-related advocacy programs of Federal activities which can be performed better by the Advocate. Terminates the provisions of this Act on September 30, 1982. Directs the President to submit a report, 12 months prior to the termination date, to the Congress which shall contain a recommendation that the authority of this Act be extended or allowed to lapse."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Advocate Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Agency for Consumer Advocacy in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:26-05:00"
}