{
  "actions": [
    {
      "acted_at": "2005-09-28", 
      "calendar": "Senate Legislative", 
      "number": "231", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Introduced in the Senate. Read twice. Ordered Placed on Senate Legislative Calendar under General Orders. Calendar No. 231.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-11-16", 
      "references": [
        {
          "reference": "CR S12884-12921", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-16", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "328", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 97 - 2. Record Vote Number: 328.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-12-22", 
      "references": [], 
      "text": "Senate ordered measure printed as passed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-03-03", 
      "bill_ids": [
        "hr2830-109"
      ], 
      "references": [], 
      "text": "See also H.R.2830.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1967-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1967"
    }, 
    {
      "amendment_id": "s2581-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2581"
    }, 
    {
      "amendment_id": "s2582-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2582"
    }, 
    {
      "amendment_id": "s2583-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2583"
    }
  ], 
  "bill_id": "s1783-109", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2005-09-28", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2005-09-28", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2005-09-28", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-11-16", 
    "vetoed": false
  }, 
  "introduced_at": "2005-09-28", 
  "number": "1783", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1986 to reform the pension funding rules, and for other purposes.", 
  "popular_title": "Pension Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr2830-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2830-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2830-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1953-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Pension Security and Transparency Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2005-11-16", 
  "subjects": [
    "Administrative procedure", 
    "Age discrimination", 
    "Airline employees", 
    "Alabama", 
    "Annuities", 
    "Assassination", 
    "Bankruptcy", 
    "Black lung", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Coal", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Corporate mergers", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Divorce", 
    "Education", 
    "Emergency management", 
    "Employee ownership", 
    "Energy", 
    "Families", 
    "Finance and financial sector", 
    "Financial planning", 
    "Financial statements", 
    "Floods", 
    "Florida", 
    "Government employees' life insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Higher education", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance premiums", 
    "Interest rates", 
    "Investment advisers", 
    "Investments", 
    "Judicial compensation", 
    "Labor and employment", 
    "Law", 
    "Leave of absence", 
    "Legal education", 
    "Life insurance", 
    "Louisiana", 
    "Magistrates", 
    "Miners", 
    "Minorities", 
    "Mississippi", 
    "Native Americans", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Railroad retirement plans", 
    "Real estate investment", 
    "Retirement", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "Stocks", 
    "Survivors' benefits", 
    "Tax courts", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Teachers", 
    "Texas", 
    "Transportation and public works", 
    "Unemployment insurance", 
    "Valuation", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2005-11-16", 
    "text": "Pension Security and Transparency Act of 2005 - Title I: Funding and Deduction Rules for Single-Employer Defined Benefit Plans and Related Provisions - Subtitle A: Amendments to Employee Retirement Income Security Act of 1974 - (Sec. 101) Amends the Employee Retirement Income Security Act (ERISA) and the Internal Revenue Code (IRC) to repeal existing funding rules and to establish new minimum funding standards for single-employer defined benefit pension plans. (Sec. 102) Sets forth funding rules for single-employer defined benefit pension plans. Requires such plans to amortize unfunded liabilities over not more than seven years. Eliminates a requirement for deficit reduction contributions. Requires a plan's accrued liability, for all benefits accrued by its participants before the current plan year, to be funded completely. Phases in such 100% funding over three years beginning in 2007, and over five years for plans with 100 or fewer participants.Revises valuation of plan assets to require use of the fair market value or an averaging of such value through a method permitted under regulations prescribed by the Secretary of the Treasury and limited to a period of not more than 12 months. Revises valuation of plan liabilities to require use of segmented interest rates determined by specified portions of a corporate bond yield curve.Sets forth special rules for plans at risk of terminating because they are underfunded and sponsored by firms that are financially weak, as determined by bond ratings. Requires such plan sponsors, in determining their required contribution, to assume that participants will retire at the earliest possible date and elect the form of benefit with the highest present value. (Sec. 103) Sets forth funding-based limits on single-employer plans increasing benefits, distributions, and benefit accruals, which are based on the plan's adjusted funded target liability percentage (funding ratio) as of the valuation date for the preceding plan year. Prohibits a plan amendment from increasing benefits liability if the funding ratio is less than 80% or would be so with such amendment. Prohibits lump-sum payments for a specified period by plans with a funding ratio less than 6o%. Prohibits benefit accruals for specified periods for plans with funding ratio less than 60% in the prior year. (Sec. 105) Provides special rules for multiple employer plans of certain cooperatives. (Sec. 106) Provides temporary relief for certain rescued plans. Subtitle B: Amendments to Internal Revenue Code of 1986 - (Sec. 111) Amends the Internal Revenue Code (IRC) to revise minimum funding standards for single-employer defined benefit pension plans. (Sec. 112) Revises funding rules applicable to single-employer pension plans. (Sec. 113) Sets forth certain benefit limitations under single-employer plans. (Sec. 114) Increases the IRC deduction limit for single-employer plans. Subtitle C: Interest Rate Assumptions and Deductible Amounts for 2006 - (Sec. 121) Extends provisions for replacement of 30-year Treasury rates as the basis for interest rate assumptions. (Sec. 122) Sets forth deduction limits for plan contributions. (Sec. 123) Updates deduction rules for combination of plans.Provides that IRC deduction limits for plan sponsors maintaining both defined benefit plans and defined contribution plans are applicable, in the case of employer contributions to one or more defined contribution plans, only in so far as those contributions exceed a certain percentage of compensation otherwise paid or accrued to beneficiaries during the plan year.Title II: Funding and Deduction Rules for Multiemployer Defined Benefit Plans and Related Provisions - Subtitle A: Funding Rules - Part I: Amendments to Employee Retirement Income Security Act of 1974 - (Sec. 201) Sets forth funding rules for multiemployer defined benefit plans under ERISA. (Sec. 202) Provides additional funding rules for multiemployer plans in endangered or critical status. Requires plans in endangered status to adopt and implement funding improvement plans, and plans in critical status to adopt and implement rehabilitation plans. Deems a plan to be in endangered status if it is not in critical status for the plan year and either: (1) its funded percentage for the plan year is less than 80%; or (2) it has an accumulated funding deficiency for the plan year, or is projected to have such a deficiency for any of the six succeeding plan years, taking into account any extension of certain amortization periods. Deems plans to be in critical status if their funded percentage is less than 65% and certain other conditions are present, and in specified alternative circumstances. (Sec. 203) Requires plan sponsors, upon determination that the plan will be insolvent in any of the next five plan years, to make an annual assessment of the current rehabilitation plan and take steps to forestall such an outcome.(Sec. 204) Sets forth a special rule for certain benefits funded under an agreement approved by the Pension Benefit Guaranty Corporation (PBGC). (Sec. 205) Revises provisions for withdrawal liability. Part II: Amendments to Internal Revenue Code of 1986 - (Sec. 211) Revises funding rules for multiemployer defined benefit plans under IRC. (Sec. 212) Provides additional funding rules for multiemployer plans in endangered or critical status. Part III: Sunset of Funding Rules - (Sec. 216) Provides for sunset of funding rules under this subtitle. Provides that such rules shall cease to apply to plan years beginning after December 31, 2014, and that ERISA and IRC rules in effect before the amendments made by this Act shall be applicable again, with the exception of any plan operating under a funding improvement or rehabilitation plan for its last year beginning before January 1, 2015.Directs the PBGC Executive Director and the Secretaries of Labor and the Treasury to study the effect of amendments made by this subtitle on the operation and status of multiemployer plans, and report study results to Congress with recommendations for legislation. Subtitle B: Deduction and Related Provisions - (Sec. 221) Increases the IRC deduction limit for multiemployer plans. (Sec. 222) Allows transfer of excess pension assets to multiemployer health plans. Title III: Interest Rate Assumptions - (Sec. 301) Sets forth the interest rate assumption for determining lump sum distributions. Phases in use of a yield curve method involving interest rates on corporate bonds over three-month periods to determine the amount of such payments. (Sec. 302) Revises the interest rate assumption for applying benefit limitations to lump sum distributions. (Sec. 303) Requires plan administrators to notify each plan sponsor when there are restricted periods and the IRC restrictions relating to funding of nonqualified deferred compensation plans by employers maintaining underfunded or terminated single-employer plans,. (Sec. 304) Revises pension funding requirements for plans subject to current transition rule. Title IV: Improvements in PBGC Guarantee Provisions - (Sec. 401) Increases the PBGC flat-rate premiums for single employer plans to a minimum base amount of $30 per participant for plan years beginning in 2006. Requires the PBGC Board of Directors, every five years beginning in 2011, to report to Congress with recommendations for adjusting the flat-rate premium. Revises interest rate assumptions relating to risk-based premiums. (Sec. 402) Authorizes the PBGC to request the Secretary of the Treasury to enter into alternative funding agreements to prevent plan terminations.(Sec. 403) Provides special funding rules for plans maintained by commercial airlines that are amended to cease future benefit accruals.(Sec. 404) Limits PBGC guarantee of shutdown benefits and other unpredictable contingent event benefits under single employer plans.(Sec. 405) Sets forth plan termination rules relating to employer filing of bankruptcy. (Sec. 438) Authorizes the PBGC to pay interest on premium overpayment refunds. (Sec. 406) Revises PBGC premiums for new plans of small employers. Sets the flat-rate premium at five dollars per plan participant for the first five years of a new single-employer plan of an employer with 100 or fewer employees.(Sec. 407) Revises PBGC additional premiums for new and small plans. Phases in, over a five-year period, the variable-rate premium for a new defined benefit plan. Limits, for a plan maintained by an employer with 25 or fewer employees, the variable-rate premium to no more than five dollars times the number of plan participants at the close of the preceding plan year.(Sec. 408) Authorizes the PBGC to pay interest on premium overpayment refunds. (Sec. 409) Revises rules for substantial owner benefits in terminated plans with respect to phase-in of guarantee and to allocation of assets. (Sec. 410) Provides for accelerated computation of benefits payable to participants and beneficiaries by the PBGC from recoveries of employer liability. Revises provisions relating to: (1) the average recovery percentage of the outstanding amount of such benefits; and (2) the valuation of recovery liability in determining such benefit amounts.(Sec. 411) Establishes a special rule for treatment of certain plans where cessation or change in membership of a controlled group. (Sec. 412) Treats decreases in federal outlays resulting from enactment of this title and the amendments it makes as in lieu of the decreases in federal outlays which: (1) resulted from amendments made to title IV of ERISA; and (2) were contained in an Act enacted pursuant to the concurrent resolution on the budget for FY2006.(Sec. 413) Requires the PBGC, with regard to both single-employer and multiemployer plan guaranteed benefits in the case of commercial airline pilots required by Federal Aviation Administration regulation to retire before age 65, to compute the actuarial value of monthly benefits in the form of a life annuity commencing at the required retirement age.Title V: Disclosure - (Sec. 501) Revises ERISA requirements for defined benefit plan funding notices and the types of information which single employer and multiemployer plans, respectively, must provide in such notices. (Sec. 502) Requires certain financial information with respect to multiemployer pension plans to be made available by plan administrators, upon request, to any plan participant or beneficiary, employee representative, or any employer with an obligation to contribute to the plan. Requires plan sponsors or administrators, upon request, to furnish to any such employer a notice of potential withdrawal liability. Requires notice of any amendment reducing future accruals to be provided to each such employer. (Sec. 503) Sets forth additional requirements for annual reports to the Secretary of Labor by defined benefit plans in general, and multiemployer plans in particular, including requiring explanations of actuarial assumptions and methods used in projecting future retirements and forms of benefit distributions under the plan. Requires multiemployer plan administrators to furnish summary plan information to employers, employee representatives, and the PBGC. Directs the PBGC to report to Congress every five years on the fiscal conditions of the multiemployer plan system on the basis of such information.(Sec. 504) Allows the Secretary's to extend the deadline for annual report filing past 285 days after the close of the plan year only on a case by case basis and only in cases of hardship. Requires certain information in annual reports to be: (1) filed in an electronic format for Internet display by the Secretary and other appropriate media; and (2) displayed on any website maintained by the plan sponsor or administrator. Requires the summary annual report to be filed within 30 days after the deadline for annual report filing. (Sec. 505) Revises criteria for those required to provide information to the PBGC under ERISA section 4010 filings. Requires such filings by plans with an aggregate funding targets attainment percentage of less than: (1) 60%; or (2) 75%, if the plan is in a troubled industry; or (3) 90%, if the plan is underfunded by more than $50 million. Requires such filings, also, by all companies with bond ratings below investment grade if the plan is underfunded by more than $50 million.(Sec. 506) Sets forth requirements for disclosure of certain termination information to plan participants and beneficiaries, in cases of distress terminations and involuntary terminations. (Sec. 507) Directs the Secretary to modify a regulation relating to the timing of benefit suspension notices to certain employees. (Sec. 508) Directs the Comptroller General to study and report to Congress on effectiveness of enforcement of provisions in ERISA and other federal laws designed to protect pension plans and their assets and participants from fraud and mismanagement.Title VI: Treatment of Cash Balance and Other Hybrid Defined Benefit Pension Plans - (Sec. 601) Provides for prospective application of age discrimination, conversion, and present value assumption, under special rules for the treatment of cash balance and other hybrid defined benefit pension plans, under ERISA and IRC. Allows such plans to be deemed nondiscriminatory as to age if they comply with certain requirements, in cases of reduction in accrued benefits because of attainment of any age. (Sec. 602) Directs the Secretary to prescribe regulations to apply this title to cases where conversions to cash balance plans are made with respect to groups who become employees due to mergers, acquisitions, or similar transactions. Title VII: Diversification Rights and Other Participant Protections under Defined Contribution Plans - (Sec. 701) Requires defined contribution plans holding publicly traded securities to provide employees with: (1) the opportunity to divest employer securities; and (2) at least three investment options other than employer securities.(Sec. 702) Requires such plan administrators to notify plan participants or beneficiaries of such freedom to divest employer securities or real property. (Sec. 703) Requires periodic pension benefit statements to be provided to participants or beneficiaries. (Sec. 704) Requires notice to participants or beneficiaries of certain blackout periods. (Sec. 705) Allows, and gives credit for, additional individual retirement account (IRA) payments in certain bankruptcy cases. (Sec. 706) Makes certain provisions for relief from fiduciary liability inapplicable during suspensions of the ability of participants or beneficiaries to direct investments. (Sec. 707) Increases the maximum bond amount for plans holding employer securities. Title VIII: Information to Assist Pension Plan Participants - (Sec. 801) Requires defined contribution plans to provide adequate investment education to participants and beneficiaries with the right to direct investments in their individual account plans, by providing basic guidelines for investing for retirement. Directs the Secretary of the Treasury to develop a model form containing such guidelines. (Sec. 802) Requires independent investment advice to be provided to plan participants and beneficiaries. (Sec. 803) Sets forth IRC rules for treatment of such qualified retirement planning services. (Sec. 804) Increases penalties for coercive interference with exercise of ERISA rights. (Sec. 805) Authorizes the Secretary of the Treasury to prescribe rules applicable to certain statements required under ERISA provisions added by this Act. Title IX: Provisions Relating to Spousal Pension Protection - (Sec. 901) Prescribes requirements for division of pension benefits upon divorce. Directs the Secretary of Labor to issue regulations relating to the time and order of issuance of qualified domestic relations orders, under ERISA and IRC provisions. (Sec. 902) Amends the Railroad Retirement Act of 1974 (RRA) to entitle divorced spouses to railroad retirement annuities independent of the actual entitlement of the employees. (Sec. 903) Extends the payment of any portion of Tier II railroad retirement benefits under RRA to surviving former spouses pursuant to divorce agreements. (Sec. 904) Requires pension plans, under IRC and ERISA, to offer participants the option of a qualified joint and 3/4 survivor annuity (as an alternative to the current qualified joint and survivor annuity). Title X: Improvements in Portability and Distribution Rules - (Sec. 1001) Revises provisions regarding purchase of permissive service credit. (Sec. 1002) Allows rollover of after-tax amounts in annuity contracts. (Sec. 1003) Revises minimum distribution rules for governmental plans. (Sec. 1004) Allows a waiver of the 10% early withdrawal penalty tax on certain distributions of pension plans for public safety employees. (Sec. 1005) Permits rollovers by non-spouse beneficiaries of certain retirement plan distributions. (Sec. 1006) Provides for faster vesting of employer non-elective contributions. (Sec. 1007) Allows direct rollovers from retirement plans to Roth IRAs. (Sec. 1008) Eliminates a higher penalty on certain simple plan distributions. (Sec. 1009) Provides for simple plan portability. (Sec. 1010) Revises provisions relating to eligibility for participation in retirement plans. (Sec. 1011) Provides for mandatory transfers to the PBGC of certain amounts under IRC provisions for general distributions. Sets forth rules for tax treatment of such distributions to the PBGC. Sets forth provisions relating to involuntary cashouts. Authorizes the PBGC to charge a reasonable fee for costs involved with transfer and management of transferred amounts.(Sec. 1012) Directs the PBGC to issue missing participant rules for multiemployer plans. Allows the transfer of missing participants' benefits to the PBGC upon plan termination in the case of certain plans not subject to the PBGC termination insurance program. (Sec. 1013) Revises rules governing hardships and unforeseen financial emergencies. Title XI: Administrative Provisions - (Sec. 1101) Grants the Secretary of the Treasury full authority to establish, implement, update, and improve the Employee Plans Compliance Resolution System and any other employee plans correction policies, including the authority to waive income, excise, or other taxes to ensure that any tax, penalty, or sanction is not excessive and bears a reasonable relationship to the nature, extent, and severity of the failure. (Sec. 1102) Increases from 90 to 180 days the notice and consent period required before a plan may commence certain distributions. Requires the notification to describe not only a participant's right (if any) to defer receipt of a distribution but also the consequences of failing to defer such receipt.(Sec. 1103) Provides for simplification of annual filing annual requirements for: (1) one-participant retirement plans; and (2) retirement plans which cover fewer than 25 employees.(Sec. 1104) Amends the IRC, ERISA, and the Age Discrimination in Employment Act of 1967, with respect to certain voluntary early retirement incentive and employment retention plans of local educational agencies and of educational associations, to treat such plans as bona fide severance pay plans to the extent that payments as early retirement benefits could otherwise be made, subject to specified conditions.(Sec. 1105) Prohibits reduction of unemployment compensation as a result of pension rollovers. (Sec. 1106) Amends requirements of the Economic Growth and Tax Relief Reconciliation Act of 2001 to set forth a transition rule relating to withholding on distributions from certain governmental plans. (Sec. 1107) Provides for treating as a governmental plan a specified eligible defined benefit plan, which is maintained by a nonprofit corporation incorporated on a certain date to support the missions and goals of a public corporation which was created by a state statute effective on a certain date and which is a state governmental entity and a member of the nonprofit corporation. (Sec. 1108) Establishes criteria under which cash or deferred plans may be treated as automatic contribution trusts. (Sec. 1109) Sets forth rules for treatment of investment of assets by a plan where a participant fails to exercise the investment election. (Sec. 1110) Directs the Secretary of Labor to issue regulations clarifying certain fiduciary rules in a specified manner.Title XII: United States Tax Court Modernization - (Sec. 1201) Amends IRC to revise rules governing payment of annuities to surviving spouses and dependents of Tax Court judges to provide for the payment of an annuity for a judge with less than five years of service who is assassinated.(Sec. 1202) Provides for cost-of-living increases to annuities for surviving spouses and dependents of Tax Court judges based on increases paid under the Civil Service Retirement System. (Sec. 1203) Includes active and retired Tax Court judges in the federal employees group life insurance program (FEGLI). (Sec. 1204) Authorizes the Tax Court to pay increases in the cost of FEGLI for judges age 65 and over. (Sec. 1205) Authorizes the Tax Court to make a lump-sum payment to newly-appointed Tax Court judges for their accumulated and accrued current annual leave from prior federal service. (Sec. 1206) Allows Tax Court judges to participate in the Thrift Savings Plan (TSP). (Sec. 1207) Exempts compensation earned by a retired Tax Court judge for teaching from treatment as outside earned income subject to limitations under the Ethics in Government Act of 1978. (Sec. 1208) Changes the title of special trial judge to magistrate judge. Authorizes the Chief Judge of the Tax Court to appoint and reappoint magistrate judges for eight-year terms. Allows the removal of a magistrate judge for specified reasons, including incompetence, misconduct, neglect of duty, or physical or mental disability. (Sec 1209) Provides for the payment of annuities to surviving spouses and dependents of magistrate judges. (Sec. 1210) Establishes a retirement and annuity program for magistrate judges. Entitles magistrate judges who have attained the age of 65 with at least 14 years of service to full retirement and annuity benefits, with prorated benefits and reductions for service of at least eight years. Sets forth provisions relating to benefits for magistrate judges upon failure of reappointment, retirement for disability, cost-of-living adjustments, and eligibility for lump-sum payments. Establishes in the Treasury the Tax Court Judicial Officers' Retirement Fund for the financing of retirement and annuity benefits for magistrate judges. Allows magistrate judges to participate in TSP.(Sec. 1211) Permits incumbent magistrate judges to elect participation in an annuity under the Civil Service Retirement System or the Federal Employees' Retirement System in lieu of the retirement and annuity program established by this Act.(Sec. 1212) Authorizes the Chief Judge of the Tax Court to recall retired magistrate judges for service. Limits the term of such service to 90 days in any calendar year.Revises requirements for compensation and pensions of Tax Court judges.Title XIII: Other Provisions - Subtitle A: Administrative Provision - (Sec. 1301) Sets forth provisions relating to plan amendments. (Sec. 1302) Directs the Executive Director of PBGC and the Secretaries of Labor and of the Treasury to: (1) exercise their authority under ERISA and IRC to postpone certain deadlines by reason of the presidentially-declared disaster areas in Louisiana, Mississippi, Alabama, Texas, Florida, or elsewhere, due to the effect of Hurricane Katrina, Rita, or Wilma; and (2) issue guidance as soon as is practicable to plan sponsors and participants regarding extension of deadlines and rules applicable to these extraordinary circumstances. Subtitle B: Governmental Pension Plan Equalization - (Sec. 1311) Revises the definition of governmental plan under IRC and ERISA to treat Indian tribal pension plans as tax-qualified governmental plans. (Sec. 1312) Extends to all governmental plans the current moratorium on application of certain nondiscrimination rules applicable to state and local plans. (Sec. 1313) Provides that tribal governments are subject to the same defined benefit plan rules and regulations applied to state and other local governments, and their police and firefighters. Subtitle C: Miscellaneous Provisions - (Sec. 1321) Transfers certain excess funds from Black Lung Disability Trusts to the United Mine Workers of America Combined Benefit Fund. (Sec. 1322) Amends IRC to limit the tax exclusion for benefits paid by employer-owned life insurance contracts upon the death of an insured employee, with certain exceptions for directors and highly compensated employees and for proceeds paid to the heirs of an insured employee. Requires employers to provide written notice to employees of intent to insure their lives and obtain written consent from such employees to being insured under a company-owned life insurance contract. Imposes certain reporting and recordkeeping requirements for employer-owned life insurance contracts. Subtitle D: Other Related Pension Provisions - Part I: Health and Medical Benefits - (Sec. 1331) Revises IRC to allow employers to transfer excess pension assets cover future retiree health benefit costs.(Sec. 1332) Sets forth special rules for funding of collectively bargained retiree health benefits. (Sec. 1333) Allows a reserve for medical benefits of plans sponsored by bona fide associations. Part II: Cash or Deferred Arrangements - (Sec. 1336) Sets forth requirements for treatment of eligible combined defined benefit plans and qualified cash or deferred arrangements. (Sec. 1337) Makes state and local governments eligible to maintain section 401(k) plans. Part III: Excess Contributions - (Sec. 1339) Revises provisions relating to excess contributions. Expands the period for corrective distribution for automatic contribution arrangements. Revises provisions relating to allocable earnings. Part IV: Other Provisions - (Sec. 1341) Revises provisions relating to prohibited transactions. Provides certain exemptions or relief for block trading, financial markets trading systems, and foreign exchange transactions, and a correction period for certain transactions involving securities and commodities. Directs the Secretary of Labor to study and report on the implications for pension plans, plan sponsors, plan fiduciaries, and plan participants of a prohibited transaction exemption for active cross trades and the impact that such a prohibited transaction exemption could have on the safety and security of pension plan assets. Directs the Comptroller General to submit a preliminary and a final report on: (1) the effect of electronic communication networks and block trading on plan investments; and (2) the oversight and enforcement activities of the Department of Labor to protect the rights of plan participants and beneficiaries. (Sec. 1342) Directs the Secretary of Labor to establish a Federal Task Force on Older Workers to report to Congress on its identifying: (1) statutory and regulatory provisions in current pension law that are disincentives to work and develop legislative and regulatory proposals to address such disincentives; and (2) best pension practices in the private sector for hiring and retaining older workers, and serving as a clearinghouse of such information. Terminates the Task Force after its completion of its duties."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Pension Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Pension Security and Transparency Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pension Security and Transparency Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1986 to reform the pension funding rules, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:48-05:00"
}