{
  "actions": [
    {
      "acted_at": "2011-05-25", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1080-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-25", 
  "number": "1080", 
  "official_title": "A bill to provide veterans with individualized notice about available benefits, to streamline application processes for the benefits, to provide for automatic enrollment for veterans returning from combat zones into the Department of Veterans Affairs medical system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "PRO-VETS Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-25", 
  "subjects": [
    "Armed forces and national security", 
    "Government information and archives", 
    "Military personnel and dependents", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-25", 
    "text": "Providing Real Outreach for Veterans Act of 2011 or PRO-VETS Act of 2011 - Directs the Secretary of Veterans Affairs (Secretary) to enter into an agreement with the Secretary of Defense for the transfer of data to the Secretary for providing members of the Armed Forces and veterans with individualized information concerning veterans' benefits that each member and veteran may be eligible for. Requires the Secretary, after receiving such data, to: (1) compile a list of all benefits for which each member or veteran may be eligible; (2) notify the member or veteran (or their legal representative) of such benefits; and (3) provide a second notification if the member or veteran does not apply for a listed benefit within 60 days, as well as annual notifications thereafter. Requires additional notifications based on changed circumstances. Allows each member or veteran the option to decline further notifications. Directs the Secretary to use transferred data to reduce the amount of information that a member or veteran must provide when applying for benefits. Requires the Secretary of Defense to provide a member or veteran the opportunity to decline authorization for the transfer of information under this Act. Directs the Secretary to enroll within the Department of Veterans Affairs (VA) medical system members being discharged or released after active-duty service in a theater of combat operations. Requires such enrollment within 45 days of the discharge or release. Requires: (1) such former members to be provided a veterans identification card, as well as access to VA hospital care and medical services; and (2) the Secretary to provide to each such member the option to decline such enrollment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "PRO-VETS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Providing Real Outreach for Veterans Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide veterans with individualized notice about available benefits, to streamline application processes for the benefits, to provide for automatic enrollment for veterans returning from combat zones into the Department of Veterans Affairs medical system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:09:52-05:00"
}