{
  "actions": [
    {
      "acted_at": "1995-10-23", 
      "references": [
        {
          "reference": "CR S15498-15499", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-23", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-01", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held. Hearings printed: S.Hrg. 104-455.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-30", 
      "references": [
        {
          "reference": "CR S11951", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4904-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4904"
    }
  ], 
  "bill_id": "s1356-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-10-23", 
  "number": "1356", 
  "official_title": "A bill to amend the Shipping Act of 1984 to provide for ocean shipping reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2149-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Ocean Shipping Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-10-23", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Antitrust law", 
    "Business intelligence", 
    "Commerce", 
    "Common carriers", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Damages", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Federal Maritime Commission", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Freight forwarders", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International competitiveness", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Marine insurance", 
    "Marine terminals", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant seamen", 
    "Merchant ships", 
    "Restrictive trade practices", 
    "Shipping agreements", 
    "Shipping conferences", 
    "Shipping rates", 
    "Storage", 
    "Surety and fidelity", 
    "Trade negotiations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-10-23", 
    "text": "TABLE OF CONTENTS: Title I: Ocean Shipping Reform Title II: Controlled Carriers Amendments Title III: Elimination of the Federal Maritime Commission Ocean Shipping Reform Act of 1995 - Title I: Ocean Shipping Reform - Amends the Shipping Act of 1984 to include as one of its purposes the granting of authority to carriers and shippers to develop transportation arrangements to meet their specific needs. (Sec. 102) Redefines the term \"conference,\" with respect to an association of ocean carriers permitted, pursuant to an approved agreement, to engage in concerted activity, to change \"common tariff,\" which they all utilize, to \"common schedule of transportation rates, charges, classifications, rules, and practices.\" Defines ocean freight forwarder and shippers' association. (Sec. 103) Revises the scope of the Shipping Act of 1984, with respect to certain agreements by or among ocean common carriers, to: (1) substitute \"ocean freight forwarders\" for \"non-vessel-operating common carriers\" in exclusive, preferential, or cooperative working arrangements with ocean common carriers covered by the Act; and (2) cover agreements to discuss any matter related to ocean transportation contracts, and to enter ocean transportation contracts and agreements related to those contracts. Repeals coverage of agreements to regulate or prohibit the use of service contracts. (Sec. 104) Requires any shipping conference agreement to provide that a conference member may enter individual and independent negotiations and conclude individual and independent service contracts. Revises provisions relating to certain independent actions on rates or service items by members of a shipping conference agreement. (Sec. 106) Amends the High Seas Driftnet Fisheries Enforcement Act to repeal the automated tariff filing and information system provisions of such Act. Amends the Shipping Act of 1984 to revise provisions relating to: (1) schedules of transportation rates, terms, and conditions of common carriers and conferences for transportation services not governed by an ocean transportation contract; and (2) ocean transportation contracts between one or more common carriers and a conference and one or more shippers. Prohibits any challenge in any court of an ocean transportation contract or the transportation provided under it on the grounds that the contract violates such Act. Authorizes contracts entered into after January 1, 1998, to be made on a confidential basis, upon agreement of the parties. States that an ocean common carrier that is a member of a conference agreement may not be prohibited or restricted, after such date, from agreeing with one or more shippers that the parties to the contract will not disclose the rates, services, terms, or conditions of that contract to any other member of the agreement, to the conference, to any other carrier, shipper, conference, or to any other third party. (Sec. 107) Revises the enumeration of prohibited acts by persons or common carriers with respect to the provision of ocean transportation services to: (1) replace the current prohibition against charging or collecting compensation different from the rates and charges shown in tariffs or service contracts with a prohibition against subjecting any person, place, port, or shipper (except for service contracts) to unreasonable discrimination; and (2) repeal prohibitions against rebates and concessions. (Sec. 109) Revises provisions for actions that the Federal Maritime Commission (FMC) may take against foreign carriers whose practices in a foreign country result in conditions that adversely affect U.S. carriers in the oceanborne trade, and do not exist for foreign carriers of that country in the United States. (Sec. 110) Authorizes the Secretary of Transportation (Secretary) to request the Secretary of the Treasury to refuse or revoke any clearance required for a common carrier vessel if such carrier fails to supply certain information in a FMC investigation or adjudicatory proceeding. (Sec. 114) Revises certain license and bond requirements with respect to ocean freight forwarders. (Sec. 117) Requires marine terminal operators to make available to the public any schedules of rates, regulations, and practices, including limitations of liability, pertaining to receiving, delivering, handling, or storing property at its marine terminal. Title II: Controlled Carrier Amendments - Revises provisions concerning the unjustness and unreasonableness of controlled carrier rates. (Sec. 201) Declares that the rate standards, information submissions, remedies, reviews, and penalties under the Shipping Act of 1984 shall apply to any ocean common carrier that is not a controlled carrier if the Secretary determines the carrier to be structurally or financially affiliated with a government or private nontransportation entity or organization in such a manner as to affect its pricing or marketplace behavior in an unfair, predatory, or anticompetitive manner that disadvantages one or more other ocean common carriers. Requires the Secretary to prescribe regulations to govern the manner in which controlled and non-controlled carriers shall submit price and other information needed to determine whether prices charged by them are unfair, predatory, or anticompetitive. (Sec. 202) Directs the Secretary to develop, and submit to the Congress, a negotiation strategy to persuade foreign governments to divest themselves of ownership and control of ocean common carriers. (Sec. 203) Requires the Secretary to submit to the Congress an annual report on: (1) actions taken under the Foreign Shipping Practices Act and certain sections of the Shipping Act of 1984 and this Act; and (2) the effect on U.S. maritime employment of laws, rules, regulations, policies, or practices of foreign governments, or any practices of foreign carriers or other persons providing maritime services in a foreign country that result in conditions that adversely affect the operations of U.S. carriers in U.S. oceanborne trade. Title III: Elimination of the Federal Maritime Commission - Requires the Director of the Office of Management and Budget to submit to the Congress a plan to eliminate the FMC no later than October 1, 1997. (Sec. 301) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean Shipping Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Shipping Act of 1984 to provide for ocean shipping reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:02-05:00"
}