{
  "actions": [
    {
      "acted_at": "1973-06-20", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-07-25", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2028-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-20", 
  "number": "2028", 
  "official_title": "A bill to regulate interstate commerce by providing for uniform and full disclosure of certain information with respect to the sale of dwellings for occupancy by not more than four families in order to promote sound and effective price competition and to prohibit unfair and deceptive sales and other anticompetitive practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Housing Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-20", 
  "subjects": [
    "Consumer protection", 
    "Credit", 
    "Housing and community development"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-20", 
    "text": "Truth in Housing Act - Declares it to be the purpose of this Act to promote effective price competition by (1) minimizing the capacity of sales practices to deceive the consumer; and (2) by enabling the consumer to make an informed choice with respect to the cost of purchasing and maintaining a dwelling, especially regarding plumbing, heating and electrical systems and structural components. Provides that any person who sells, acts as an agent, or furnishes mortgage credit for the purchase of a dwelling for occupancy by not more than 4 families shall be responsible for the written disclosure to the purchaser of any substantial defects which exist. States that where such disclosure has not been made the contract shall be voidable at the option of the purchaser. Provides that if any part of a written disclosure contains an untrue statement, the purchaser acquiring the dwelling may bring an action in any court of competent jurisdiction, against the seller or his agent in the sale, and the person who furnished mortgage credit for the purchase of that dwelling. Makes void any condition purporting to bind a person acquiring any dwelling to which this Act applies to waive compliance with any provision of this Act. Directs the Federal Trade Commission to administer and enforce this Act, with the assistance of the Secretary for Housing and Urban Development, the Administrator for Veterans Affairs, and the Secretary of Agriculture. Directs the Commission to establish an Advisory Committee to advise and consult with in the exercise of its functions under this Act. Authorizes appropriations to the Commission of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate commerce by providing for uniform and full disclosure of certain information with respect to the sale of dwellings for occupancy by not more than four families in order to promote sound and effective price competition and to prohibit unfair and deceptive sales and other anticompetitive practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:46-05:00"
}