{
  "actions": [
    {
      "acted_at": "1998-10-10", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4785-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Moran, James P.", 
      "sponsored_at": "1998-10-10", 
      "state": "VA", 
      "thomas_id": "00832", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-10", 
  "number": "4785", 
  "official_title": "To provide for relief from excessive punitive damage awards in cases involving primarily financial loss by establishing rules for proportionality between the amount of punitive damages and the amount of economic loss.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness in Punitive Damage Awards Act", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-10", 
  "subjects": [
    "Actions and defenses", 
    "Commerce", 
    "Damages", 
    "District courts", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Jurisdiction", 
    "Law", 
    "Losses", 
    "Punitive damages", 
    "State courts", 
    "Torts"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-10", 
    "text": "Fairness in Punitive Damage Awards Act - Limits punitive damage awards in civil actions brought in Federal or State court that affect interstate commerce or implicate rights or interests that may be protected by the Congress under the 14th Amendment where such damages are sought under any theory for harm. Permits punitive damages, to the extent permitted by applicable State law, to be awarded against a person in such an action only if the claimant establishes by clear and convincing evidence that conduct of such person was carried out with a conscious, flagrant indifference to the rights or safety of others and was the proximate cause of the harm that is the subject of the action. Makes this Act inapplicable to any person in such action if the misconduct for which punitive damages are awarded: (1) caused harm that resulted in death, serious and permanent physical scarring or disfigurement, loss of a limb or organ, or serious and permanent physical impairment of an important bodily function; (2) occurred at a time when the defendant was under the influence of intoxicating alcohol or any drug that may not lawfully be sold without a prescription or had been taken by the defendant other than in accordance with the terms of a lawful prescription, and if the defendant so being under the influence caused the harm for which the civil action was brought; or (3) constitutes a crime of violence, an act of terrorism, a hate crime, or a felony sexual offense, for which the defendant has been convicted in any court. (Sec. 5) Limits the amount of punitive damages that may be awarded to a claimant in any civil action that is subject to this Act: (1) to the greater of three times the amount awarded for economic loss or $250,000; or (2) for an individual whose net worth does not exceed $500,000 or against an owner of an unincorporated business, or any partnership, corporation, association, unit of local government, or organization that has fewer than 25 full-time employees, to the lesser of three times the amount awarded for economic loss or $250,000. Directs that these limitations be applied by the court and not be disclosed to the jury. Directs the trier of fact, at the request of any party in such an action, to consider in a separate proceeding, held subsequent to the determination of the amount of compensatory damages, whether punitive damages are to be awarded and the amount thereof. Specifies that if any party requests a separate proceeding, in a proceeding to determine whether the claimant may be awarded compensatory damages, any evidence, argument, or contention that is relevant only to punitive damages, as determined by applicable State law, shall be inadmissible. (Sec. 7) Denies the U.S. district courts jurisdiction pursuant to this Act based on Federal provisions regarding Federal question jurisdiction, or commerce and antitrust regulations and amount in controversy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness in Punitive Damage Awards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for relief from excessive punitive damage awards in cases involving primarily financial loss by establishing rules for proportionality between the amount of punitive damages and the amount of economic loss.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:18-05:00"
}