{
  "actions": [
    {
      "acted_at": "2011-03-17", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-04", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1209-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Cohen, Steve", 
      "sponsored_at": "2011-03-17", 
      "state": "TN", 
      "thomas_id": "01878", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2011-03-17", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gutierrez, Luis V.", 
      "sponsored_at": "2011-03-17", 
      "state": "IL", 
      "thomas_id": "00478", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pierluisi, Pedro R.", 
      "sponsored_at": "2011-03-17", 
      "state": "PR", 
      "thomas_id": "01953", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-17", 
  "number": "1209", 
  "official_title": "To reform the housing choice voucher program under section 8 of the United States Housing Act of 1937.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Section 8 Voucher Reform Act of 2011", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-17", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Border security and unlawful immigration", 
    "Congressional oversight", 
    "Consumer credit", 
    "Crimes against children", 
    "Department of Housing and Urban Development", 
    "Disability and paralysis", 
    "Drug, alcohol, tobacco use", 
    "Firearms and explosives", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Homelessness and emergency shelter", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing for the elderly and disabled", 
    "Housing industry and standards", 
    "Low- and moderate-income housing", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "Public housing", 
    "Public utilities and utility rates", 
    "Residential rehabilitation and home repair", 
    "Sex offenses", 
    "User charges and fees", 
    "Veterans' loans, housing, homeless programs", 
    "Violent crime", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-17", 
    "text": "Section 8 Voucher Reform Act of 2011 - Amends the United States Housing Act of 1937 to revise requirements for public housing agency (PHA) inspections of each dwelling unit for which a housing assistance payment contract is established. Allows such payments for a dwelling unit if failure to meet standards is a result only of non-life threatening conditions. Requires suspension of such payments after 30 days if any deficiency has not been corrected. Permits alternative inspection methods if specified standards are met. Changes mandatory compliance inspections from annual to biennial. Requires interim inspections upon a family's request. Authorizes PHAs to establish specified alternative rent structures, except for elderly and disabled families. Prescribes requirements for reviews and calculation of family income. Prescribes eligibility criteria for assistance based upon family assets. Revises requirements governing: (1) assistance to low-income working families, (2) tenant-based contract renewals, (3) administrative fees, and (4) the home ownership downpayment grant program. Authorizes a PHA to report to certain consumer reporting agencies information regarding the past rent payment history of a family receiving tenant-based housing choice vouchers. Directs the Secretary of Housing and Urban Development (HUD) to establish standards and procedures for assessing PHA performance in carrying out the programs for tenant-based rental assistance and for homeownership assistance, including biennial assessments. Revises requirements relating to: (1) PHA project-based assistance, (2) the monitoring of rent burdens, and (3) enhanced vouchers. Directs the Secretary to define market areas. Limits a PHA's elective applicant screening to criteria directly related to an applicant's ability to fulfill the obligations of an assisted lease. Authorizes the Secretary to enter into agreements with the Social Security Administration (SSA) and the Secretary of Health and Human Services (HHS) to permit HUD participation in certain state demonstration programs providing for persons with significant disabilities to be employed and to continue to receive certain federal and state benefits. Authorizes a PHA to use subsidy payments otherwise due the owner to pay for continued utility service to avoid hardship to program participants. Requires the Secretary to: (1) publish regularly data regarding utility consumption and costs in local areas that will be useful for the establishment of allowances for tenant-paid utilities for assisted families; and (2) establish guidelines for the use of such data. Authorizes the Secretary to provide preservation project-based voucher assistance in lieu of enhanced voucher assistance in the case of a multifamily housing project. Authorizes a PHA, in the case of foreclosure on any federally-related mortgage loan or on any residential real property in which a recipient of public housing assistance resides, to use rental assistance funds: (1) to pay utilities that are the owner's responsibility, or (2) for the family's reasonable moving costs. Requires the Comptroller General to identify obstacles to using vouchers in federally subsidized housing projects. Amends the McKinney-Vento Homeless Assistance Act to revise the duties of the U.S. Interagency Council on Homelessness. Directs the Comptroller General to study the effects of Section 8 programs on HUD's budget and programs. Establishes the Housing Innovation Program to give PHAs flexibility to design, and HUD responsibility to evaluate, innovative approaches to providing specified housing assistance. Requires the Comptroller General to identify: (1) databases regarding incomes of families and individuals that may be used in conjunction with the Section 8 rental voucher and other public housing assistance programs to reduce errors in subsidy amounts provided on behalf of assistance recipients; and (2) how best to utilize such databases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Section 8 Voucher Reform Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the housing choice voucher program under section 8 of the United States Housing Act of 1937.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:04:35-05:00"
}