{
  "actions": [
    {
      "acted_at": "2000-03-22", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-22", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-22", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-31", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Claims", 
      "text": "Referred to the Subcommittee on Immigration and Claims.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4056-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boyd, Allen", 
      "sponsored_at": "2000-06-23", 
      "state": "FL", 
      "thomas_id": "01467", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2000-07-27", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "2000-06-23", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-22", 
  "number": "4056", 
  "official_title": "To establish a system of registries of temporary agricultural workers to provide for a sufficient supply of such workers and to amend the Immigration and Nationality Act to streamline procedures for the admission and extension of stay of nonimmigrant agricultural workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1814-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Agricultural Job Opportunity Benefits and Security Act of 2000", 
  "sponsor": {
    "district": "2", 
    "name": "Bishop, Sanford D., Jr.", 
    "state": "GA", 
    "thomas_id": "00091", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-22", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Admission of nonimmigrants", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Alien labor", 
    "Child labor", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Department of Justice", 
    "Department of Labor", 
    "Department of State", 
    "Economics and public finance", 
    "Employee rights", 
    "Employment agencies", 
    "Families", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Housing and community development", 
    "Housing subsidies", 
    "Immigration", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Law", 
    "Minimum wages", 
    "Replacement workers", 
    "Temporary employment", 
    "Transfer of employees", 
    "User charges", 
    "Visas", 
    "Wage restitution", 
    "Wage surveys", 
    "Wages"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-22", 
    "text": "TABLE OF CONTENTS: Title I: Adjustment to Legal Status Title II: Agricultural Worker Registries Title III: H-2A Reform Title IV: Miscellaneous Provisions Agricultural Job Opportunity Benefits and Security Act of 2000 - Title I: Adjustment to Legal Status - Directs the Attorney General to adjust the status of a qualifying alien agricultural worker to that of a lawfully admitted nonimmigrant. Provides, with respect to such status, for: (1) a maximum seven-year period of validity; and (2) termination and removal for failure to meet specified agricultural work requirements. Sets forth employer record-keeping requirements.Provides for adjustment to permanent resident status upon completion of required agricultural work for five years. Provides for: (1) status termination and removal for fraud or misrepresentation, or certain criminal activities; and (2) deportation for failure to apply for status adjustment within the specified application period.Sets forth provisions with respect to: (1) adjustment of status applications, including penalties for false statements; (2) waiver of numerical limitations and certain grounds for inadmissibility; (3) temporary stay of removal and work authorization; (4) administrative and judicial review; and (5) dissemination of program information.Title II: Agricultural Worker Registries - Directs the Secretary of Labor (Secretary) to establish a database system of U.S. worker and nonimmigrant agricultural worker registries to provide temporary and seasonal agricultural job opportunity and referral information. States that such registries may be established as part of the \"America's Job Bank\" and \"America's Talent Bank\" databases.Bases registry coverage on job opportunities in a single State, except for the New England States which may be represented by a single registry.Requires prospective employers of H-2A visa agricultural workers to first apply for registry workers before a petition to import H-2A workers may be approved.Sets forth individual registrant requirements.States that an agricultural worker may apply for registry inclusion in the State of his or her residency. Grants referral preference to U.S. workers. Provides that adjusted nonimmigrants: (1) may only be employed in the State of their registration, or in contiguous States; and (2) shall be temporarily or permanently removed from the registry for failure to report for a committed job or jobs.Title III: H-2A Reform - Sets forth registry application requirements for H-2A employers and employer associations, including assurances: (1) that the job opportunity is not the result of a labor dispute, and is temporary or seasonal; (2) respecting required wages and benefits, and compliance with labor laws; (3) respecting advertising in the registry and other labor market sources; and (4) respecting provision of workers compensation.Provides that: (1) the Secretary, upon application approval, shall complete a registry search and notify an employer of available registered workers within seven days of the beginning work date; (2) if insufficient workers are available, the Secretary shall so notify an employer, the Attorney General, and the Secretary of State; (3) an employer shall pay a user fee for each admitted alien worker; (4) an employer may apply directly to the Secretary of State for alien worker admissions if such worker referral has not been received within the seven-day period; and (5) an employer may file a request for redetermination of need.(Sec. 304) Sets forth employment requirements with respect to: (1) wages; (2) housing; (3) transportation reimbursement; and (4) obligation to employ U.S. workers.(Sec. 305) Amends the Immigration and Nationality Act to revise provisions respecting the admission and extension of stay of temporary H-2A workers.Directs the Attorney General to conduct a study regarding H-2A workers overstays, and whether a partial wage withholding is a necessary inducement to assure timely departure.States that nothing in this Act shall preclude the Secretary and the Attorney General from continuing to apply special procedures to the employment, admissions, and extension of aliens in the range production of livestock.Title IV: Miscellaneous Provisions - Directs the Secretary to establish a process to receive and enforce complaints against employers by aggrieved persons or third party organizations (including bargaining representatives). Sets forth related provisions respecting: (1) expedited investigation of housing, wage, and child labor violations; (2) written notice of findings and opportunity for appeal; (3) ability of alien workers to change employers; and (4) remedies.Establishes the Commission on Housing Migrant Agricultural Workers which shall study the problem of in-season housing for migrant agricultural workers.Directs the Secretaries of Labor, Agriculture, and Health and Human Services to conduct a study of the relationship between child care of migrant agricultural workers and child labor violations in agriculture.Directs the Secretaries of Labor and Agriculture to conduct a study of agricultural field sanitation conditions.Directs the Secretary to conduct a study of persistent and serious agricultural labor standards violations.(Sec. 402) Authorizes and requests the Attorney General to establish bilateral commissions between the United States and each country having specified numbers of H-2A workers in the United States.(Sec. 404) Directs the Secretary to establish registry user and alien employment user fee schedules and related collection processes.(Sec. 405) States that additional funds for agricultural worker registry startup costs may be taken from amounts available to Federal or State entities under the Wagner-Peyser Act.(Sec. 406) Sets forth reporting requirements to the congressional Judiciary committees describing the results of a review of the implementation of this Act. Establishes an advisory board to advise the Comptroller General in the preparation of such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Job Opportunity Benefits and Security Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a system of registries of temporary agricultural workers to provide for a sufficient supply of such workers and to amend the Immigration and Nationality Act to streamline procedures for the admission and extension of stay of nonimmigrant agricultural workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:54-05:00"
}