{
  "actions": [
    {
      "acted_at": "1982-05-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6423-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-19", 
  "number": "6423", 
  "official_title": "A bill to amend the Trade Act of 1974 to ensure reciprocal agricultural trade opportunities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reciprocal Agricultural Trade Act of 1982", 
  "sponsor": {
    "district": "2", 
    "name": "Hagedorn, Thomas M.", 
    "state": "MN", 
    "thomas_id": "00481", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-19", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Congressional committees", 
    "Exports", 
    "Foreign Trade and Investments", 
    "House of Representatives", 
    "Senate", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-19", 
    "text": "Reciprocal Agricultural Trade Act of 1982 - Directs the United States Trade Representative (USTR) to submit to the President an annual study of the practices of each designated major trading country that: (1) denies benefits to the United States under a trade agreement applicable to agricultural trade; or (2) denies to the United States substantially equivalent commercial opportunities with respect to U.S. agricultural products. Directs the President to submit such study to specified congressional committees and to propose actions to redress any imbalance caused by such practices. Directs Federal agencies to furnish information and other assistance to carry out such study. Amends the Trade Act of 1974 to add to the findings upon which the President can base U.S. responses to foreign trade practices. Directs the President to act upon finding that a foreign trade practice denies to the United States commercial opportunities with respect to agricultural trade substantially equivalent to those offered by the United States. Authorizes the President to take action against the foreign entity's products or services. Provides that the President's actions need not be limited to equivalent products or service sectors of the foreign entity. Requires the President take into account U.S. trade agreement obligations in determining whether to take any action to enforce U.S. trade rights or respond to a foreign trade practice affecting agricultural trade. Authorizes the House Agriculture Committee or the Senate Committee on Agriculture, Nutrition, and Forestry to file a resolution with the USTR requesting the President to take action to enforce U.S. trade rights or respond to foreign trade practices. Directs the USTR to consult with the International Trade Commission on the economic impact of: (1) the foreign trade practices affecting agricultural trade which caused the USTR to investigate; and (2) the USTR's legislative recommendations concerning such practices. Directs the USTR to make preliminary recommendations to the House Agriculture Committee and the Senate Committee on Agriculture, Nutrition, and Forestry on the options the President is considering if dispute settlement procedures fail. Requires such recommendations to be made within 180 days of a finding that presidential action is needed to enforce U.S. trade rights or to respond to foreign trade practices that relate to agricultural trade."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reciprocal Agricultural Trade Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to ensure reciprocal agricultural trade opportunities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:04-05:00"
}