{
  "actions": [
    {
      "acted_at": "1977-04-06", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6118-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-06", 
  "number": "6118", 
  "official_title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6437-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6724-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6790-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": "9", 
    "name": "Brooks, Jack B.", 
    "state": "TX", 
    "thomas_id": "00127", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-06", 
  "subjects": [
    "Consumer organizations", 
    "Consumer protection", 
    "Government operations and politics", 
    "Quality of products"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-06", 
    "text": "Consumer Protection Act - Establishes as an independent agency within the executive branch the Agency for Consumer Protection, to be headed by an Administrator appointed by the President by and with the advice and consent of the Senate. Requires the Administrator to transmit to the Congress and the President in January of each year a report on the activities and accomplishments of the Agency during the preceding calendar year including a summary of consumer complaints received and actions taken thereon and recommendations for legislation to protect the interests of consumers. States that the functions of the Agency shall be to: (1) represent the interests of consumers before Federal agencies and courts to the extent authorized by this Act; (2) encourage and support research, studies, and testing leading to a better understanding of consumer products and improved products, services, and consumer information; (3) submit recommendations annually to the Congress and the President on measures to improve the operation of the Federal Government in the protection and promotion of the interests of consumers; and (4) cooperate with State and local governments and private enterprise in the promotion and protection of the interests of consumers. Allows the Administrator, whenever he determines that the result of any Federal agency proceeding or activity may substantially affect an interest of consumers, to intervene as a party or otherwise participate in representing the interests of consumers. Directs the Agency to receive, evaluate, develop, act on, and transmit complaints to the appropriate Federal or non-Federal entities concerning actions or practices which may be detrimental to the interests of consumers. Authorizes the Administrator to request Federal agencies to perform tests regarding products, services or any other matter affecting the interests of consumers. Requires the Agency to maintain a public document room containing an up-to-date listing of all signed consumer complaints of any significance arranged in meaningful and useful categories together with annotations of Agency actions together with annotations of actions taken by it. Authorizes the Administration to propose to any Federal agency, for submission to specified persons, written interrogatories or requests for reports and other related information, within such agency's authority. Requires every Federal agency considering any action which may substantially affect the interests of consumers to notify the Agency of such action. Terminates the Agency for Consumer Protection on September 30, 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:10-05:00"
}