{
  "actions": [
    {
      "acted_at": "2010-06-04", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin under authority of the order of the Senate of 05/28/2010. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-04", 
      "calendar": "Senate Legislative", 
      "number": "415", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 415.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3455-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-04", 
  "number": "3455", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2011 for military activities of the Department of Defense, to prescribe military personnel strengths for such fiscal year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3454-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Authorization Act for Fiscal Year 2011", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-06-04", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Afghanistan", 
    "Air quality", 
    "Alliances", 
    "Alternative and renewable resources", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Aviation and airports", 
    "Business records", 
    "Buy American requirements", 
    "Child care and development", 
    "Climate change and greenhouse gases", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Crimes against children", 
    "Crimes against women", 
    "Defense spending", 
    "Department of Defense", 
    "Disaster relief and insurance", 
    "Drug and radiation therapy", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Emergency medical services and trauma care", 
    "Energy efficiency and conservation", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Firearms and explosives", 
    "Foreign and international corporations", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Home and outpatient care", 
    "Immunology", 
    "Infectious and parasitic diseases", 
    "Intelligence activities, surveillance, classified information", 
    "International law and treaties", 
    "Iran", 
    "Iraq", 
    "Licensing and registrations", 
    "Life, casualty, property insurance", 
    "Maine", 
    "Manufacturing", 
    "Medical education", 
    "Medical tests and diagnostic methods", 
    "Mental health", 
    "Middle East", 
    "Military civil functions", 
    "Military command and structure", 
    "Military education and training", 
    "Military facilities and property", 
    "Military history", 
    "Military law", 
    "Military medicine", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "Military readiness", 
    "Minnesota", 
    "Motor fuels", 
    "National Guard and reserves", 
    "Neurological disorders", 
    "North Carolina", 
    "North Korea", 
    "Nuclear weapons", 
    "Nursing", 
    "Oil and gas", 
    "Personnel records", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Research and development", 
    "Russia", 
    "Sanctions", 
    "Science and engineering education", 
    "Sex offenses", 
    "Sex, gender, sexual orientation discrimination", 
    "Small business", 
    "Solid waste and recycling", 
    "Space flight and exploration", 
    "Spacecraft and satellites", 
    "Special education", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Temporary and part-time employment", 
    "Trade restrictions", 
    "Transportation costs", 
    "U.S. and foreign investments", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' medical care", 
    "Water quality", 
    "Water use and supply", 
    "Women's health"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2010-06-04", 
    "text": "Department of Defense Authorization Act for Fiscal Year 2011 - Division A: Department of Defense Authorizations - Title I: Procurement - Subtitle A: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY2011 for procurement for the Army, Navy and Marine Corps, Air Force, and Department of Defense (DOD) for aircraft, missiles, weapons and combat vehicles, ammunition, shipbuilding and conversion, communications systems, equipment, and other procurement. Subtitle B: Army Programs - (Sec. 111) Prohibits Army aircraft funds from being obligated or expended for the Airborne Common Sensor or the Enhanced Medium Altitude Reconnaissance and Surveillance System until the Assistant Secretary of the Army (Acquisition, Logistics, and Technology) certifies to the congressional defense and appropriations committees that such program has: (1) successfully completed its limited user test; and (2) demonstrated the technical performance necessary to achieve milestone C approval. Subtitle C: Navy Programs - (Sec. 121) Authorizes the Secretary of the Navy to enter into a contract for detail design and construction of the LHA replacement ship designated LHA-7 that provides contract funding through FY2011-FY2012 Navy shipbuilding and conversion funds. (Sec. 122) Prohibits the Secretary of the Navy from retiring the EP-3E Airborne Reconnaissance Integrated Electronic System II or the Special Projects Aircraft platform. Requires such Secretary to continue to maintain and upgrade such System and platform to meet operational requirements. Requires an annual certification to Congress by the Under Secretary of Defense for Intelligence and the Vice Chairman of the Joint Chiefs of Staff (JCS) concerning the continued maintenance of such System and platform and any plan for their retirement or replacement. Terminates such requirements upon Navy fielding of platforms and sensors that are equivalent or superior to such System and platform. (Sec. 123) Requires the Secretary of the Navy, before entering into a program to extend the service life of F/A-18 aircraft beyond 8,600 hours, to: (1) conduct a business case analysis comparing extending such service life to procuring additional F/A-18E/F aircraft in order to manage Navy shortfalls in strike fighter aircraft; and (2) report to the defense and appropriations committees on such analysis. Directs such Secretary, before reducing the number of F/A-18 aircraft in an operational squadron of the Navy or Marine Corps, to report to such committees on the operational risks and impacts of such reduction. Requires a similar report from such Secretary before reducing the size of an F/A-18 aircraft training squadron. (Sec. 124) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 2008 to require the inclusion of basic and functional design in certain assessments required prior to beginning construction of the first ship of a major Navy shipbuilding program. (Sec. 125) Revises certain effective dates with respect to multiyear procurement authority for F/A-18E and F and EA-18G fighter aircraft. Subtitle D: Joint and Multiservice Matters - (Sec. 141) Directs the Secretary of Defense (Secretary) to: (1) establish a management plan for the F-35 joint strike fighter aircraft program under which decisions to commit to specified levels of production are linked to progress in meeting specified program milestones; (2) submit an initial plan report to the defense and appropriations committees; (3) provide annual plan updates; and (4) submit a one-time report on the expected capabilities of such aircraft program and related matters. (Sec. 142) Requires any DOD contract for additional commercial imaging satellite capability or capacity entered into after 2010 to require that the imaging telescope providing such capability or capacity has an aperture of not less than 1.5 meters. Provides for the continuation of current contracts without such requirement. (Sec. 143) Requires quarterly reports from the commander of the U.S. Special Operations Command to the defense and appropriations committees on the use of combat mission requirements funds during the preceding fiscal quarter. (Sec. 144) Directs the Secretary to conduct an analysis of the feasibility of integrating solid state laser systems into the aircraft platforms for the C-130, B-1, and F-35 aircraft. Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - (Sec. 201) Authorizes appropriations for FY2011 for DOD for research, development, test, and evaluation (RDT&E). Subtitle B: Program Requirements, Restrictions, and Limitations- (Sec. 211) Prohibits funds from being obligated or expended for the development or procurement of an alternate propulsion system for the F-35 joint strike fighter program until the Secretary submits to the defense and appropriations committees a certification with respect to the costs, operational readiness, and research, development, and procurement under such program. (Sec. 212) Prohibits the obligation or expenditure of Defense Advanced Research Projects Agency funds for the National Cyber Range established in support of the Comprehensive National Cybersecurity Initiative until 90 days after the Under Secretary of Defense for Acquisition, Technology, and Logistics (Under Secretary) submits to the defense committees a plan for the transition of such Range to operation and sustainment. (Sec. 213) Authorizes the Secretary to: (1) carry out through the military departments a program of enhanced DOD support of science, mathematics, and engineering education necessary to meet long-term national defense needs; and (2) allow defense laboratory directors to enter into agreements for the improvement of mathematics and scientific knowledge and skills of elementary and secondary school students and faculty. (Sec. 214) Authorizes the Secretary to: (1) carry out a program of research and development (R&D) on, and deployment of, advanced technology ground vehicles and related systems and components within DOD; and (2) carry out such program through partnerships and other cooperative agreements with private entities. (Sec. 215) Authorizes the Secretary to carry out demonstration projects to assess the feasibility and advisability of utilizing various business models and processes to identify innovative commercial technologies and apply them to DOD and other national cybersecurity requirements. Requires at least four cybersecurity pilot programs under such projects, concerning: (1) worldwide threat sensing and warnings for information networks; (2) managed security services for cybersecurity within the defense industrial base; (3) the use of private processes and infrastructure to address cybersecurity threats, problems, vulnerabilities, or opportunities; and (4) processes for uniform evaluation of commercial cybersecurity products and services. Requires an initial and annual reports from the Secretary to Congress on the pilot programs. Provides funding for such demonstration projects and pilot programs through defense-wide RDT&E funds. Subtitle C: Missile Defense Matters - (Sec. 231) Expresses the sense of Congress that, among other things: (1) the Phased Adaptive Approach to missile defense in Europe is an appropriate response to the existing ballistic missile threat from Iran to the European territory of NATO countries; (2) such Approach is not intended to and will not provide a missile defense against the Russian Federation; (3) the United States and NATO countries should continue to pursue cooperation with the Russian Federation on ballistic missile defense relative to Iranian missile threats; (4) the Ground-based Midcourse Defense (GMD) system deployed in Alaska and California provides adequate defensive capability for the United States against potential and foreseeable future long-range ballistic missiles from Iran; (5) the United States should continue improving and deploying its missile defense systems, and there are no constraints in the New START Treaty on the U.S. development and deployment of effective missile defenses; and (6) DOD should continue the development, testing, and assessment of the two-stage Ground-based Interceptor to provide a hedge against challenges with the SM-3 Block interceptor as a means of augmenting the defense of Europe and of the homeland against a limited ballistic missile attack from nations such as North Korea or Iran. (Sec. 232) Amends the NDAA for Fiscal Years 1988 and 1989 to repeal a prohibition on the use of DOD funds to contract with foreign governments or entities for RDT&E relating to strategic missile defense. (Sec. 233) Prohibits FY2011 DOD funds for the Medium Extended Air Defense System (MEADS) from being obligated or expended until: (1) DOD has completed the MEADS critical design review and system program review and made a decision on how or whether to proceed with the program or a program alternative; (2) the Secretary has submitted to the defense and appropriations committees an explanation of the decision described in clause (1); and (3) 60 days have elapsed since such explanation. (Sec. 234) Directs the Secretary to ensure that the Missile Defense Agency (MDA) establishes and maintains an acquisition baseline for each currently-defined program element of the Ballistic Missile Defense system. Requires the MDA Director to report annually to the defense and appropriations committees on such acquisition baselines and any significant changes or variances thereto. (Sec. 235) Requires: (1) the Secretary to select an appropriate entity outside DOD to conduct an independent review and assessment of the GMD system referred to in section 231; and (2) the selected entity to report review and assessment results, as well as related recommendations, to the Secretary and the defense and appropriations committees. Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - (Sec. 301) Authorizes appropriations for FY2011 for operation and maintenance (O&M) for the Armed Forces and specified activities and agencies of DOD. Subtitle B: Environmental Provisions - (Sec. 311) Authorizes the Secretary to transfer a specified amount to the Hazardous Substance Superfund as reimbursement to the Environmental Protection Agency (EPA) for environmental response actions performed at the Twin Cities Army Ammunition Plant, Minnesota. (Sec. 312) Authorizes the Secretary to transfer a specified amount to the Hazardous Substance Superfund to satisfy a stipulated penalty assessed by the EPA against Naval Air Station, Brunswick, Maine. (Sec. 313) Directs the Secretary of the Navy, within 90 days after the enactment of this Act, to: (1) ensure that the Agency for Toxic Substances and Disease Registry (ATSDR) has full access to all documents relating to studies of contamination and remediation of the drinking water systems at Camp Lejeune, North Carolina; (2) make appropriate staff available to work with ATSDR with regard to such records and their associated inventories and information; and (3) conduct a good faith review to identify any additional historical or contemporary documents pertaining to such contamination sites that are in possession of the Navy and have not previously been provided to ATSDR. Prohibits DOD funds from being used to process or adjudicate any claim filed regarding such water contamination until ATSDR fully completes all epidemiological and water modeling studies relevant to such contamination that are ongoing as of June 1, 2010. Requires such Secretary to make every effort to resolve any dispute arising between the Navy and ATSDR under a specified interagency agreement. (Sec. 314) Directs the President to establish the Commission on Military Environmental Exposures to provide expert advice to the President and Congress on matters relating to exposures of current and former members of the Armed Forces (members) and their dependents to environmental hazards on military installations. Requires: (1) the Commission to report to the President on such exposures, except for exposures during periods in which imminent danger pay is authorized; and (2) the President to submit such report to the defense and veterans committees. Terminates the Commission 180 days after its report. Subtitle C: Workplace and Depot Issues - (Sec. 321) Requires a report from the Defense Logistics Agency to the defense committees on the status of the Agency's Operations Center Drawdown, Retrograde and Reset Program for the equipment from Iraq and Afghanistan and the status of the overall supply chain management of repairing this materiel. Subtitle D: Energy Security - (Sec. 331) Directs the Secretary of the Air Force to continue Air Force alternative aviation fuel initiatives with the goals of, among other things: (1) certifying its aircraft and associated equipment and infrastructure for unrestricted operational use of a synthetic fuel blend by early 2011; and (2) being prepared to acquire 50% of its domestic fuel requirement from alternative or synthetic fuels by no later than December 31, 2016. Allows such Secretary to adjust the latter goal after determining in writing that it would not be practicable, or in the best interests of the Air Force, to do so and informing the defense and appropriations of such determination within 30 days thereafter. Requires an annual report from 2011 through 2016 from: (1) the Secretary of Defense to Congress on the alternative aviation fuel initiative program; and (2) the Secretaries of the Army and Navy to Congress on goals and progress to research, test, and certify the use of such fuels in their respective aircraft fleets. Directs: (1) the Defense Science Board to report to the Secretary on the feasibility and advisability of achieving the Air Force fuel initiative goals; and (2) the Secretary to forward the report to Congress, together with comments and recommendations. Subtitle E: Other Matters - (Sec. 341) Allows Army industrial facilities to sell their articles and services outside of DOD if the purchaser agrees to hold the United States harmless from any claim for damages or injury caused by the article or service, except in a case of willful misconduct or gross negligence (current law), or when such damages or injury arose out of the failure of the federal government to comply with contract quality, schedule, or cost performance requirements. (Sec. 342) Amends the Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001 (Spence Act) to extend through FY2012 the Army's arsenal support program initiative, as well as a related report requirement. (Sec. 343) Amends the Bob Stump National Defense Authorization Act for Fiscal Year 2003 (Stump Act) to extend through FY2014 DOD authority to provide logistics support and services for weapons systems contractors. (Sec. 344) Prohibits any member of the Armed Forces, federal civilian employee, contractor personnel, or other person from selling, lending, or giving any clothing, arms, articles, equipment, or other military or DOD property except in accordance with the statutes and regulations governing government property. Authorizes the seizure of improperly-disposed property. Allows an exception in the case of property on public display in secured exhibits. Provides for the determination and enforcement of violations of such prohibition. (Sec. 345) Prohibits small arms ammunition and components thereof in excess of military requirements which are not otherwise prohibited from commercial sale or certified as unserviceable or unsafe from being demilitarized or destroyed, and requires making them available for commercial sale. Requires guidance to ensure compliance with such requirement to be issued within 90 days after the enactment of this Act. Requires, before such sale, that such ammunition and components are offered for transfer or purchase to or by another federal department or agency or to state and local law enforcement, firefighting, homeland security, and emergency management agencies. (Sec. 346) Amends the John Warner National Defense Authorization Act for Fiscal Year 2007 (Warner Act) relating to the prioritization of DOD funds for equipment readiness and strategic capability to: (1) require the Secretary to ensure sufficient financial resources to enable each military department to repair, recapitalize, and replace equipment used in overseas contingency operations (under current law, used in the global war on terrorism); (2) update an Army Prepositioned Stocks Strategy; (3) replace required global war on terrorism budget information with overseas contingency operations budget information; (4) remove certain additional report information requirements; (5) require Army progress reports to include key enabler requirements; (6) revise generally a required annual Comptroller General (CG) report concerning Army progress in meeting prioritization requirements; and (7) extend until submission of the FY2017 budget the termination of the report requirements. (Sec. 347) Amends the Warner Act to repeal a requirement for reports on the withdrawal or diversion of equipment from reserve units for the support of reserve units being mobilized and other units. (Sec. 348) Allows DOD vehicles or aircraft (under current law, only DOD vessels) to be used to transport civilian passengers and commercial cargoes when space is unavailable on commercial lines. Limits to actual cost the amount authorized to be charged for such transportation in response to an emergency, a disaster, or a request for humanitarian assistance. Authorizes such transportation, on a space-available basis and without charge, to allied forces or civilians when operations in the area of a contingency operation or disaster response would be facilitated. Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - (Sec. 401) Sets forth authorized end strengths for active-duty forces as of the end of FY2011. Subtitle B: Reserve Forces - (Sec. 411) Sets forth authorized end strengths as of the end of FY2011 for members of the Selected Reserve and reserve personnel on active duty in support of the reserves. (Sec. 413) Sets forth minimum end strengths for FY2011 for Army and Air Force dual status military technicians. (Sec. 414) Provides a FY2011 limitation on the number of non-dual status Army and Air Force military technicians. (Sec. 415) Sets forth the maximum number of reserve personnel authorized to be on active duty for operational support during FY2011. Subtitle C: Authorization of Appropriations - (Sec. 421) Authorizes appropriations for FY2011 for military personnel. Subtitle D: Armed Forces Retirement Home - (Sec. 431) Authorizes appropriations for FY2011 for the Armed Forces Retirement Home. Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - (Sec. 501) Requires promotion selection boards which are considering for promotion officers serving or who have served on the Joint Staff or who are joint qualified officers to include as a board member at least one joint qualified officer designated by the JCS Chairman. Authorizes the Secretary to waive such requirement for boards considering the promotion of certain medical officers. Makes applicable to such joint officer promotion selection boards certain requirements concerning information furnished to selection boards and actions on reports of such boards. (Sec. 502) Makes applicable to promotion selection boards for warrant officers and for special selection boards the nondisclosure requirements applicable to promotion selection boards for officers on the active-duty list and on the reserve active-status list. (Sec. 503) Requires administrative removal from the promotion list by the Secretary of the military department concerned (Secretary concerned) of an officer on the active-duty list who is discharged or dropped from the rolls or transferred to a retired status before being promoted to a higher grade. Applies identical removal standards to similarly-situated reserve officers serving on the active-status list. (Sec. 504) Makes technical revisions to the definition of \"joint matters\" for purposes of joint officer management. (Sec. 505) Allows officers serving below the grade of lieutenant general or vice admiral who have been selected for promotion to such grade, as well as officers serving below the grade of general or admiral who have been selected for promotion to such grade, to wear the higher-grade insignia for up to 14 days before assuming the duties of the higher-grade position (a practice known as frocking). Removes the required 30-day waiting period following congressional notification before officers below the grades of major general or rear admiral may wear the insignia of the next higher grade. (Sec. 506) Authorizes the military department secretaries to approve the voluntary retirement of officers who have completed 20 years of service, at least 8 of which are active service as a commissioned officer. Provides such authority from the date of enactment of this Act through the end of FY2013. (Sec. 507) Exempts DOD health care professionals being considered for regular (under current law, only reserve) officer appointments from the requirement that they be commissioned prior to age 42. Exempts from the requirement to retire upon attaining age 62 not only DOD physicians, dentists, and nurses (current law), but other health care personnel providing health care, clinical duties, or health care-related administrative duties. Authorizes the Secretary concerned to defer until age 68 the mandatory retirement age of such health care officers. (Sec. 508) Authorizes permanent professors at the Air Force Academy who are on operational tour or sabbatical duty away from the Academy to hold command positions on such duty, if so authorized by the Secretary of the Air Force. (Sec. 509) Provides that, with respect to appointments in the regular grade W-1, the Secretary concerned may provide by regulation that such appointments be made by commission by the President within that department. Requires appointments in permanent reserve warrant officer grades to be made in the same manner as appointments for regular warrant officer grades. (Sec. 510) Authorizes the Secretary concerned to delay the mandatory separation or retirement (for age) of a warrant officer against whom an action has commenced to try such officer by court-martial, until the completion of such action. (Sec. 511) Allows National Defense Intelligence College graduates to receive credit for completion of joint professional military education Phase I. (Sec. 512) Authorizes adjunct professors at the Armed Forces Staff College to teach joint professional military education Phase II at locations other than the Joint Forces Staff College primary campus in Norfolk, Virginia. Subtitle B: Reserve Component Management - (Sec. 521) Repeals the requirement for a new oath of office when an officer transfers from the reserve active-duty list to the reserve active-status list. (Sec. 522) Authorizes the Secretary concerned to not consider for promotion a reserve officer remaining on the reserve active-status list who is in an active status but in a duty status in which the officer earns retirement points only for membership in a reserve component. Permits such an officer to remain on the reserve active-status list. (Sec. 523) Authorizes the assignment of Air Force Reserve technicians (dual status) outside of the Air Force reserve unit program. (Sec. 524) Authorizes the Secretary of the Army or Air Force to designate a non-dual status military technician to fill a vacancy created by the mobilization of a dual-status military technician. Makes such period of employment the shorter of two years or the period of the mobilization. (Sec. 525) Authorizes the direct appointment of U.S. Merchant Marine Academy graduates as commissioned officers of the National Guard. Subtitle C: Education and Training - (Sec. 531) Provides authorized pay grades for: (1) medical students attending the Uniformed Services University of the Health Sciences; and (2) students participating in the Armed Forces Health Professions Scholarship and Financial Assistance Program who have prior commissioned service. Requires officers detailed as medical school students under the Program to serve on active duty for 45 days for each year of Program participation. (Sec. 532) Authorizes the Secretary concerned to waive the maximum age limit (generally 23) for admission of an enlisted member to a military academy if the member: (1) becomes 23 while serving on active duty in a theater of operations in connection with Operations Iraqi Freedom or Enduring Freedom; or (2) was prevented from entering an academy before July 1 of the year in which the member becomes 23 by reason of such service. Requires such members to possess an exceptional overall record that sets them apart from other candidates. Prohibits: (1) such waiver if the member would pass their 26th birthday by July 1 of the year of admission; and (2) more than five members from attending each of the academies in any year under such authority. (Sec. 533) Requires military academy graduates who participate in the Armed Forces Health Professions Scholarship Program to serve the full period of active duty service obligation associated with academy attendance, in addition to any service obligation incurred under the Program. (Sec. 534) Authorizes loan repayment for students who incurred student loans while pursuing an appropriate degree prior to enrolling in the above Program. (Sec. 535) Increases from 20 to 30 the number of private-sector employees authorized to receive instruction at the National Defense University. (Sec. 536) Establishes a minimum enrollment of 75 for Junior Reserve Officers' Training Corps (JROTC) units at institutions where total student enrollment does not exceed 1,000, and a minimum of 100 at institutions which exceed 1,000. Authorizes the Secretary concerned to waive the minimum in the best interest of that armed force. (Sec. 537) Increases from 31 to 35 the maximum age for receipt of an ROTC scholarship in the regular Armed Forces and the Army Reserve and Army National Guard. (Sec. 538) Subjects enlisted members on active duty in specified military specialties and members of the Selected Reserve who fail to complete the period of service required to qualify for educational loan repayment to the requirement to repay the unearned portion of bonuses and other benefits provided through DOD. Authorizes the lump-sum repayment of any such loan in the case of a member who dies or becomes disabled under a written agreement existing at the time of the death or disability. (Sec. 539) Makes technical and clarifying revisions to the DOD undergraduate nurse training program. Extends the due date for initiation of a pilot program to increase the number of nurses serving in the Armed Forces. (Sec. 540) Requires members of the Selected Reserve who accept a scholarship, fellowship, or grant to agree that upon completion of the education or training, such member will serve: (1) on active duty for at least three times the length of the period of education or training; or (2) in the Selected Reserve for at least five times the length of such education or training. (Sec. 541) Authorizes the Secretary concerned to establish and maintain a health professions scholarship and financial assistance program for civilians to consist of courses of study and specialized training in designated health care occupations, and to include required internships, residencies, and other service in designated DOD medical facilities. Outlines eligibility requirements, including U.S. citizenship and entering into a written agreement to complete a period of obligated service (determined by the Secretary) in DOD upon completion of the study and/or training. Allows participants to receive a monthly stipend, not to exceed $12,000 per year, or a grant for participation in specialized training, not to exceed $2,500 per year. Requires pro rata reimbursement from participants who fail to complete the required period of obligated service. Authorizes the Secretary to convert to a career or career-conditional appointment a participant who successfully completes two years of substantially continuous service under the program. Terminates program authority at the end of FY2015. (Sec. 542) Directs the Secretary to report to the defense committees during 2011 through 2015 on the status of the DOD graduate medical education programs. Subtitle D: Defense Dependents' Education - (Sec. 551) Earmarks specified DOD O&M funds for providing assistance to local educational agencies (LEAs) with significant numbers of military dependent students, as well as to Leas with significant enrollment changes due to base closures, force structure changes, or force relocations. (Sec. 552) Earmarks specified O&M funds for the DOD payment of impact aid for children with severe disabilities, as provided under the Spence Act. (Sec. 553) Authorizes the Secretary to allow enrollment in the DOD defense dependents' education system, without regard to required residence on a military installation, for the dependents of a member who: (1) is wounded, ill, or injured, and resides in temporary housing; or (2) resides in temporary housing due to an ongoing base housing privatization project. Subtitle E: Leave and Related Matters - (Sec. 556) Allows a member of the reserves who accumulates leave during a period of active service to carry over such leave to the member's next period of active service, without regard to separation or release from active service, if the separation or release is under honorable conditions. Authorizes such members to sell such leave if they retire or separate from reserve service, with the honorable condition requirement. (Sec. 557) Authorizes the Secretary concerned to allow a rest and recuperation absence of up to 15 days for a member who is assigned or deployed for at least 270 days in an area designated as a combat zone and in which hardship duty pay is authorized. Subtitle F: Military Justice Matters - (Sec. 561) Amends article 120 of the Uniform Code of Military Justice (UCMJ) involving offenses of rape, sexual assault, and other sexual misconduct to divide such article into three separate articles covering: (1) offenses of rape and sexual assault of any person; (2) sexual offenses against children under age 16; and (3) other nonconsensual sexual misconduct offenses. Defines \"child\" for purposes of such provisions as one under age 16 (under current law, under 12). Includes as sexual assaults committing a sexual act upon another person: (1) knowing that the other person is asleep, unconscious, or otherwise unaware that the act is occurring; and (2) when the other person is incapable of proper consent due to impairment, mental disease or defect, or physical disability. Provides that marriage is not a defense for any conduct in issue under the offenses of rape and sexual assault. Repeals provisions concerning the defenses of consent and mistake of fact as to consent, as well as other affirmative defenses not being precluded simply by their omission. States specifically that: (1) a sleeping, unconscious, or incompetent person cannot consent; (2) a person cannot consent to force causing or likely to cause death or grievous bodily harm or to being rendered unconscious; and (3) a person cannot consent while under threat or in fear. Includes under other sexual misconduct the indecent viewing, visual recording, or broadcasting of the private area of another person without their consent and under circumstances in which the other person has a reasonable expectation of privacy. (Sec. 562) Increases from $100 to $1,000 the maximum fine for the UCMJ offense of contempt. Includes within such offense willfully disobeying the lawful writ, process, order, rule, decree, or command of a military justice, court, or commission. (Sec. 563) Amends the UCMJ to authorize the issuance of subpoenas to compel the production of documentary evidence prior to trial by court-martial. Repeals obsolete provisions relating to fees and mileage payable to witnesses. Subtitle G: Awards and Decorations - (Sec. 566) Authorizes the issuance of a Cold War Service Medal through the Secretary concerned. (Sec. 567) Authorizes the award of the Bronze Star to a member of the military forces of a foreign nation whose actions qualifying for such award occurred in an area for which members of U.S. Armed Forces are authorized special pay for duty subject to hostile fire or imminent danger. (Sec. 568) Authorizes and requests the Secretary of the Army to award the Distinguished Service Cross to: (1) Shinyei Matayoshi for acts of valor during World War II; and (2) former Captain Jay C. Copley for acts of valor during the Vietnam War. Subtitle H: Wounded Warrior Matters - (Sec. 571) Prohibits the Secretary concerned from authorizing the involuntary separation of a member who has been determined by a physical evaluation board as fit for duty based on a determination that such member is unsuitable for deployment or worldwide assignment based on the same medical condition considered by the board during the member's evaluation. Authorizes such Secretary to direct the board to reevaluate the member if such Secretary believes that the condition renders the member unfit for continued military service. (Sec. 572) Authorizes the Secretary to request expedited background investigations for the hiring of medically retired servicemembers and their spouses, as well as the surviving spouses of members who died from a wound, injury, or illness incurred or aggravated in the line of duty. Subtitle I: Military Family Readiness Matters - (Sec. 581) Requires membership on the Department of Defense Military Family Readiness Council for: (1) a spouse of an officer serving in the grade of general or admiral; and (2) the Director of the Office of Community Support for Military Families With Special Needs. (Sec. 582) Provides as an additional responsibility of the above Office the conduct of periodic reviews of best practices in the United States in the provision of medical and educational services for children with special needs. Amends the NDAA For Fiscal Year 2000 to authorize each department Secretary to establish or support local centers to assist military children with special needs. Directs the Secretary to establish an advisory panel on community support for military families with special needs, with specified duties. (Sec. 583) Requires the Secretary to carry out a program to assess the feasibility and advisability of awarding scholarships to military children with special education needs to ensure a public education that emphasizes a special education and related services designed to meet their unique needs and prepare them for further education, employment, and independent living. Requires the pilot program to commence beginning with the 2011-2012 academic year. Directs the Secretary to: (1) evaluate the performance of children awarded such scholarships; (2) develop a variety of options for military families with such children to enhance the benefits available under the Individuals with Disabilities Education Act and better assist such families in meeting such needs, and to report to Congress setting forth such options; and (3) provide an initial and final report to the defense committees on the pilot program. Provides pilot program funding from DOD O&M funds. Terminates the pilot program at the end of FY2016. (Sec. 584) Directs the Secretary to report biennially to the defense committees on DOD child development centers and financial assistance for child care provided to members off-installation. Subtitle J: Other Matters - (Sec. 591) Provides for repeal of the current DOD policy concerning homosexuality in the Armed Forces, to be effective 60 days after the Secretary has received DOD's comprehensive review on the implementation of such repeal, and the President, Secretary, and JCS Chairman certify to Congress that they have considered the report and proposed plan of action, that DOD has prepared the necessary policies and regulations to implement the discretion provided by such repeal, and that implementation of such policies and regulations is consistent with the standards of military readiness and effectiveness, unit cohesion, and military recruiting and retention. Provides that, until such time as the above conditions are met, the current policy shall remain in effect uniformly across the military departments. (Sec. 592) Directs the Secretary, by June 1, 2011, to prescribe a policy on the recruitment and enlistment in the Armed Forces of graduates of charter schools. (Sec. 593) Makes conforming amendments to reflect the newly-designated Administrative Health Services, Preventive Medicine Sciences, and Clinical Health Sciences sections within the Army Medical Service Corps. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - (Sec. 601) Extends through 2012 DOD authority to pay an increased basic allowance for housing in areas impacted by a major disaster or at installations experiencing a sudden increase in personnel. (Sec. 602) Repeals the mandatory high-deployment allowance. (Sec. 603) Prohibits income replacement payments for civilian federal employees already receiving basic pay replacement payments while performing active-duty service in the National Guard or reserves. (Sec. 604) Directs the Secretary to report to the defense and appropriations committees on expenses incurred by members ordered to make a change of permanent station that are in excess of the allowances payable for such expenses. (Sec. 605) Requires a report from the Secretary to the defense and appropriations committees on modifications to the basic allowance for housing for personnel assigned to sea duty. Subtitle B: Bonuses and Special and Incentive Pays - (Sec. 611) Extends through 2011 specified authorities currently scheduled to expire at the end of 2010 with respect to certain special pay and bonus programs within the regular and reserve Armed Forces. Subtitle C: Travel and Transportation Allowances - (Sec. 621) Allows members authorized to attend a Yellow Ribbon Reintegration Program event to be provided a travel and transportation allowance in connection with such attendance. Allows up to three persons designated by the member to be provided an allowance in order to accompany such member if the Secretary concerned determines that the presence of such person(s) may contribute to the purposes of such event. (Sec. 622) Authorizes the Secretary and the department secretaries, in paying a claim arising from loss or damage to household goods stored or transported at DOD expense, to pay the claim on the basis of full replacement value in certain cases in which reimbursement for the full replacement value is not available directly from the carrier. Makes such authority effective with respect to losses incurred after March 1, 2008. Subtitle D: Disability, Retired Pay, and Survivor Benefits - (Sec. 631) Repeals the automatic enrollment as a dependent under the Family Servicemembers' Group Life Insurance program of a member of the Armed Forces married to another member. (Sec. 632) Makes the amount of the monthly stipend under the DOD family caregiver compensation program the same amount as that provided under the VA program of comprehensive assistance for family caregivers. Title VII: Health Care Provisions - Subtitle A: TRICARE Program - (Sec. 701) Extends through FY2011 the current limit for charges for inpatient care at a non-DOD facility under the TRICARE (DOD managed health care) program. (Sec. 702) Allows TRICARE beneficiaries to extend their health care coverage to dependent children up to age 26 if such child is not eligible to enroll in an employer-sponsored plan. Prescribes a premium for such coverage. Makes such provision effective as of January 1, 2011. (Sec. 703) Includes licensed mental health counselors as authorized health care providers under TRICARE. Requires the Secretary to issue regulations which shall include appropriate qualifications for such counselors to be authorized to practice independently for purposes of TRICARE reimbursement. Outlines qualification requirements. (Sec. 704) Directs the Secretary to report to the defense and appropriations committees on a plan for actions to enhance quality and efficiencies and to secure additional cost savings under the TRICARE program and other health care programs and activities of DOD that are funded by the Defense Health Program account. Subtitle B: Health Care Administration - (Sec. 711) Requires the current DOD medical tracking system for members deployed overseas to include the use of pre- and post-deployment medical examinations and health reassessments to: (1) reflect the medical condition of members before their deployment; (2) record any changes to their condition during their deployment; and (3) identify health concerns, including mental health concerns, that may become manifest several months following their deployment. Requires the medical records tabulated with respect to such examinations and reassessments to include information on the prescription and administration of psychotropic medications. (Sec. 712) Requires the Secretary, by January 31, 2011, to develop and implement a comprehensive policy on consistent automated neurological cognitive assessments of members before and after deployment. Provides policy scope, and requires the Secretary to revise the policy on a periodic basis in accordance with experience and evolving best practice guidelines. (Sec. 713) Repeals a provision prohibiting a DOD facility from being used to perform an abortion except where the life of the mother would otherwise be endangered or when the pregnancy is the result of rape or incest. (Sec. 714) Authorizes the Secretary to pay travel expenses for a command-sponsored dependent of a member assigned to a remote location outside the continental United States when such dependent requires or elects anesthesia services for childbirth at a location in the continental United States. Terminates such authority at the end of FY2015. Requires a report from the Assistant Secretary of Defense for Health Affairs to the Secretary and the Director of the Office of Management and Budget (OMB) on the use of such authority. (Sec. 715) Amends the Wounded Warrior Act to align such Act with provisions of the Health Insurance and Portability and Accountability Act (HIPPA) concerning the release of medical records from DOD to the VA without the specific authorization of the member when the member is transitioning from the DOD medical system to the VA system. (Sec. 716) Provides license requirements for health care professionals who are members of the National Guard performing training or duty in response to an actual or potential disaster while in a state status. (Sec. 717) Directs the Secretary to develop and implement training on the use of pharmaceuticals in rehabilitation programs for seriously ill or injured members. Subtitle C: Reports - (Sec. 731) Requires the Secretary to report to the defense and veterans committees the results of a comprehensive review of the adequacy and effectiveness of DOD policies, procedures, and systems providing support to members who experience traumatic injury as a result of a vaccination required by DOD. (Sec. 732) Repeals a report concerning military separations resulting from refusal to participate in the anthrax vaccine immunization program. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Provisions Relating to Major Defense Acquisition Programs - (Sec. 801) Replaces the JCS Chairman with the JCS Vice Chairman as chairman of the Joint Requirements Oversight Council. Requires commanders of combatant commands to be included on the Council when matters related to the area of responsibility of that command will be under Council consideration. Requires specified DOD officials to serve as Council advisors on matters within their authority and expertise. (Sec. 802) Revises provisions concerning required independent cost estimation and analysis with respect to DOD acquisition programs to require cost estimates developed for baseline descriptions and budgetary purposes to be developed to provide a high degree of confidence that the major defense acquisition program (MDAP) or major automated information system program can be completed without the need for significant adjustment to program budgets. Requires cost estimates developed for contract negotiation purposes to be based on the government's reasonable expectation of successful contractor performance in accordance with the contractor's proposal and previous experience. Prohibits funds made available for a MDAP or major automated information system program which are in excess of the cost estimate for such program from being obligated without the written approval of the Milestone Decision Authority for such program. (Sec. 803) Directs the Secretary to: (1) issue comprehensive guidance on the management and manufacturing risk in MDAPs; and (2) ensure that the annual strategic workforce plan includes an assessment of the critical manufacturing readiness knowledge and skills needed in the acquisition workforce, as well as a plan for addressing any gaps in such knowledge and skills. (Sec. 804) Amends the Weapon Systems Acquisition Reform Act of 2009 to revise and extend through 2016 a report requirement concerning developmental test and evaluation and systems engineering in the military departments and defense agencies. (Sec. 805) Requires the reporting of unit costs and milestone approval certification requirements with respect to a designated major subprogram of an MDAP. (Sec. 806) Makes technical and clarifying amendments to the Weapon Systems Acquisition Reform Act of 2009. Subtitle B: Acquisition Policy and Management - (Sec. 811) Directs the Secretary to: (1) develop and implement a new acquisition process to ensure the rapid fielding of capabilities in response to urgent operational needs; (2) develop and implement an expedited review process to determine whether capabilities proposed as urgent operational needs are appropriate for fielding through such process or should be fielded through the traditional acquisition process; (3) review DOD organization and funding for the rapid fielding of capabilities in response to urgent operational needs and develop recommendations on the enhancement of such organization and funding; (4) issue guidance for the appropriate transition of capabilities fielded through the acquisition process developed and implemented under this section into the traditional budget, requirements, and acquisition process for purposes of contracts for follow-on production, sustainment, and logistics support; and (5) submit an initial and annual reports through 2016 to the defense and appropriations committees on the rapid fielding of capabilities under the acquisition process developed and implemented under this section. (Sec. 812) Requires the Secretary to: (1) establish a program to improve the planning and oversight processes for the DOD acquisition of MDAPs; and (2) report annually to Congress specified information concerning any major automated information system program for which cost, schedule, and performance information has been provided. (Sec. 813) Makes permanent the Defense Acquisition Challenge Program. (Under current law, the Program terminates at the end of FY2012.) (Sec. 814) Authorizes the Secretary, during the R&D phases of any DOD system identified for possible future export, to carry out activities for: (1) the development of program protection strategies for the system; and (2) the design and incorporation of exportability features into the system. Authorizes the use of DOD RDT&E funds for such activities. Limits to $5 million the amount of funds for such activities in a fiscal year. Provides for cost-sharing and recoupment. Requires an annual report from the Secretary to the defense and appropriations committees on the systems for which exportability features were incorporated during R&D activities in that fiscal year. Terminates such authority at the end of FY2016. Requires a one-time report on the exercise of the authority to carry out such activities. (Sec. 815) Authorizes the head of a defense agency to: (1) establish qualification requirements for reducing supply chain risk in the acquisition of national security systems; and (2) restrict the procurement of such a system or item of supply to sources that meet such qualification requirements. Authorizes such agency head to: (1) provide for the consideration of supply chain risk as a significant factor in the evaluation of proposals for the procurement of such a system; and (2) exclude certain sources in order to reduce supply chain risk. Directs the Secretary to report to the defense and appropriations committees on the use of such authority during the previous fiscal year. (Sec. 816) Directs the Secretary to report to the defense and appropriations committees on the status of achievement by DOD of the objectives and goals on the procurement of sustainable products and services established under a specified Executive Order. (Sec. 817) Repeals federal provisions limiting to certain sources procurements from the small arms production industrial base. (Sec. 818) Prohibits, unless specified restrictions are met, DOD procurements of goods or services in excess of $1 million from entities engaging in commercial activity in the energy sector of the Islamic Republic of Iran. Provides exceptions, as well as an authorized prohibition waiver if the procurement is essential to U.S. national security interests (requiring congressional notification thereof). Subtitle C: Amendments Relating to General Contracting Authorities, Procedures, and Limitations - (Sec. 831) Authorizes the Secretary to carry out a pilot program to assess the feasibility and advisability of acquiring military purpose nondevelopmental items through contracts with nontraditional defense contractors using specified streamlined procedures. Requires: (1) the Secretary to report to the defense and appropriations committees on the pilot program; and (2) the CG to submit a program assessment to such committees. Terminates pilot program authority five years after the enactment of this Act. (Sec. 832) Directs the Secretary to issue guidance concerning the DOD assessment of long-term technical data needs for major weapon systems and subsystems and corresponding acquisition strategies for such technical data. Gives the United States unlimited rights to technical data pertaining to an item or process developed exclusively with federal funds (current law) or without significant contribution by a contractor or subcontractor. Directs the Secretary to issue guidance on circumstances under which a challenge to an asserted technical data use or release restriction may be made after the three-year period following the later of: (1) the date on which final payment is made on the contract; or (2) the date on which the technical data is delivered under the contract. (Sec. 833) Eliminates the termination date for protests of task and delivery orders under DOD contracts. (Sec. 834) Amends the NDAA for Fiscal Year 1994 to include option amounts within limitations on the authority of the Defense Advanced Research Projects Agency (DARPA) to carry out certain prototype projects. (Sec. 835) Amends the Stump Act relating to DOD authority to respond to combat and safety emergencies through the rapid acquisition and deployment of urgently needed items to: (1) allow for the rapid acquisition of supplies (in lieu of just items); (2) extend the use of such authority to circumstances in which combat casualties have occurred or are imminent; and (3) increase funding for such authority to $200 million per fiscal year. Subtitle D: Contractor Matters - (Sec. 841) Directs the Secretary to develop a program for the improvement of contractor business systems to ensure that such systems provide timely, reliable information for the management of DOD programs by the contractor and by DOD. Provides for DOD approval or disapproval of such a business system, with appropriate corrective action for disapproved systems. (Sec. 842) Amends provisions of the NDAA for Fiscal Year 2008 relating to DOD oversight and accountability of contractors performing private security functions in areas of combat operations to ensure that such contractors (current law) as well as all employees of such contractor or subcontractor performing such functions comply with prescribed regulations. Makes the head of the contracting activity responsible for ensuring that the contracting activity assigns sufficient oversight personnel to ensure that contractors, subcontractors, and employees performing such functions comply with all regulatory requirements. Provides remedies for contractor or subcontractor failure to comply. (Sec. 843) Amends the NDAA for Fiscal Year 2010 to authorize the Secretary to make determinations of fault in cases under which the Secretary reasonably believes that a contractor, during contract performance, may have caused serious bodily injury or death to DOD military or civilian personnel. Provides for the expedited determinations of fault in such cases. Allows findings of contractor gross negligence or reckless disregard for safety to be considered in award fee determinations, as well as in past-performance evaluations and assessments of contractor responsibility. Subtitle E: Other Matters - (Sec. 851) Amends the NDAA for Fiscal Year 1996 to extend through FY2017 the DOD acquisition workforce personnel management demonstration program. (Sec. 852) Applies the domestic non-availability exception of the DOD Buy American requirements to the procurement of hand or measuring tools. (Sec. 853) Amends the NDAA for Fiscal Year 1991 to extend through FY2018 the DOD mentor-protege program. Extends related report requirements. (Sec. 854) Amends the Small Business Act to extend through FY2018 the: (1) Small Business Innovation Research (SBIR) program; (2) Small Business Technology Transfer (STTR) program; and (3) Small Business Commercialization Pilot program. (Sec. 855) Amends the NDAA for Fiscal Years 1990 and 1991 to extend through FY2014 a DOD test program for the negotiation of comprehensive small business subcontracting plans. Requires an additional report in 2012, from the Secretary to the defense and small business committees, on program impact and results. (Sec. 856) Directs the CG to report to the defense committees on the supply chain for fire resistant fiber for the production of military uniforms. (Sec. 857) Requires the Secretary to: (1) direct the Defense Science Board to carry out a review of DOD organization, doctrine, training, and planning for contractor logistics support of contingency operations; and (2) report review results to the defense and appropriations committees. Requires: (1) contractor support information to be included in quadrennial defense review reports; (2) the JCS Chairman to identify the support functions likely to require contractor performance under contingency plans and the risks associated with the assignment of such functions to contractors; and (3) assessments of contractor support requirements to be included within biennial reviews of the national military strategy. Title IX: Department of Defense Organization and Management - Subtitle A: Department of Defense Management - (Sec. 901) Amends federal law and the Goldwater-Nichols Department of Defense Reorganization Act of 1986 to repeal outdated personnel limitations applicable to the Office of the Secretary of Defense and other DOD organizations. Eliminates certain obsolete personnel ceilings. (Sec. 902) Redesignates certain positions within the Office of the Secretary of Defense in order to carry out a reduction in the number of deputy under secretaries of defense required under the NDAA for Fiscal Year 2010. Authorizes the Secretary to designate an Assistant Secretary of Defense for Readiness and Force Management. Establishes the position of: (1) Deputy Chief Management Officer of the Department of Defense; and (2) Deputy Assistant Secretary of Defense for Manufacturing and Industrial Base Policy. Delays until January 1, 2015 (under current law, January 1, 2011) the deadline to achieve the required reduction in the number of deputy under secretaries. Authorizes the Secretary, during the period beginning on the date of enactment of this Act and ending on January 1, 2015, to appoint up to five additional deputy under secretaries. Requires a report from the Secretary to the defense committees setting forth a plan for the realignment of the organizational structure of the Office of the Secretary of Defense to comply with the requirements of this section. Repeals specified statutory requirements made inconsistent by such redesignations. (Sec. 903) Revises generally the functions and structure of the Reserve Forces Policy Board. Requires the Board to serve as an independent adviser to the Secretary on strategies, policies, and practices designed to improve and enhance the capabilities, efficiency, and effectiveness of the reserve components. Reduces from 24 to 20 the number of Board members. Subtitle B: Space Activities - (Sec. 911) Prohibits funds authorized for the National Polar-Orbiting Operational Environmental Satellite System program from being obligated or expended for terminating a contract awarded under such program unless the Secretary and the Secretary of Commerce agree to each be responsible for half of such termination costs. (Sec. 912) Prohibits funds from being used to purchase user equipment for the Global Positioning System (GPS) during fiscal years after 2017 unless the equipment is capable of receiving the military code (the M code) from the GPS. Provides an exception for the purchase of passenger or commercial vehicles in which GPS equipment is installed. Authorizes the waiver of such prohibition by the Secretary under certain circumstances. (Sec. 913) Directs the Secretary to submit to the defense and appropriations committees a plan for the integration of space-based nuclear detection sensors. Prohibits the use of more than 75% of funds for the space-based infrared system until such plan has been submitted. (Sec. 914) Expresses the sense of the Senate that: (1) without the Ares I, Ares V, or their solid rocket alternatives or derivatives, and all supporting elements, of the National Aeronautics and Space Administration (NASA), insufficient production volume exists to sustain the current U.S. solid rocket motor industrial base; (2) reconstitution of this industrial base after termination would be a lengthy and costly endeavor, imposing unacceptable risk into the most critical strategic, missile defense, tactical, and space lift capabilities of the United States; (3) there is a linkage between civil space programs and military space and missile programs; (4) the decision of NASA with respect to the cancellation of the Ares I, Ares V, and all supporting elements will have a significant impact on DOD costs and missions; (5) future decisions on civil space matters that impact DOD costs and missions should be fully coordinated with the Secretary; and (6) NASA should comply with the proviso under the heading \"EXPLORATION\" under the heading \"National Aeronautics and Space Administration\" in the Science Appropriations Act, 2010. Directs the Secretary to report to the defense, commerce, and appropriations committees on the impact of NASA's Constellation program on any anticipated next-generation mission requirements and for missile defense interceptors, tactical and strategic missiles, targets, and satellite and human space flight launch vehicles. (Sec. 915) Requires the Secretary to: (1) develop an implementation plan for sustaining the solid rocket motor industrial base; and (2) submit such plan to Congress concurrently with the President's FY2012 budget. (Sec. 916) Directs the Secretary to: (1) review, and develop a plan to sustain, the liquid rocket propulsion systems industrial base; and (2) submit such plan to the defense and appropriations committees by June 1, 2011. Subtitle C: Intelligence Matters - (Sec. 921) Makes permanent (currently terminates at the end of 2010) DOD authority to engage in commercial activities as security for intelligence collection activities. (Sec. 922) Allows the secretary of each military department to designate an officer or employee to attend meetings of the Intelligence, Surveillance, and Reconnaissance Integration Council. Makes a conforming amendment to reflect the Military Intelligence Program name change. (Sec. 923) Directs: (1) the chiefs of staff of the Army, Navy, and Air Force to report jointly to the Secretary on remotely-piloted aircraft support of intelligence, surveillance, and reconnaissance (ISR) within their respective departments; and (2) the Secretary to transmit such report to the defense and appropriations committees. (Sec. 924) Requires the Secretary of the Air Force to report to the defense, appropriations, and intelligence committees on requirements fulfillment and personnel management in connection with Air Force ISR provided by remotely-piloted aircraft. Subtitle D: Cyber Warfare, Cyber Security, and Related Matters - (Sec. 931) Requires the Secretary to direct DOD's Chief Information Officer to work to achieve: (1) the continuous prioritization of the policies, principles, standards, and guidelines developed under the National Institute of Standards and Technology Act with agencies and offices operating or exercising control of national security systems based upon the evolving threat of information security incidents with respect to national security systems, the vulnerability of such systems to such incidents, and the consequences of such incidents; and (2) the automation of continuous monitoring of the effectiveness of the information security policies, procedures, and practices within the information infrastructure of DOD, and the compliance of that infrastructure with such policies, procedures, and practices. (Sec. 932) Directs the Secretary to: (1) develop and implement, by no later than October 1, 2011, a strategy for assuring the security of software and software-based applications for DOD major systems, national security systems, and specified information systems; and (2) report to the defense and appropriations committees on the strategy. (Sec. 933) Requires the Secretary to: (1) develop a strategy to provide for the rapid acquisition of tools, applications, and other capabilities for cyber warfare for the United States Cyber Command; and (2) report to the defense, appropriations, and intelligence committees on the strategy. (Sec. 934) Directs the Secretary to report to Congress on the DOD cyber warfare policy. (Sec. 935) Requires the Secretary to submit to the defense committees, in each of 2011 through 2015, progress reports on defending DOD and the defense industrial base from cyber events such as attacks, intrusions, and theft. Subtitle E: Other Matters - (Sec. 951) Directs the Secretary to: (1) report to the defense committees on DOD organizational structure and policy guidance with respect to information operations; and (2) prescribe a revised DOD directive on such operations. Includes within information operations electronic warfare, computer network operations, psychological operations, military deception, and operations security. (Sec. 952) Requires the Secretary and the JCS Chairman to report jointly to the defense committees on the organizational structures of the headquarters of the geographic combatant commands. Title X: General Provisions - Subtitle A: Financial Matters - (Sec. 1001) Authorizes the Secretary, in the national interest, to transfer up to $5 billion of the amounts made available to DOD in this Act between any such authorizations for that fiscal year, with limitations. Requires congressional notification of each transfer. (Sec. 1002) Repeals a requirement for an annual joint OMB-Congressional Budget Office (CBO) report on the scoring of outlays in the national defense budget function. Subtitle B: Naval Vessels and Shipyards - (Sec. 1011) Amends the Duncan Hunter National Defense Authorization Act for Fiscal Year 2009 (Hunter Act) to extend through FY2015 DOD authority to provide reimbursement for the cost of meals provided on U.S. naval and auxiliary vessels for certain non-military personnel. Subtitle C: Counterdrug Matters - (Sec. 1021) Amends the NDAA for Fiscal Year 1991 to revise congressional notification requirements with respect to military construction projects for facilities of foreign law enforcement agencies for counter-drug activities. (Sec. 1022) Amends the NDAA for Fiscal Year 1998 to extend through FY2011 DOD authority to expand support for the counter-drug activities of certain foreign governments. Adds Nicaragua to the list of countries authorized to receive such support. (Sec. 1023) Amends the NDAA for Fiscal Year 2004 to extend through FY2011 DOD authority for joint task forces support to law enforcement agencies conducting counterterrorism activities. Allows such support for fiscal years after 2010 only if the Secretary determines and certifies to Congress that a significant connection exists between the foreign terrorist organization concerned and an entity engaged in illegal drug trafficking. (Sec. 1024) Amends the Ronald W. Reagan National Defense Authorization Act for Fiscal Year 2005 to extend through FY2011 a numerical limitation on the assignment of U.S. personnel in Colombia for a unified counterdrug and counterterrorism campaign. (Sec. 1025) Amends the Spence Act to extend into 2011 a reporting requirement on expenditures to support counterdrug activities of foreign governments. Subtitle D: Homeland Defense and Civil Support - (Sec. 1031) Directs the Secretary to ensure that no Chemical, Biological, Radiological, Nuclear, or High-Yield Explosive (CBRNE) Consequence Management Response Force established as of October 1, 2009, is deactivated or disestablished until 90 days after the Secretary certifies to the defense and appropriations committees that there exists an alternative CBRNE consequence management response at least as capable as two of such Forces. Requires a report from the Secretary to such committees on DOD plans to establish Homeland Response Forces for domestic emergency response to incidents involving weapons of mass destruction. (Sec. 1032) Authorizes the Secretary to make any DOD nonlethal excess supplies available to domestic emergency assistance activities (as described above). (Sec. 1033) Authorizes the Secretary to sell surplus military equipment to state and local law enforcement and firefighting agencies (current law) and to state and local homeland security and emergency management agencies. Subtitle E: Miscellaneous Authorities and Limitations - (Sec. 1041) Directs the Secretary to deploy no fewer than 6,000 National Guard personnel along the southern land border of the United States in order to assist U.S. Customs and Border Protection in securing such border. Outlines the range of authorized operations and missions for such personnel. Requires: (1) such deployment to be commenced within 72 hours after the enactment of this Act, and completed within 30 days after such enactment; and (2) the deployment to continue until the Secretary certifies to Congress that the federal government has achieved operational control of such border. Provides funding from funds authorized under this title. Excludes National Guard personnel so deployed from annual National Guard end strength personnel limitations. (Sec. 1042) Provides that the Secretary shall not prohibit, issue any requirement relating to, or collect or record any information relating to the otherwise lawful acquisition, possession, ownership, carrying, or other use of a privately-owned firearm or ammunition by a member of the Armed Forces or civilian employee of DOD on property that is not a military installation or other property owned or operated by DOD. Requires the Secretary to: (1) review the privately-owned weapons policy of DOD; and (2) report findings and recommendations to the defense committees. (Sec. 1043) Amends the NDAA for Fiscal Year 2010 to extend through 2011 the prohibition on the use of DOD funds to: (1) release any detainee at the U.S. Naval Station, Guantanamo Bay, Cuba (Guantanamo), into the United States or its territories or possessions; and (2) transfer any such detainee into the United States until 45 days after the President submits a detailed plan for each transfer. (Sec. 1044) Prohibits any DOD funds from being used, during the one-year period beginning on the date of enactment of this Act, to transfer a detainee from Guantanamo to any of the following countries where al Qaeda has an active presence: Afghanistan; Pakistan; Saudi Arabia; Somalia; and Yemen. (Sec. 1045) Revises the right to plead guilty in a capital offense trial by military commission to provide that a death sentence following such plea may be imposed only upon a unanimous vote of all commission members. (Sec. 1046) Directs the Secretary to administer the troops-to-teachers program during FY2011, and to use amounts authorized to DOD for such purpose. Requires a joint report from the Secretary and the Secretary of Education to the defense and education committees on such program. (Sec. 1047) Directs the Secretary to: (1) designate a senior DOD official and a lead DOD organization to be responsible for addressing military impacts of renewable energy development projects and other energy projects; (2) conduct a preliminary review of pending projects which may have an adverse impact on military operations and readiness; (3) develop, in conjunction with such official and organization, a comprehensive strategy for addressing such impacts; (4) not object to a proposed energy project unless determining that the project would result in an unacceptable risk to national security; and (5) report annually from 2011 through 2015 to the defense committees on actions taken to implement this section and the strategy developed. (Sec. 1048) Directs the Secretary to ensure that each report required by law to be submitted to Congress by the Secretary or DOD is made available to the public, upon request, through the Office of the Assistant Secretary of Defense for Public Affairs. (Sec. 1049) Requires the Secretaries of Defense and Energy to: (1) develop criteria for determining the appropriate baseline for the safety and security of nuclear weapons, as well as a methodology for determining the level of safety and security that may be achieved through a life extension program for each type of nuclear weapon; and (2) report to the defense and appropriations committees on such criteria and methodology. Subtitle F: Reports - (Sec. 1061) Directs the Secretary to submit to the defense and appropriations committees an analysis of the potential environmental, mission, and other costs and benefits of a program to develop renewable energy generation projects on land within the borders of military installations. (Sec. 1062) Requires a report from the Secretary to the defense committees on the use of domestically-produced alternative fuels or technologies in DOD vehicles. (Sec. 1063) Expresses the sense of Congress in support of the research, development, procurement, and fielding of non-lethal weapons and technology explicitly designed to reduce military casualties and fatalities, improve mission accomplishment and effectiveness, and reduce civilian casualties and fatalities in counterinsurgency operations. Directs the Secretary to report to the defense and appropriations committees on the role and utility of non-lethal weapons and technologies in counterinsurgency operations. (Sec. 1064) Expresses the sense of Congress that the Secretary should ensure that the United States has the appropriate authorities, capabilities, and force structure to defend against any potential future threats posed by the anti-access and area-denial capabilities of potentially hostile foreign countries. Requires a report from the Secretary to the defense committees on U.S. efforts to defend against any such threats. Subtitle G: Other Matters - (Sec. 1081) Makes technical, conforming, and updating amendments to federal armed forces provisions and the NDAA for Fiscal Year 2010. Title XI: Civilian Personnel Matters - (Sec. 1101) Amends the Hunter Act to increase the number of positions in defense laboratories for which direct hiring authority may be used. Corrects certain cross-references relating to the laboratory demonstration program. (Sec. 1102) Directs the Secretary to issue appropriate policies and procedures to ensure that all DOD senior mentors are: (1) hired as highly qualified experts; and (2) required to comply with all applicable federal regulations on personnel and ethics matters. (Sec. 1103) Amends the Hunter Act to extend through 2011 DOD authority to waive the limitation on premium pay and the aggregate pay limit for federal civilian employees working in certain overseas locations. (Sec. 1104) Authorizes the Secretary to: (1) designate any category of health care occupation within DOD as a shortage category or critical need occupation (for purposes of enhanced DOD appointment and compensation authority with respect to such category or occupation); and (2) recruit and appoint qualified individuals directly to such positions. Extends such enhanced authorities through 2015. (Sec. 1105) Amends the NDAA for Fiscal Year 2010 to allow the Space and Missile Defense Technical Center of the U.S. Army Space and Missile Defense Command/Army Forces Strategic Command to be designated as a DOD science and technology reinvention laboratory, for purposes of authorized flexible personnel hiring and retention authorities. (Sec. 1106) Amends the Non-Foreign Area Retirement Equity Assurance Act of 2009 to make technical modifications to ensure no reductions in take-home pay by employees covered under such Act. (Sec. 1107) Provides an overtime rate of pay, effective through FY2014, for a Navy employee assigned to temporary duty to perform work aboard, or dockside in direct support of, the nuclear aircraft carrier homeported in Japan. Requires a report from: (1) the Secretary of the Navy to the Secretary and the Director of the Office of Personnel Management (OPM) on the use of such pay authority; and (2) the OPM Director to the defense and governmental affairs committees on the use of such authority, as well as the advantages and disadvantages of expanding such authority to include other federal employees. Title XII: Matters Relating to Foreign Nations - Subtitle A: Training and Assistance - (Sec. 1201) Allows DOD, as part of authorized logistic support, supplies, and services to allied forces participating in combined operations with the United States, to allow DOD to provide such support, supplies, and services to nonmilitary logistics, security, or similar agencies of allied governments when doing so would directly benefit U.S. Armed Forces. Requires concurrence of the Secretary of State in the provision of such services. (Sec. 1202) Amends the Warner Act to expand the temporary authority to use acquisition and cross-servicing agreements to lend personnel protection equipment to allied forces in Iraq or Afghanistan or under a peacekeeping operation to allow such equipment to be loaned prior to deployment in connection with the training of forces participating in such operations. Directs the Secretary to notify the defense and foreign relations committees 15 days in advance of the provision of equipment in connection with such pre-deployment training. (Sec. 1203) Authorizes the Secretary, with the concurrence of the Secretary of State, to provide assistance during FY2011 to enhance the ability of the Yemen Ministry of Interior Counter Terrorism Forces to conduct counterterrorism operations against al Qaeda in the Arabian Peninsula and its affiliates. Provides funding from DOD O&M funds. Directs the Secretary to notify the defense, foreign relations, and appropriations committees 15 days advance of the provision of such assistance. (Sec. 1204) Authorizes a military department secretary to pay the travel, subsistence, and special compensation of officers and students of African countries as determined necessary for African cooperation. Subtitle B: Matters Relating to Iraq, Afghanistan, and Pakistan - (Sec. 1211) Amends the NDAA for Fiscal Year 2006 and the NDAA for Fiscal Year 2010 to extend through FY2011: (1) the authority provided under the Commanders' Emergency Response Program (humanitarian relief and reconstruction projects in Iraq and Afghanistan); (2) the authority to transfer funds for support of the Afghanistan National Solidarity Program; and (3) the authority for the use of Response Program funds for Afghanistan reintegration activities. (Sec. 1212) Amends the NDAA for Fiscal Year 2006 to increase for FY2011 the amount authorized for building the capacity of foreign military forces to participate in or support military and stability operations in which U.S. Armed Forces are participating. (Sec. 1213) Amends the NDAA for Fiscal Year 2008 to extend through FY2011 the authority for reimbursement of certain coalition countries for logistical and military support provided in connection with U.S. military operations in Operations Iraqi Freedom and Enduring Freedom. Waives a required congressional notification of the use of such authority in the case of reimbursement for access based on an international agreement. Directs the Secretary to submit to the appropriate congressional committees the guidance issued to the Armed Forces concerning the provision of such support. Extends through FY2012 notification requirements applicable to such support provided by Pakistan. (Sec. 1214) Amends the NDAA for Fiscal Year 2010 to extend through FY2011 DOD authority to use the Pakistan Counterinsurgency Fund to build the capabilities of Pakistan security forces to conduct counterinsurgency operations. Requires such assistance to be used in a manner that promotes observance of and respect for human rights and fundamental freedoms and respect for legitimate civilian authority within Pakistan. (Sec. 1215) Amends the NDAA for Fiscal Year 2010 to extend through 2011 DOD authority to transfer defense articles and provide defense services to the military and security forces of Iraq and Afghanistan to support efforts to provide internal peace and security in those countries. Extends a related report requirement. (Sec. 1216) Expresses the sense of Congress that the U.S. government should take measurable actions to: (1) improve its capacity to advise and mentor the Afghan National Police; and (2) clarify its roles, missions, and responsibilities for police training and rule of law operations in connection with such advice and mentoring. Requires separate reports to the defense, foreign relations, governmental affairs, and appropriations committees from: (1) the DOD Inspector General on the Afghan National Police training program; (2) CG on the use of U.S. government personnel rather than contractors for the training of the Afghan National Police; and (3) Secretary on the strategy for police training and rule of law programs in Afghanistan, Iraq, and elsewhere abroad. Subtitle C: Reports - (Sec. 1231) Amends the NDAA for Fiscal Year 2008 to extend through FY2012: (1) a semiannual report on U.S. progress toward security and stability in Afghanistan; and (2) a report on the Secretary's plan for sustaining the Afghanistan National Security Forces. (Sec. 1233) Directs the Secretary to report to the defense committees on the implementation of DOD coalition support authorities during Operations Iraqi Freedom and Enduring Freedom. (Sec. 1234) Requires the President to report to Congress on U.S. engagement with the Republic of Iran, including assessments of Iran's support for terrorism, nuclear and missile activities, and support to illegal narcotics networks. (Sec. 1235) Directs the Defense Policy Board to report to the defense committees on DOD strategy to counter violent extremism outside the United States. (Sec. 1236) Requires a report from the Secretary to the defense and appropriations committees on Cuba's activities in the Western Hemisphere and their efforts to collaborate with other governments to undermine U.S. national interests. (Sec. 1237) Directs the Secretary to report to the defense and appropriations committees on activities in Venezuela in support of terrorism or terrorist organizations. (Sec. 1238) Expresses the sense of the Senate in support of a comprehensive and lasting resolution to the conflict in northern Uganda and other areas affected by the Lord's Resistance Army. Requires the Secretary to submit to the defense committees a strategy to provide military, logistics, and intelligence support for multilateral efforts to mitigate and eliminate the threat to civilians and regional stability posed by such Army. Title XIII: Cooperative Threat Reduction - (Sec. 1301) Specifies the cooperative threat reduction (CTR) programs to be funded through O&M funds provided under this Act. Makes funds appropriated for such purpose available for three fiscal years. Allocates such funds among specified CTR programs. Prohibits such funds from being used for purposes other than those specified until 15 days after the Secretary reports to Congress on the new purposes. Provides limited authority to vary allocated amounts in the national interest, after congressional notification. (Sec. 1303) Prohibits FY2011 CTR funds from being obligated or expended to establish a center of excellence in any country not a state of the former Soviet Union until 15 days after the Secretary notifies the defense and appropriations committees. (Sec. 1304) Directs the Secretaries of Defense and Energy to jointly submit to such committees a plan to carry out activities relating to nonproliferation, proliferation prevention, and threat reduction with the People's Republic of China during FY2011-FY2016. Title XIV: Other Authorizations - Subtitle A: Military Programs - (Sec. 1401) Authorizes appropriations to DOD for FY2011 for: (1) Defense Working Capital Funds; (2) the National Defense Sealift Fund; (3) the Defense Health Program; (4) chemical agents and munitions destruction; (5) drug interdiction and counter-drug activities; and (6) the Defense Inspector General. Subtitle B: Chemical Demilitarization Matters - (Sec. 1411) Consolidates and reorganizes the statutory authority for the U.S. chemical demilitarization program to eliminate overlapping or duplicative provisions and make all such authority consistent with the Chemical Weapons Convention (CWC). Eliminates: (1) DOD authority to delay the destruction of the chemical weapons stockpile for various reasons, including a determination that there was a significant delay in the acquisition of a sufficient number of binary chemical weapons; and (2) the Secretary's authority to acquire binary chemical weapons. Provides authorized uses of toxic chemicals for purposes not prohibited by the CWC. Subtitle C: Other Matters - (Sec. 1421) Authorizes the Secretary to transfer Defense Health Program funds to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund, to be used for operations of the Captain James A. Lovell Federal Health Care Center and its supporting facilities. Title XV: Overseas Contingency Operations - Subtitle A: Authorization of Additional Appropriations - (Sec. 1501) Authorizes appropriations for DOD for FY2011 to provide additional funds for overseas contingency operations, specifically for: (1) procurement; (2) RDT&E; (3) O&M; (4) military personnel; (5) Defense Working Capital Funds; (6) the Defense Health Program; (7) drug interdiction and counterdrug activities; and (8) the Defense Inspector General. Subtitle B: Financial Matters - (Sec. 1522) Authorizes the Secretary, in the national interest, to transfer up to $4 billion of the amounts made available to DOD in this title between any such authorizations for that fiscal year. Subtitle C: Other Matters - (Sec. 1531) Earmarks specified Overseas Contingency Operations Transfer Funds for detainee operations at Guantanamo. (Sec. 1532) Subjects funds authorized for the Afghanistan Security Forces Fund in FY2011 to limitations on the use of such Fund specified in the NDAA for Fiscal Year 2008. Allows such funds to be used to assist forces or personnel within Afghan ministries assigned to or in support of the Major Crimes Task Force-Afghanistan. Increases from 5 to 15 days the waiting period after congressional notification before such funds may be obligated or transferred. Treats certain reports required under the Department of Defense Appropriations Act, 2010, as satisfying the requirement for quarterly reports concerning the uses of such Fund. (Sec. 1533) Allows funds authorized for the Iraq Security Forces Fund to be used to allow the Commander of the United States Forces, Iraq, to provide assistance to build the minimum essential capabilities of the security forces of the Ministry of Defense and the Ministry of Interior of Iraq. Permits such assistance only with the concurrence of the Secretary of State. Limits the obligation of such funds pending specified commitments by the government of Iraq with respect to the maintenance and sustainment of their security forces. Prohibits any obligation of funds for such Fund until 15 days after congressional notification. Authorizes the Secretary to accept contributions for such Fund. Requires quarterly reports from the Secretary to the defense and appropriations committees on Fund uses. Repeals superseded authority under the NDAA for Fiscal Year 2008. (Sec. 1534) Authorizes the Task Force for Business and Stability Operations in Afghanistan to assist the commander of the U.S. Central Command in developing a link between U.S. military operations in Afghanistan under Operation Enduring Freedom and the economic elements of U.S. national power in order to reduce violence, enhance stability, and restore economic normalcy in Afghanistan through strategic business and economic activities. Provides funding from O&M funds authorized under this title. Requires a report from the Secretary to the defense and appropriations committees on Task Force activities. Directs the Secretary to also report to the defense, foreign relations, and appropriations committees on a U.S. economic strategy for Afghanistan that: (1) supports the U.S. counterinsurgency campaign in Afghanistan; (2) promotes economic stabilization in Afghanistan; and (3) enhances the establishment of sustainable institutions in Afghanistan. (Sec. 1535) Directs the Secretary to submit to the defense and appropriations committees a review of the current management controls and oversight mechanisms for the Joint Improvised Explosive Device Defeat Organization. (Sec. 1536) Expresses the sense of Congress that the Secretary should continue to support integrated civilian-military training for civilians deploying to serve in Afghanistan, including through the allocation of military and civilian personnel, trainers, and other resources for that purpose. Provides funding amounts for specified programs, projects, and activities authorized under this Act relating to: (1) procurement and procurement for overseas contingency operations; (2) RDT&E and RDT&E for overseas contingency operations; (3) O&M and O&M for overseas contingency operations; and (4) other authorizations, including those for overseas contingency operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2011 for military activities of the Department of Defense, to prescribe military personnel strengths for such fiscal year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:51-05:00"
}