{
  "actions": [
    {
      "acted_at": "1997-04-15", 
      "references": [
        {
          "reference": "CR S3206-3208", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-15", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s577-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1997-04-15", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-04-15", 
  "number": "577", 
  "official_title": "A bill to increase the efficiency and effectiveness of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Restructuring and Reform Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-04-15", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Deficit reduction", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Freedom of information", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "House rules and procedure", 
    "Legislation", 
    "Management", 
    "Planning-programming-budgeting", 
    "Productivity in government", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-04-15", 
    "text": "Government Restructuring and Reform Act of 1997 - Establishes the Commission on Government Restructuring and Reform (Commission) to examine and make recommendations to reform and restructure the organization and operations of the executive branch of the Federal Government to improve economy, efficiency, effectiveness, consistency, and accountability in Government programs and services. Authorizes appropriations for FY 1998 and 1999. (Sec. 4) Authorizes the President to submit to the Commission a report making recommendations consistent with specified criteria, containing a single legislative proposal (including legislation proposed to be enacted), to implement those recommendations for which legislation is necessary or appropriate. Directs the Commission to submit a single preliminary report to the President and the Congress which includes: (1) a description of the Commission's findings and recommendations, taking into account any recommendations submitted by the President to the Commission; and (2) reasons for such recommendations. (Sec. 5) Requires any preliminary report submitted to the President and the Congress to be made immediately available to the public. Directs the Commission to announce and hold public hearings for the purpose of receiving comments on the reports. Requires the Commission, after the conclusion of the period for public hearings, to submit to the President a final report that includes: (1) a description of the Commission's findings and recommendations, including a description of changes made to the report as a result of public comment on the preliminary report; (2) reasons for such recommendations; and (3) a single legislative proposal (including legislation proposed to be enacted) to implement those recommendations for which legislation is necessary or appropriate. Requires such report to be made available to the public on the date of submission to the President. Requires the President to approve or disapprove the report. Directs the President: (1) if the report is approved, to submit the report to the Congress for legislative action; and (2) if the report is disapproved, to report the specific issues and objections, including the reasons for any changes recommended in the report, to the Commission and the Congress. Requires the Commission to consider any issues or objections raised by the President and permits modification of the report based on such issues and objections. Mandates submission of the final report (as modified, if modified) to the President and the Congress no later than 30 calendar days after receipt of the President's disapproval. (Sec. 6) Provides for congressional consideration of the reform proposals. (Sec. 7) Gives the Director of the Office of Management and Budget primary responsibility for implementation of the Commission's report and the Act enacted. Directs each affected Federal department and agency, as a part of its annual budget request, to transmit to the appropriate congressional committees its schedule for implementation of the provisions of the Act for each fiscal year. Requires, in addition, that the report contain an estimate of the total expenditures required and the cost savings to be achieved by each action, along with the Secretary's assessment of the effect of the action. Requires that the report also include a report of any activities that have been eliminated, consolidated, or transferred to other departments or agencies. Requires the Comptroller General to periodically report to the Congress and the President regarding the accomplishment, costs, timetable, and effectiveness of the implementation of any Act enacted to implement the reform proposals. (Sec. 8) Provides for any proceeds from the sale of assets of any department or agency resulting from the enactment of an Act to implement the reform proposals to be: (1) applied to reduce the Federal deficit; and (2) deposited in the Treasury and treated as general receipts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Restructuring and Reform Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the efficiency and effectiveness of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:51-05:00"
}