{
  "actions": [
    {
      "acted_at": "1997-06-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-23", 
      "references": [
        {
          "reference": "CR S6094", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s913-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-16", 
  "number": "913", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for a prospective payment system for home health services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Health Care Prospective Payment Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-16", 
  "subjects": [
    "Case mix (Medical care)", 
    "Finance and financial sector", 
    "Health", 
    "Home care services", 
    "Insurance premiums", 
    "Labor and employment", 
    "Medical personnel", 
    "Medicare", 
    "Nursing", 
    "Prospective payment systems (Medical care)", 
    "Social welfare", 
    "Standards", 
    "Wages"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-16", 
    "text": "Home Health Care Prospective Payment Act - Amends title XVIII (Medicare) of the Social Security Act, with respect to the reasonable cost of home health services, to prohibit the Secretary of Health and Human Services, in establishing reasonable cost limits for cost reporting periods after FY 1997, from taking into account any changes in the home health market basket for cost reporting periods between July 1, 1994, and July 1, 1996 (thus providing for the recapture of savings from the temporary freeze on payments for home health services from 1994 to 1996 in updating home health costs limits for FY 1998 and subsequent fiscal years). Reduces the reasonable cost limits for home health services after October 1, 1997, from 112 percent to 105 percent of the median of the labor-related and nonlabor per visit costs for freestanding home health agencies. Provides for: (1) establishment of an interim prospective payment system (PPS) for home health services, with rates calculated according to a specified formula, beginning in FY 1998, with a permanent PPS beginning in FY 2000; (2) reimbursement of home health service costs on the basis of the geographic location where the service is furnished; (3) elimination of periodic interim payments for home health services upon implementation of a permanent PPS; (4) limitation of Medicare part A (Hospital Insurance) coverage of home health services to the first 100 visits following a hospital stay; (5) the definition of coverage of intermittent and part-time nursing care; (6) exclusion of home health service costs from the calculation of Medicare part B (Supplementary Medical Insurance) monthly premiums; (7) further definition of \"homebound\"; and (8) denial of claims for home health services in excess of normative standards for the frequency and duration of care."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Health Care Prospective Payment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for a prospective payment system for home health services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:59-05:00"
}