{
  "actions": [
    {
      "acted_at": "1975-07-29", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-08-01", 
      "references": [], 
      "text": "Reported to House from the Committee on International Relations, H. Rept. 94-442.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Motion to recommit to the Committee on International Relations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #506 (244-155).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 94-406.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-02", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture and Forestry with amendment, S. Rept. 94-434.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-03", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-05", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #467(54-41).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-10", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-14", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-04", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-691.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-04", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-09", 
      "references": [], 
      "text": "House agreed to conference report, roll call #754 (265-150).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-09", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-12-09", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-10", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-12-20", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-12-20", 
      "references": [], 
      "text": "Public law 94-161.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9005-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Biester, Edward G., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1975-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "du Pont, Pierre S., IV", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "00319", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fraser, Donald M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00411", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Meyner, Helen S.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00795", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whalen, Charles W., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-12-20", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-29", 
  "number": "9005", 
  "official_title": "An Act to authorize assistance for disaster relief and rehabilitation, to provide for overseas distribution and production of agricultural commodities, to amend the Foreign Assistance Act of 1961, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres707-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "International Development and Food Assistance Act", 
  "sponsor": {
    "district": "22", 
    "name": "Morgan, Thomas E.", 
    "state": "PA", 
    "thomas_id": "00834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-29", 
  "subjects": [
    "Agriculture and food", 
    "American agricultural assistance", 
    "Congress", 
    "Cyprus", 
    "Disaster relief", 
    "Disasters", 
    "Economic assistance", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Food relief", 
    "Foreign loans", 
    "Human rights", 
    "Hunger", 
    "International affairs", 
    "International relief", 
    "Israel", 
    "Laos", 
    "North Vietnam", 
    "Public debt", 
    "Refugees", 
    "South Vietnam", 
    "United Nations", 
    "Vietnam", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1975-12-04", 
    "text": "(Conference report filed in House, H. Rept. 94-691) International Development and Food Assistance Act - =Title I: International Disaster Assistance= - Affirms the willingness of the United States to provide assistance for the relief and rehabilitation of people and countries affected by natural and manmade disasters. Authorizes the President to provide such relief to any foreign country or international organization on such terms and conditions as he may determine. Authorizes the appropriation of $25,000,000 for each of the fiscal years 1976 and 1977, to remain available until expended, for such purposes. Requires the President to submit quarterly reports to the Congress on the obligation of funds under this title. Calls for maximum effectiveness and coordination in response to foreign disasters. Provides for the appointment by the President of a Special Coordinator for International Disaster Assistance who shall be responsible for such coordination. Grants the President authority to develop a long-term comprehensive development program for the Sahel and other drought-stricken nations in Africa, authorizing the appropriation of $5,000,000 in 1976 for this purpose. Requires the President to submit to the Foreign Relations and Appropriations Committees of the House of Representatives not later than April 30, 1976, a comprehensive proposal for carrying out such disaster assistance provisions. Authorizes appropriation of $30,000,000 for the relief and rehabilitation of refugees and other needy people in Cyprus. =Title II: Food Aid to Poor Countries= - Establishes guidelines for the furnishing of food aid under this Act. Urges the President to maintain a significant United States contribution to the goal established by the World Food Conference for food assistance by donor countries. Establishes the following guideline for the use of funds from the sale by foreign countries of agricultural commodities, under the Agricultural Trade Development and Assistance Act: Greatest emphasis shall be placed on the use of such proceeds to carry out programs of agricultural development, rural development, population planning, and nutrition in those countries which are undertaking self-help measures to increase agricultural production; improve transportation, storage, and distribution; and reduce population growth. States that no more than 25 percent of the funds for all commodities provided under Title I of the Agricultural Trade Development and Assistance Act shall be allocated and agreed to be delivered to countries other than those with a per capita gross national product of $300 or less, and affected by inability to secure sufficient food for their immediate requirements through their own production or commercial purchase from abroad, unless the President certifies to the Congress that the use of such food assistance is required for humanitarian purposes and neither House of Congress disapproves such use within 30 days of certification. Prohibits giving assistance, under Title II of such Act, subsequent to an agreement permitting generation of foreign currency except to meet famine or other urgent extraordinary relief requirements, or whether other specified conditions are present. Requires the President to submit a detailed report to the Congress not later than November 1, 1976 with respect to the steps he has taken to carry out the recommendations of the World Food Conference. Transfers the authority to establish and administer a program of farmer-to-farmer assistance from the Department of Agriculture to the President. =Title III: Development Assistance= - States that assistance under this Act should provide more than financial resources for developing countries. Requires efforts to solve development problems of such countries. Favors those nations which make efforts to involve the poor in their development by expanding services and institutions at the local level. Makes provision for funded agricultural research to take account of the special needs of small farmers. Emphasizes low-cost, integrated delivery systems to provide health and family planning services, especially in rural areas, and in formal education methods. Authorizes the President to provide programs for technical assistance in aiding developing countries to alleviate their energy problems, to rebuild after disasters, and to establish programs of urban development. Directs the Agency for International Development to prepare a detailed proposal to carry out such technical assistance and to keep the Senate Foreign Relations Committee informed as to such proposal. Permits the President to waive cost sharing requirements of Foreign Assistance and to keep the Senate Foreign Relations Committee informed as to such proposal. Permits the President to waive cost sharing requirements of the Foreign Assistance Act under specified circumstances. Prohibits the extension of development assistance to the government of any country which engages in a consistent pattern of gross violations of internationally recognized human rights, including torture or cruel, inhuman, or degrading treatment or punishment, prolonged detention without charges, or other flagrant denial of the right to life, liberty, and the security of person, unless such assistance will directly benefit the needy people in such country. Instructs the President to establish criteria to assure that development assistance is increasingly concentrated in countries making efforts to: (1) increase agricultural productivity, (2) reduce infant mortality, (3) control population growth, (4) promote greater equality of income distribution, and (5) reduce rates of unemployment and underemployment. Expresses the sense of the Congress that the President should increase the funds provided to multilateral lending institutions for use in making loans to foreign countries. Restricts housing guaranties to projects in countries receiving development aid, providing that not less than 90 percent of guaranties are to be for housing suitable for families below the median income, and no more than $25,000,000 in guaranties may be authorized for any country in any fiscal year. Adds a new title to the Foreign Assistance Act: Title XII - Famine Prevention and Freedom from Hunger. Calls for efforts to strengthen the capacity of United States land grant universities to apply science to solving food and nutrition problems of developing countries. Sets forth a program and authorizes the appropriation of funds necessary to carry out this title. Prohibits any assistance under the Foreign Assistance Act to any country which objects, on the basis of race, religion, national origin, or sex, to U.S. personnel assigned to carry out programs under this Act. Fixes a $90,000,000 ceiling on Federal economic assistance to Chile. Declares that no debt owed to the United States by any foreign country on account of any loan made subsequent to the provisions of this Act may be settled in an amount less than the full amount of such debt unless the Congress by concurrent resolution approves of such settlement. States the sense of the Senate that the President should attempt to negotiate an equitable share of participation by the countries of Western Europe, Japan, and the United Nations in providing assistance to Israel or Egypt."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Development and Food Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize assistance for disaster relief and rehabilitation, to provide for overseas distribution and production of agricultural commodities, to amend the Foreign Assistance Act of 1961.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to authorize assistance for disaster relief and rehabilitation, to provide for overseas distribution and production of agricultural commodities, to amend the Foreign Assistance Act of 1961, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:59-05:00"
}