{
  "actions": [
    {
      "acted_at": "1975-02-20", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3477-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-20", 
  "number": "3477", 
  "official_title": "A bill to amend title III of the Act of March 3, 1933, commonly referred to as the \"Buy American Act,\" with respect to determining when the cost of certain articles, materials, or supplies is unreasonable; to define when articles, materials, and supplies have been mined, produced, or manufactured in the United States; to make clear the right of any State to give preference to domestically produced goods in purchasing for public use; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-20", 
  "subjects": [
    "Buy American", 
    "Commerce", 
    "Government operations and politics", 
    "Government procurement", 
    "States"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-20", 
    "text": "Provides under the \"Buy American Act\" that the head of the U.S. department or independent establishment concerned shall not deem unreasonable any bid or offer to furnish manufactured or unmanufactured articles, materials, or supplies mined, produced, or manufactured, as the case may be, in the United States if such bid or offer does not exceed an amount equal to the sum of the lowest bid or offer to furnish such articles, materials, or supplies not mined, produced, or manufactured, as the case may be, in the United States, plus 50 percent thereof. Stipulates that the head of the department or independent establishment concerned shall deem an article, material, or supply to have been mined, produced, or manufactured, as the case may be, in the United States only when the cost of the components mined, produced, or manufactured in the United States exceeds 75 per cent of the cost of all components incorporated into the article, material, or supply. Provides that any law, regulation, or ordinance enacted by any State, or political subdivision thereof, which provides that preference be given to the acquisition of articles, materials, and supplies of United States manufacture for public use by that State, or any political subdivision thereof, shall constitute a valid exercise of the State's, or political subdivision's police power and shall not constitute an encroachment or infringement upon the power of the United States to regulate foreign commerce or to conduct foreign affairs. Requires that the provisions of the \"Buy American Act\" apply to, and be made a part of, any contract for work financed in whole or in part by loans or grants from, or loans insured or guaranteed by, the United States or any agency or instrumentality thereof."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title III of the Act of March 3, 1933, commonly referred to as the \"Buy American Act,\" with respect to determining when the cost of certain articles, materials, or supplies is unreasonable; to define when articles, materials, and supplies have been mined, produced, or manufactured in the United States; to make clear the right of any State to give preference to domestically produced goods in purchasing for public use; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:25-05:00"
}