{
  "actions": [
    {
      "acted_at": "2003-11-06", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1830-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2003-12-09", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-11-06", 
  "number": "1830", 
  "official_title": "A bill to authorize appropriations for fiscal years 2004 and 2005 for the Trafficking Victims Protection Act of 2000, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2620-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Paul and Sheila Wellstone Trafficking Victims Reauthorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Brownback, Sam", 
    "state": "KS", 
    "thomas_id": "00137", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-11-06", 
  "subjects": [
    "Actions and defenses", 
    "Admission of nonimmigrants", 
    "Advice and consent of the Senate", 
    "Age", 
    "Airline passenger traffic", 
    "Airlines", 
    "Aliens", 
    "Authorization", 
    "Border patrols", 
    "Boundaries", 
    "Children's rights", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Data banks", 
    "Department of State", 
    "Economic assistance", 
    "Economics and public finance", 
    "Electronic government information", 
    "Evidence (Law)", 
    "Families", 
    "Fines (Penalties)", 
    "Forced labor", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Health", 
    "Human rights", 
    "Identification of criminals", 
    "Immigration", 
    "International affairs", 
    "International broadcasting", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Legal education", 
    "Legal fees", 
    "Nongovernmental organizations", 
    "Organized crime", 
    "Police training", 
    "Presidential appointments", 
    "Prosecution", 
    "Prostitution", 
    "Punitive damages", 
    "Radio programs", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Slavery", 
    "Smuggling", 
    "Social welfare", 
    "Subcontractors", 
    "Television programs", 
    "Tourism", 
    "Transportation and public works", 
    "Victims of crimes", 
    "Visas", 
    "Women", 
    "Women's rights", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-11-06", 
    "text": "Paul and Sheila Wellstone Trafficking Victims Reauthorization Act - Amends the Trafficking Victims Protection Act of 2000 (TVPA) to direct the President to establish programs of border interdiction by providing grants to foreign nongovernmental organizations (NGOs) that provide for transit shelters operating at key border crossings, and help train survivors of trafficking in persons to educate and train border guards, officials, and other law enforcement officials to: (1) identify traffickers and victims of severe forms of trafficking; (2) treat such victims appropriately; and (3) monitor the implementation of border interdiction programs, including helping in the identification of such victims to stop the cross-border transit of victims. Requires the President to establish programs supporting the production of television and radio programs to inform vulnerable populations overseas of the dangers of trafficking, as well as the public in countries of destination. Directs the President to require airlines to develop and disseminate materials alerting travelers that sex tourism is illegal. Directs the President to ensure that any Federal grant, contract, or cooperative agreement under which certain assistance funds relating to international affairs are to be provided to a private entity, in whole or in part, shall include a condition that authorizes the Federal department or agency involved to terminate the grant, contract, or agreement, without penalty, if the grantee or any subgrantee, or the contractor or any subcontractor: (1) engages in specified severe forms of trafficking in persons or has procured a commercial sex act during the period of time that the grant, contract, or cooperative agreement is in effect; or (2) uses forced labor in the performance of the grant, contract, or agreement. Extends to nonimmigrant alien family members the same benefits and services available to a trafficking victim. Revises the benefits and services eligibility criteria for trafficking victims to consider a victim's willingness to assist with a State or local investigation as well as with a Federal investigation. Allows a victim of criminal trafficking offenses to bring a civil action in any appropriate U.S. district court. Amends the Immigration and Nationality Act to increase the minimum age at which a trafficking victim is required to assist in investigations and prosecutions to be eligible for a \"T\" visa. Adds unmarried siblings under age 18 to the family members of a trafficking victim eligible for a \"T\" visa. Amends the Federal criminal code to extend jurisdiction of sex trafficking offenses to acts of trafficking in or affecting interstate or foreign commerce, or within the special maritime and territorial jurisdiction of the United States. Amends the TVPA to require the Interagency Task Force to Monitor and Combat Trafficking to report to specified congressional committees on Federal agencies implementing such Act. Declares that the Director of Office to Monitor and Combat Trafficking (OMCT) of the Department of State shall be appointed by the President, by and with the advice and consent of the Senate, with the rank of Ambassador-at-Large. Establishes within the execuvtive branch a Senior Policy Operating Group. Amends the TVPA to: (1) require the Secretary of State to report annually to specified comgressional committees a watch list of countries that require special scrutiny during the following year; and (2) direct the President, acting through specified entities, to carry out research on trafficking. Prohibits the use of funds under this Act to promote, support, or advocate the legalization or practice of prostitution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Paul and Sheila Wellstone Trafficking Victims Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 2004 and 2005 for the Trafficking Victims Protection Act of 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:36-05:00"
}