{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4718-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4718", 
  "official_title": "A bill to amend the Rail Passenger Service Act to provide financial assistance to the National Railroad Passenger Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Amtrak Improvement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Corporations", 
    "Railroad finance", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Railroads and state"
  ], 
  "subjects_top_term": "Railroads and state", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Amtrak Improvement Act - Imposes upon the board of directors of the National Railroad Passenger Corporation: (1) responsibility for approving the Corporation's annual operating and capital plan; (2) responsibility for approving deletions, additions and changes of service; and (3) responsibility for approving the Corporation's annual report to Congress. Permits officers of the National Railroad Passenger Corporation to be compensated at a rate in excess of that prescribed for level I of the Executive Schedule if the board of directors of the Corporation determines that a higher level of compensation is necessary and is not higher than the general level of compensation paid officers of railroads in positions of comparable responsibility. Authorizes the Corporation to add or delete rail routes or required service of the basic system in accordance with specified procedures. Revises requirements for the institution of additional passenger service beyond the basic system. Authorizes appropriations for the Corporation for the payment of operating expenses of the basic system and the operating and capital expenses of rail passenger service through fiscal year 1979. Directs the Secretary of Transportation to issue guidelines for establishing sound budgetary and planning procedures for the Corporation. Directs the Board of Directors of the Corporation to submit to the Secretary an annual plan of proposed operating and capital expenditures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rail Passenger Service Act to provide financial assistance to the National Railroad Passenger Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:45-05:00"
}