{
  "actions": [
    {
      "acted_at": "1981-03-26", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-01", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Intergovernmental Relations", 
      "text": "Referred to Subcommittee on Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-03", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; OMB; Administrative Conference of the U.S.; Appalachian Regional Commission; Environmental Protection Agency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-03", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Equal Employment Opportunity Commission; National Capital Planning Commission; Education Department; Energy Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-03", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Health and Human Services Department; Housing and Urban Development Department; Interior Department; Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-03", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Labor Department; Transportation Department; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-24", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Appalachian Regional Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-21", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-21", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-06-11", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-15", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Roth favorably with an amendment in the nature of a substitute. With written report No. 97-136.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-15", 
      "calendar": "Senate Legislative", 
      "number": "170", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 170.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-10-20", 
      "committee": "Senate Committee on Rules by unanimous consent with instructions that the Committee shall restrict its examination to subsections (c) through (f) of Section 1005 of Title I of the bill, and that the Committee shall have twenty calendar days in which to report the bill or be discharged from further consideration", 
      "references": [], 
      "text": "Referred to Senate Committee on Rules by unanimous consent with instructions that the Committee shall restrict its examination to subsections (c) through (f) of Section 1005 of Title I of the bill, and that the Committee shall have twenty calendar days in which to report the bill or be discharged from further consideration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-02", 
      "in_committee": "Senate Committee on Rules by unanimous consent with instructions that the Committee shall restrict its examination to subsections (c) through (f) of Section 1005 of Title I of the bill, and that the Committee shall have twenty calendar days in which to report the bill or be discharged from further consideration", 
      "references": [], 
      "text": "Committee on Rules. Hearings held on subsections (c) through (f) of section 1005 of Title I of the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-05", 
      "references": [], 
      "text": "Ordered, that the Committee on Rules and Administration have until the close of business November 16, 1981, to report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-06", 
      "in_committee": "Senate Committee on Rules by unanimous consent with instructions that the Committee shall restrict its examination to subsections (c) through (f) of Section 1005 of Title I of the bill, and that the Committee shall have twenty calendar days in which to report the bill or be discharged from further consideration", 
      "references": [], 
      "text": "Committee on Rules. Ordered reported without recommendation and with an additional amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-09", 
      "references": [], 
      "text": "Committee on Rules. Reported to Senate by Senator Mathias without recommendation with an amendment. With written report No. 97-267.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-09", 
      "calendar": "Senate Legislative", 
      "number": "371", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 371.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s807-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Intergovernmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1981-03-26", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1981-03-26", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1981-03-26", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1981-03-26", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1981-10-21", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1981-04-29", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-26", 
  "number": "807", 
  "official_title": "A bill to reform the laws relating to the provision of Federal assistance in order to simplify and coordinate the management of federal assistance programs and requirements, provide assistance recipients with greater flexibility, and minimize the administrative burden and adverse economic impact of such programs and requirements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Assistance Improvement Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-21", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Auditing", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Costs", 
    "Discrimination", 
    "Economics and public finance", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Intergovernmental fiscal relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Right of privacy", 
    "State finance", 
    "States", 
    "Sunset legislation", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Reported to Senate amended, 2nd committee reporting", 
    "date": "1981-11-09", 
    "text": "(Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 97-267) Federal Assistance Improvement Act of 1981 - Title I: Consolidation of Federal Assistance Programs - Directs the President: (1) to examine Federal assistance programs periodically to determine if consolidation of any such programs is necessary or desirable; and (2) upon making such a determination, to transmit to Congress a plan for consolidating functionally related programs. Requires that such a plan: (1) designate a single agency to administer the plan and the consolidated programs; (2) specify the terms and conditions under which such programs will be administered; (3) expire no later than six years after its enactment; and (4) include a message describing the difference between the terms and conditions of the programs before and after consolidation, and assessing the plan's effects on the costs of implementing the programs. Prohibits a consolidation plan from: (1) consolidating programs which are not functionally related; (2) designating as an administering agency any agency that did not administer one of the programs to be consolidated; (3) expanding the number or groups of persons eligible for assistance; or (4) excluding any person or group who would otherwise be eligible for assistance. Terminates the consolidation authority under this title six years after it becomes effective. Directs the President to report to Congress within one year after such authority expires concerning the implementation of this title. Declares that a consolidation plan shall become effective if Congress adopts a joint resolution approving it within 90 days after it is transmitted to Congress and the President approves that resolution. Authorizes the aggregation of appropriations for programs consolidated under such a plan. Grants the Comptroller General of the United States access to the accounts and records of Federal assistance recipients for the purpose of evaluating consolidated programs. Title II: Financial Management and Audit of Federal Assistance Programs - Requires the Director of the Office of Management and Budget (OMB): (1) in consultation with the Comptroller General of the United States, to establish and maintain standard procedures to be used by all Federal agencies for the administration, accounting, and financial auditing of Federal assistance to State and local governments and nonprofit organizations; and (2) to prescribe directives to agencies for implementing such procedures and for coordinating Federal, State, and local audits of assistance programs. Requires a single, independent, biennial financial audit of State and local government entities, nonprofit organizations, and subgrantees which receive Federal assistance. Requires such an audit of an organization which receives less than $100,000 a year to be conducted quinquennially. Exempts State and local governments which receive less than $25,000 per year. Establishes the responsibility of State and local governments and nonprofit organizations to utilize independent auditors to conduct financial audits of Federal assistance recipients within their jurisdictions in accordance with generally accepted auditing standards. Makes the Federal Government responsible for: (1) using the quality review process to assure the proper performance of such audits; and (2) conducting or contracting for the conduct of economy and efficiency audits and program results audits. Directs the OMB to establish methods of payment to independent auditors for the expenses of performing all or any part of an audit of a Federal assistance program. Title III: Administration of Generally Applicable Federal Assistance Requirements - Amends the Intergovernmental Cooperation Act of 1968. Defines the term \"generally applicable requirement\" as any requirement with which a recipient of Federal assistance has to comply in order to achieve national policy objectives, and which applies to programs administered by two or more agencies. Requires the President, within 120 days after enactment of this title, to designate Federal agencies to: (1) coordinate the preparation of national policy assistance standards for one or more generally applicable requirements in various subject areas; and (2) report on the implementation of such requirements. Directs each designated agency to develop such standards within one year of such designation and in consultation with Federal agencies and assistance recipients. Requires that such standards minimize the paperwork burden and compliance costs imposed on assistance recipients, include standard compliance procedures, and list the assistance programs to which they apply. Directs each agency which administers a program to which such standards apply (assistance agency) to implement such standards within 120 days after they are published by a designated agency. Directs each designated agency to coordinate the implementation of such standards, and to insure that such standards are revised only on the first day of each fiscal year. Requires all such standards to uphold the enforcement of statutory provisions against discrimination. Requires the head of each assistance agency to designate a senior official to: (1) coordinate such agency's actions to comply with such standards; and (2) ensure active agency participation in the development and implementation of such standards. Authorizes such agency head to certify and accept State and local government requirements that contain the same requirements as national policy assistance standards. Directs assistance agencies to aid recipients in complying with such standards. Directs a designated agency to report to the President concerning any impediments to the development of such standards. Permits the President to direct the agency to prepare a proposed bill to remove such impediments. Allows the President to submit to Congress proposed legislation exempting certain programs from inappropriate generally applicable requirements. Authorizes the President to delegate responsibility for monitoring the overall implementation of this title to the Director of OMB or the head of any other Federal agency. Requires the President to: (1) establish a procedure for resolving disputes between designated agencies, assistance agencies, and assistance recipients over national policy assistance standards; and (2) publish a catalog of all such standards for generally applicable requirements in effect. Authorizes the President or other official responsible for monitoring the implementation of this title to suspend the implementation of a standard upon determining that its implementation will lead to serious, unanticipated consequences. Title IV: Joint Funding Simplification Act Amendments - Amends the Joint Funding Simplification Act of 1974 to require that Federal agencies take currently authorized actions pertaining to the joint funding of projects by various Federal programs. Provides for the establishment of integrated funding processes (currently joint management funds) for the administration of joint funds to such projects. Title V: Integrated Assistance - Amends the Intergovernmental Cooperation Act of 1968 to authorize each State or local government applying for Federal assistance to submit an integrated program plan representing an integrated approach to implementing several Federal assistance programs in the same functional category, and to provide for the administration of such plan by one agency. Directs the head of the agency administering one or more of the covered assistance programs to establish requirements governing approval of such a plan, including requirements designed to: (1) increase the efficiency of such programs; (2) reduce the rigidity, duplication of effort, and unnecessary expenditures of assistance programs; and (3) permit State and local governments to redirect part of the resources in the covered programs to other priorities that cross existing statutory assistance categories. Authorizes assistance applicants to propose transferring up to 20 percent of the funds of any one covered program among other covered programs. Requires an agency head to complete the review of a proposed plan in a timely fashion and to notify an applicant that its plan has been disapproved within 90 days of submission or the plan shall be considered to be approved. Declares that an approved plan shall be effective for only the fiscal year in which the application for funding is approved. Requires States to consult with local governments when developing integrated program plans. Terminates the authority provided under this title on September 30, 1986. Requires the Director of OMB to report to Congress by September 30, 1985, concerning the implementation of integrated program plans and recommendations continuing integrated assistance. Title VI: Miscellaneous - Amends the Intergovernmental Cooperation Act of 1968 to repeal all requirements of Federal assistance programs intended to insure that Federal assistance does not reduce or replace relevant State or local government expenditures. Limits Congress to prescribing maintenance of effort requirements which: (1) require State or local governments to maintain the average expenditures for the aided program during the preceding two fiscal years or the Federal assistance will be reduced proportionate to the reduction in such expenditures; and (2) permit the administering agency head to waive the requirement if it would cause extraordinary fiscal hardship. Prohibits any Federal law from diminishing or superceding practices established by State law for expending Federal funds, designating a State agency to administer Federal assistance, or reviewing State plans and applications for such assistance. Requires an agency to: (1) provide advance notice to a State or local government of any agency action to withdraw or not to renew Federal financial assistance; and (2) explain the reasons for rejecting a State or local government's application for assistance. Permits an agency head to waive the applicability of major changes in the regulations governing grant administration or receipt if a State or local government has expended substantial time and money administering or applying for such grant under the existing regulation. Requires the Director of OMB to prepare a list of the 50 largest Federal assistance programs. Directs the head of each agency administering each such program, for each of the next four fiscal years, to transmit to the Director an analysis of the cost incurred by the agency in administering the program compared to the amount of funds appropriated to carry out such program. Requires the Director to conduct and report to Congress concerning a pilot program to develop methods to assess the costs incurred by Federal agencies, State and local governments, and nongovernmental organizations in administering Federal assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Assistance Improvement Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the laws relating to the provision of Federal assistance in order to simplify and coordinate the management of federal assistance programs and requirements, provide assistance recipients with greater flexibility, and minimize the administrative burden and adverse economic impact of such programs and requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:43-05:00"
}