{
  "actions": [
    {
      "acted_at": "1982-03-02", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-11-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Public Lands and Reserved Water. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2157-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1982-03-02", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-02", 
  "number": "2157", 
  "official_title": "A bill to provide for the establishment of the Illinois and Michigan Canal National Heritage Corridor, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-02", 
  "subjects": [
    "Canals", 
    "Department of the Interior", 
    "Economic impact statements", 
    "Executive reorganization", 
    "Historic sites", 
    "Illinois", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Recreation areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-02", 
    "text": "Establishes the Illinois and Michigan Canal National Heritage Corridor. Establishes within the Department of the Interior the Illinois and Michigan Canal Heritage Corridor Commission which shall administer the corridor. Requires the Secretary of the Interior to conduct an economic impact study with respect to the report submitted to Congress by the National Park Service in October 1981 containing a conceptual plan for the corridor. Directs the Commission to help implement and support, according to such plan: (1) the stabilization of canal structures and renovation of portions of the canal; (2) the establishment of an intermittent recreation trail from Summit to LaSalle, Illinois; (3) the retention of the natural setting of the trail corridor; (4) the retention and enhancement of unique natural areas; (5) the enhancement of public awareness of, and appreciation for, historic, archaeological, and geological resources in the corridor; (6) the restoration of historic buildings with economic development potential; (7) the interpretation of the cultural and natural resources of the corridor; (8) the marketing of the amenity resources of the corridor; and (9) the enhanced economic development of the corridor. Requires the Commission to adhere as closely as possible to the time frame of the conceptual plan for the corridor and to enter into cooperative agreements with State and local governments to implement such plan. Requires the Commission to report annually to the Governor of Illinois and the Secretary on its activities. Directs Federal agencies whose activities affect the corridor to consult and cooperate with the Secretary and the Commission. Requires the Commission to prepare an economic impact assessment before undertaking any capital improvement and before making funds available for the acquisition of real property. Provides that at least five percent of the funds available to the Commission may be used only to implement the goals of the conceptual plan for the corridor. Sets forth the powers of the Commission and staff requirements. Requires the Secretary to: (1) conduct specified inventories; (2) assist the Commission in developing thematic structure for interpretation of the heritage corridor story; (3) design and make specified interpretive materials; (4) provide feasibility studies for retrofiting six historic structures; (5) provide individual tax benefit analysis on various easements for protecting three natural areas in the corridor under private ownership; (6) provide consultation on fund raising and volunteerism strategies; and (7) provide two staff positions to the Commission. Provides a timetable for the Secretary to follow in providing such assistance. Requires the United States to release to Illinois all remaining rights to the property associated with the Illinois and Michigan Canal except as to the canal prism and towpath. Provides for the termination of the Commission. Authorizes appropriations. Limits the amount of funds available for the economic impact study required by this Act. Prohibits the authorization of funds before October 1, 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of the Illinois and Michigan Canal National Heritage Corridor, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:12-05:00"
}