{
  "actions": [
    {
      "acted_at": "2005-07-13", 
      "references": [
        {
          "reference": "CR S8222-8230", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S8230-8233", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-07-21", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-07-22", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Specter with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-07-22", 
      "calendar": "Senate Legislative", 
      "number": "171", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 171.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-07-29", 
      "bill_ids": [
        "hr3199-109"
      ], 
      "references": [], 
      "text": "See also H.R. 3199.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1389-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2005-07-13", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2005-07-13", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-07-13", 
  "number": "1389", 
  "official_title": "A bill to reauthorize and improve the USA PATRIOT Act.", 
  "popular_title": "PATRIOT Act Reauthorization bill", 
  "related_bills": [
    {
      "bill_id": "hr3199-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3199-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3199-109", 
      "reason": "includes"
    }
  ], 
  "short_title": "USA PATRIOT Improvement and Reauthorization Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-07-21", 
  "subjects": [
    "Administration of justice", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Books", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Court records", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal statistics", 
    "Electronic surveillance", 
    "Firearms", 
    "Foreign agents", 
    "Health", 
    "Identification devices", 
    "International affairs", 
    "Law", 
    "Libraries", 
    "Medical records", 
    "Retail trade", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sunset legislation", 
    "Telephone", 
    "Terrorism", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-07-22", 
    "text": "USA PATRIOT Improvement and Reauthorization Act of 2005 - (Sec. 2) Amends the USA PATRIOT Act to require the order granting roving surveillance authority under the Foreign Intelligence Surveillance Act of 1978 (FISA) to require the order granting such authority, if the nature and location of each of the facilities or places at which the surveillance will be directed and the identity of the target are not known, to include sufficient information to describe a specific target with particularity. Requires an order approving electronic surveillance, where the nature and location of each of such facilities are unknown, to direct the applicant to provide notice to the court (within 10 days after the surveillance begins) of: (1) the nature and location of each facility; (2) the facts and circumstances relied upon to justify the belief that the surveillance is using such facility; and (3) a statement of any proposed minimization procedures that differ from those contained in the original application or order that may be necessitated by a change in the facility at which the surveillance is directed. Directs the Attorney General to fully inform the House and Senate Judiciary Committees (currently limited to the Intelligence Committees) on a semiannual basis concerning electronic surveillance under FISA, including regarding the number of applications made for electronic surveillance orders and extensions where the nature and location of each targeted facility are not known. (Sec. 3) Makes the authorization of an order for electronic surveillance or a physical search for up to 90 days applicable only to surveillance targeted against a foreign power who is not a U.S. person. Limits to one year an order (or extension) for the use of pen registers and trap and trace devices where the applicant has certified that the information likely to be obtained is foreign intelligence information not concerning a U.S. person. (Sec. 4) Requires the Attorney General, on an annual basis, to submit to the House and Senate Judiciary Committees a report containing: (1) the number of accounts from which the Department of Justice (DOJ) has received voluntary disclosures of customer communications or records under provisions authorizing disclosure of the contents of electronic communications in emergencies involving immediate danger of death or serious physical injury; and (2) a summary of the basis for voluntary disclosures to DOJ where the pertinent investigation was closed without the filing of criminal charges. Permits a wire or electronic communications service provider to disclose customer records to a governmental entity if the provider, in good faith, believes that an emergency involving danger of death or serious physical injury to any person requires disclosure without delay. (Current law permits disclosure if the provider reasonably believes that such an emergency justifies disclosure.) (Sec. 5) Limits the authority to delay notice of the issuance of a search warrant to circumstances where providing immediate notice of the warrant may: (1) endanger the life or physical safety of an individual; (2) result in flight from prosecution, the destruction of or tampering with evidence, or intimidation of potential witnesses; or (3) otherwise seriously jeopardize an investigation. Requires such delayed notification to be issued within seven days (currently, within a reasonable period) after execution, or on a later date if the facts of the case justify a longer delay. Permits the period of delay to be extended by the court for good cause shown, subject to the condition that extensions only be granted upon an updated showing of the need for further delay and that each additional delay be limited to periods of 90 days or less, unless the facts of the case justify a longer period. Requires, within 30 days after the expiration or denial of a warrant authorizing delayed notice, the judge to report to the Administrative Office of the United States Courts: (1) that a warrant was applied for; (2) that the warrant or extension was granted, modified, or denied; (3) the period of delay authorized by the warrant and the duration of any extensions; and (4) the offense specified in the warrant or application. Requires the Director of the Administrative Office, each April, to transmit to Congress a complete report concerning the number of applications filed, granted, and denied for warrants and extensions authorizing delayed notice. (Sec. 6) Requires: (1) an ex parte order for a pen register or trap or trace device for foreign intelligence purposes to direct the provider, upon the applicant's request, to disclose specified information to the federal officer using the device; and (2) the Attorney General to fully inform the House and Senate Judiciary Committees regarding uses of such devices. (Sec. 7) Modifies requirements for access to business records for foreign intelligence and international terrorism investigations. Requires that applications include a statement of facts showing that there are reasonable grounds to believe that items sought: (1) are relevant to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities; and (2) pertain to a foreign power or agent, are relevant to the activities of a suspected foreign agent, or pertain to an individual in contact with such an agent. Directs the judge to enter an ex parte order approving the release of records or tangible things if the judge finds that the statement of facts in the application establishes reasonable grounds to believe that items sought are relevant and pertinent. Requires that the order: (1) describe the items with sufficient particularity; (2) prescribe a return date which will provide a reasonable period of time for items to be made available; (3) provide clear and conspicuous notice of nondisclosure principles and procedures; and (4) not require the production of anything that would be protected under the standards applicable to a subpoena issued in aid of a grand jury investigation. Prohibits making an application for an order requiring the production of library circulation records, library patron lists, book sales records, book customer lists, firearms sales records, or medical records containing personally identifiable information without the prior approval of the Director or Deputy Director of the Federal Bureau of Investigation (FBI). Prohibits disclosuring that the FBI has sought or obtained tangible things pursuant to an order other than to: (1) persons to whom such disclosure is necessary to comply with such order (currently, to persons necessary to produce the tangible things); (2) an attorney to obtain legal advice or assistance in responding; or (3) other persons as permitted by the Director. Requires an order to contain notice of the nondisclosure requirements. Establishes procedures for challenging the legality of an order or any disclosure prohibition. Requires the development and issuance of procedures for the review of petitions. Requires the Attorney General's semiannual reports to the Intelligence Committees regarding requests for the production of tangible things to be sent to the Judiciary Committees also. Requires the Attorney General, each April, to report to Congress a report on the number of order applications made, granted, modified, and/or denied and the number of such applications for orders involving the production of: (1) tangible things from a library; (2) tangible things from a person or entity primarily engaged in the sale, rental, or delivery of books, journals, magazines, or other similar forms of communication; (3) records related to the purchase of a firearm; (4) health information; and (5) taxpayer return information. (Sec. 8) Authorizes a provider who receives a request from the Director of the FBI for subscriber and toll billing records information, or electronic communication transactional records, to seek a court order to modify or set aside the request, with the grounds for challenging the request stated with particularity. Authorizes the court to modify or set aside the request if compliance would be unreasonable or oppressive or would violate any legal right or privilege of the petitioner. Authorizes the provider to challenge the nondisclosure requirement and the court to modify or set aside such requirement if there is no reason to believe that disclosure may endanger U.S. national security, interfere with a criminal, counterterrorism, or counterintelligence investigation, interfere with diplomatic relations, or endanger the life or physical safety of any person. Provides that the government's certification that disclosure would do those things shall be treated as conclusive unless the court finds that the certification was made in bad faith. Authorizes the Attorney General to seek enforcement of a request in U.S. district court if a recipient refuses to comply. Permits restricting the disclosure of information in proceedings consistent with the requirements of the Classified Information Procedures Act. Permits disclosure to an attorney to obtain legal advice or to persons as necessary to comply with the request. Prohibits any attorney or person notified of the request from disclosing that the FBI has sought or obtained access to information or records. (Sec. 9) Terminates on December 31, 2009: (1) USA PATRIOT Act provisions regarding roving wiretaps and business records (restores amended or modified provisions as in effect on the day before the effective date of such Act; and (2) a provision of the Intelligence Reform and Terrorism Prevention Act of 2004 (IRTPA) regarding individual terrorists as agents of foreign powers (continues any particular foreign intelligence investigation that began before the date on which that extension ceases). Repeals the sunset of: (1) provisions of IRTPA redefining \"agent of a foreign power\" to include persons who engage in international terrorism; and (2) provisions modifying the prohibition against providing material support to terrorists. (Sec. 10) Authorizes the Foreign Intelligence Surveillance Courts to establish such rules and procedures, and take such actions, as are reasonably necessary to administer their responsibilities under FISA. Requires the Attorney General's annual report to the Administrative Office and Congress to include the number of emergency employments of electronic surveillance and subsequent orders approving or denying such surveillance. Requires similar reporting to the House and Senate Judiciary and Intelligence Committees regarding: (1) the number of emergency physical searches authorized and subsequent orders approving or denying such searches; and (2) the number of pen registers and trap and trace devices authorized by the Attorney General on an emergency basis and subsequent orders approving or denying their installation."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "PATRIOT Act Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "USA PATRIOT Improvement and Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "USA PATRIOT Improvement and Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and improve the USA PATRIOT Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}