{
  "actions": [
    {
      "acted_at": "1973-12-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11882-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-11", 
  "number": "11882", 
  "official_title": "A bill to direct the President to take action to assure, through energy conservation, rationing and other means, that the essential energy needs of the United States are met, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11450-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Emergency Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-11", 
  "subjects": [
    "Advisory bodies", 
    "Car pools", 
    "Coal", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Government operations and politics", 
    "Mines and mineral resources", 
    "Motor vehicles", 
    "Parking facilities", 
    "Petroleum and petroleum products", 
    "Pollution control", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-11", 
    "text": "Energy Emergency Act - Title I: Energy Emergency Authorities - Directs the President to establish procedures whereby any user of oil or products for which priorities have been established under the Emergency Petroleum Allocation Act of 1973 may petition for review or modification of his priority. Establishes a Federal Energy Administration to be headed by a Federal Energy Administrator. Transfers specified powers of the President under the Emergency Petroleum Allocation Act to the Administrator. States that, within 30 days of the date of enactment of this Act, the Administrator shall propose one or more energy conservation plans which shall be designed to supplement and be coordinated with actions taken to result in a reduction of energy consumption to a level which can be supplied by available energy resources. Requires the Administrator to submit such plans to the Congress for appropriate action. Directs the Administrator to prohibit the burning of natural gas or petroleum products by any major fuel-burning installation which, on the date of enactment of this Act, has the capability and necessary plant equipment to burn coal. States that the prohibition on the use of natural gas and petroleum products under this Act shall be contingent upon the availability of coal and coal transportation facilities. Provides that the Interstate Commerce Commission, the Civil Aeronautics Board, and Federal Maritime Commission shall, for the duration of the period beginning on the date of enactment of this Act and ending on May 15, 1975, have authority to take any action for the purpose of conserving energy consumption which is consistent with the purposes of the Acts administered by such agencies. States that, within sixty days after the date of enactment of this Act, the Civil Aeronautics Board, the Federal Maritime Commission, and the Interstate Commerce Commission shall report separately to the appropriate committees of the Congress on the need for additional regulatory authority in order to conserve fuel during such period. Authorizes the Administrator to delegate all or any of his functions under this Act or the Emergency Petroleum Allocation Act to any officer or employee of the Federal Energy Administration as he deems appropriate. Makes it unlawful, subject to specified exceptions, for any person, who is engaged in the business of marketing or distributing diesel fuel to trucks on bona fide cargo runs, to deny to such trucks full fill-ups of fuel. Prohibits any refiner from terminating a marketing agreement with a branded independent marketer unless such marketer has failed to comply with one or more essential and reasonable requirements of such marketing agreement or has failed to act in good faith in carrying out the terms of such agreement. Directs the Secretary of Transportation to establish within the Department of Transportation an Office of Carpool Promotion to encourage the use of carpools as a viable component of our nationwide transportation. Directs the Secretary to encourage the use of incentives such as special parking privileges, special roadway lanes, toll adjustments, and similar measures to promote participation in carpools. Requires the President to exercise his authority under this Act and under the Economic Stabilization Act of 1970 so as to specify prices for sales of crude oil, refined petroleum products, residual fuel oil, and coal which avoid windfall profits by sellers. Provides that, not later than ninety days after the date of enactment of this Act, the President shall prepare and submit to Congress a plan for the development of the hydroelectric power, solar energy, and geothermal resources of the United States by Federal and non-Federal interests. Directs the Secretary of the Interior and the Secretary of Commerce to prepare a comprehensive report of: (1) United States exports of petroleum products and other energy sources, and (2) foreign investment in production of petroleum products and other energy sources to determine the consistency or lack thereof of the Nation's trade policy and foreign investment policy with domestic energy conservation efforts. Provides that no later than September 1, 1974, the President shall submit to Congress an interim report on the implementation of this Act, together with such recommendations as he deems necessary for amending or extending the authorities granted in this Act or in the Emergency Petroleum Allocation Act. Title II: Coordination with Environmental Protection Requirements - States that the Administrator may, for any period beginning on or after the date of enactment of this Act and ending on or before May 15, 1974, suspend any stationary source fuel or emission limitation as it applies to any person, if the Administrator finds that such person will be unable to comply with such limitation during such period solely because of unavailability of types or amounts of fuels. Directs the Administrator to establish priorities under which manufacturers of emission reduction systems shall provide such systems to users thereof, if he finds that priorities must be imposed in order to assure that such systems are first provided to users in air quality control regions with the most severe air pollution. Requires the Administrator to conduct a study and submit a report to the Committee on Interstate and Foreign Commerce of the House and the Committee on Public Works of the Senate within 6 months after the enactment of this Act on the necessity of parking surcharge regulations in order to achieve national primary ambient air quality standards. Delays for two years specified motor vehicle emission standards under the Clean Air Act. Directs the Administrator of the Federal Energy Administration to conduct a study of potential methods of energy conservation and, not later than 6 months after the date of enactment of this Act, to submit to Congress a report on the results of such study. Requires the President to, within 90 days after the date of enactment of this Act, recommend to the Congress actions to be taken by the executive branch and the Congress regarding the problem of the siting of all types of energy production facilities. Directs the Administrator to conduct a study, and to report to the Committee on Interstate and Foreign Commerce of the House and the Committee on Public Works of the Senate, within 120 days following the date of enactment of this Act, concerning the practicability of establishing a fuel economy improvement standard of 20 percent for new motor vehicles manufactured during and after model year 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the President to take action to assure, through energy conservation, rationing and other means, that the essential energy needs of the United States are met, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:07-05:00"
}