{
  "actions": [
    {
      "acted_at": "1989-07-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Department of Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1290-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1989-10-20", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-11", 
  "number": "1290", 
  "official_title": "A bill to guarantee a work opportunity for all Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Guaranteed Job Opportunity Act", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-11", 
  "subjects": [
    "Actions and defenses", 
    "Discrimination in employment", 
    "Employment subsidies", 
    "Injunctions", 
    "Labor and employment", 
    "Manpower training programs", 
    "Minimum wages", 
    "Nondiscrimination provisions", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-11", 
    "text": "Guaranteed Job Opportunity Act - Establishes a grant program to assist local job projects for unemployed individuals. Requires any eligible area (a county or comparable unit of local government) which desires to receive funds under this Act to establish a District Executive Council (District Council). Sets forth the responsibilities of the District Councils, which include: (1) selecting projects to be assisted (pursuant to criteria prescribed by the Secretary of Labor); (2) preparing project plans; and (3) preparing annual reports on District Council activities. Directs the Secretary to make grants to the District Councils for the purpose of assisting local job projects which meet the requirements of this Act. Sets forth participant eligibility and job project requirements. Requires each eligible job project participant to receive: (1) the applicable minimum wage (or the amount such participant is eligible to receive in welfare benefits or unemployment compensation, plus ten percent); (2) benefits comparable to those received by employees in similar occupations; and (3) other specified support services. Requires each District Council to establish job clubs to assist eligible participants in preparing resumes, developing interviewing techniques, and evaluating job search activities. Sets forth certain labor standards for job projects with respect to: (1) conditions of employment and training; (2) health and safety standards; (3) displacement of those currently employed; (4) existing contracts and collective bargaining agreements; and (5) wages for participants involved in construction projects. Sets forth nondiscrimination provisions. States that no participant shall be employed in the construction, operation, or maintenance of any facility which is used, or is to be used, for sectarian instruction or religious worship. Requires the Secretary to provide any recipient who fails to comply with such provisions notice and an opportunity to comply before taking further action. Authorizes the Attorney General, under certain circumstances, to bring a civil action in district court for appropriate relief, including injunctive relief, in instances involving recipient violations of nondiscrimination provisions. Requires each District Council to maintain an evaluation file for each individual employed in a project assisted under this Act. Directs the Secretary to prepare and submit to the Congress an annual report on the administration of this Act. Grants the Comptroller General (and representatives of the General Accounting Office) access to the records of grant recipients. Authorizes appropriations for FY 1990 through 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guaranteed Job Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to guarantee a work opportunity for all Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:33-05:00"
}