{
  "actions": [
    {
      "acted_at": "1980-02-18", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2291-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-18", 
  "number": "2291", 
  "official_title": "A bill to renew and amend the Home Mortgage Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Mortgage Disclosure Renewal and Amendments Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-18", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Information services", 
    "Mortgage loans", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-18", 
    "text": "Home Mortgage Disclosure Renewal and Amendments Act of 1980 - Amends the Home Mortgage Disclosure Act of 1975 to require certain depository institutions to disclose, each calendar year beginning in 1980, by neighborhood, the number and dollar amount of mortgage and home improvement loans made and purchased. Specifies that any depository institution which is required to make such disclosures but which has been making disclosures on some basis other than a calendar year basis shall make available a separate disclosure statement containing data for any period prior to calendar year 1980 which is not covered by the last full year report prior to the 1980 calendar year report. Requires the Board of Governors of the Federal Reserve System to prescribe a standard format for such disclosures. Requires the Board, the Federal Home Loan Bank Board, the Comptroller of the Currency, the Federal Deposit Insurance Corporation, and the National Credit Union Administration Board, in consultation with the Secretary of Housing and Urban Development, to implement a system to facilitate access to data required to be disclosed. Requires such systems to include arrangements for a central depository of data in each standard metropolitan statistical area. Specifies that disclosure statements shall be made available to the public for inspection and copying at such central depository. Repeals the provision of such Act which terminates its authority four years after its effective date. Requires the Federal Financial Institutions Examination Council to compile each year, beginning with data for calendar year 1980, for each standard metropolitan statistical area, aggregate data by census tract ( or zip code where applicable) for all depository institutions which are required to disclose data. Requires the Council to produce tables indicating, for each standard metropolitan statistical area, and for the United States as a whole, aggregate lending patterns for various categories of census tracts grouped according to location, age of housing stock, income level, and racial characteristics. Requires such data and tables to be made available to the public by no later than December 31 of the year following the calendar year on which the data is based."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Mortgage Disclosure Renewal and Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to renew and amend the Home Mortgage Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:19-05:00"
}