{
  "actions": [
    {
      "acted_at": "1975-07-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, S. Rept. 94-265.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-08", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2063-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-08", 
  "number": "2063", 
  "official_title": "An original bill to regulate commerce, to protect consumers, and to conserve energy by requiring the disclosure of estimates as to the annual operating costs of environmental control systems in residences.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Energy Disclosure Act", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-08", 
  "subjects": [
    "Air conditioning", 
    "Consumer education", 
    "Consumer protection", 
    "Electric appliances", 
    "Energy", 
    "Gas appliances", 
    "Home ownership", 
    "Housing and community development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-08", 
    "text": "Home Energy Disclosure Act - Establishes a uniform national system for the disclosure of energy characteristics and estimated annual operating costs of environmental control systems and residences. Directs the Secretary of Housing and Urban Development, utilizing the National Bureau of Standards, to promulgate, within six months, procedures for measuring or calculating the energy efficiency of residential insulating materials, window units and environmental control systems. Requires the manufactures and importers of such products to carry out annual tests in accordance with guidelines established by the Secretary to determine the efficiency of each model. Provides that, upon request of the Secretary, any such manufacturer or importer shall supply a reasonable number of such products to a laboratory designated by the Secretary. Directs that such laboratory shall certify the findings furnished by the manufacturers and importers. Provides that the expense of such verification shall be paid by the United States. Requires that findings submitted to, or developed by the Secretary shall be published annually and made available to the public. Directs that the National Bureau of Standards shall establish calculation procedures for determing the annual operating cost of heating, cooling, and/or supplying hot water to a residence. Requires each designer of an environmental control system to determine and disclose to the purchaser the annual operating cost of such system. Provides that the Federal Trade Commission shall compile a Home Energy Guide, which shall include information as to the efficiency and cost of environmental systems and appliances. Sets forth requirements for disclosure by sellers of the estimated cost of all environmental control systems. Makes it illegal to sell or lease any residence unless a copy of the Home Energy Guide for such residence is made available by seller prior to sale. Directs the Commission to carry out a program to educate consumers and industry as to energy conservation and the Home Energy Guides. Sets forth procedures for the enforcement of this Act. Makes it illegal for any person to give misleading information on, or fail to disclose, energy characteristics and operating costs as required by this Act. Preempts all laws of the States or political subdivisions thereof as to requirements for the disclosure of energy characteristics or estimated operating costs of those products covered by this Act. Requires the Secretary to make annual reports to Congress and the President on all activities of the Federal Government pertaining to disclosure to consumers of energy characteristics control systems and residences. Authorizes the appropriation of $2,000,000 for fiscal year 1976, $400,000 for the transitional fiscal quarter ending September 30, 1976, $1,500,000 for fiscal year 1977 and $1,500,000 for 1978 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Energy Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to regulate commerce, to protect consumers, and to conserve energy by requiring the disclosure of estimates as to the annual operating costs of environmental control systems in residences.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:28-05:00"
}