{
  "actions": [
    {
      "acted_at": "1994-08-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-04", 
      "references": [
        {
          "reference": "CR E1645", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-08-10T18:53:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 103-692.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-10T18:54:00-04:00", 
      "calendar": "Union", 
      "number": "378", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 378.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1994-08-16T13:04:00-04:00", 
      "references": [], 
      "text": "Ms. Schenk moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-16T13:05:00-04:00", 
      "references": [
        {
          "reference": "CR H8429-8433", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-16T13:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-16T13:22:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - Mr. Hefley demanded a vote on the motion to suspend the rules and pass the bill. Pursuant to a previous announcement by the Speaker, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-16T17:35:00-04:00", 
      "references": [], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-16T17:52:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "398", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays (2/3 required): 281 - 103 (Roll No. 398).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1994-08-16T17:53:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-17", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-18", 
      "references": [
        {
          "reference": "CR S12133", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-18", 
      "bill_ids": [
        "s839-103"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 839 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-18", 
      "bill_ids": [
        "s839-103"
      ], 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 839 with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-08-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T02:41:00-04:00", 
      "references": [
        {
          "reference": "CR 10/6/1994 H11171", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Swift asked unanimous consent that the House agree with an amendment to the Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T02:42:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House agree with an amendment to the Senate amendments Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "1994-10-07T02:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "references": [], 
      "text": "Message on House action received in Senate and at the desk: House amendment to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-08", 
      "references": [
        {
          "reference": "CR S15024", 
          "type": "consideration"
        }
      ], 
      "text": "Senate agreed to the House amendment to the Senate amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-08", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1994-10-12", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-21", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1994-11-02", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1994-11-02", 
      "congress": "103", 
      "law": "public", 
      "number": "440", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 103-440.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4867-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1994-08-01", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1994-08-01", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "103", 
    "law_type": "public", 
    "number": "440"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1994-11-02", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1994-10-07T02:42:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1994-08-18", 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-01", 
  "number": "4867", 
  "official_title": "An Act to authorize appropriations for high-speed ground transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s839-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s839-103", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Federal Railroad Safety Authorization Act of 1994", 
  "sponsor": {
    "district": "49", 
    "name": "Schenk, Lynn", 
    "state": "CA", 
    "thomas_id": "01027", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1994-11-02", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Authorization", 
    "Buy American", 
    "Commerce", 
    "Commercialization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conversion of industries", 
    "Cost effectiveness", 
    "Department of Labor", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Employee assistance programs", 
    "Employee rights", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Highspeed trains", 
    "Independent regulatory commissions", 
    "Infrastructure", 
    "Interstate Commerce Commission", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Liability insurance", 
    "Licenses", 
    "Mississippi", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad research", 
    "Railroad safety", 
    "Railroads", 
    "Railroads and state", 
    "Research and development", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Technological innovations", 
    "Technology transfer", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation insurance", 
    "Transportation planning"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1994-10-07", 
    "text": "TABLE OF CONTENTS: Title I: High-Speed Rail Title II: Rail Safety Title III: Grade Crossing Safety Title I: High-Speed Rail - Swift Rail Development Act of 1994 - Authorizes the Secretary of Transportation (Secretary) to provide financial assistance to a public agency or group of public agencies for up to 50 percent of the publicly financed costs for corridor planning activities (engineering, operational, financial, environmental, or socioeconomic projections for the establishment of high-speed rail service in the corridor that leads toward development of a prudent financial and institutional plan for implementation of specific high-speed rail improvements). Prohibits the use of such assistance for corridor planning with respect to the main line of the Northeast Corridor, between Washington, D.C., and Boston, Massachusetts. Authorizes the Secretary to undertake activities for the improvement, adaptation, and integration of proven technologies for commercial application in high-speed rail service in the United States. Requires the Secretary to promulgate safety regulations necessary for high-speed rail. Authorizes appropriations for FY 1995 through 1997. (Sec. 104) Requires the Secretary, or the Secretary of the Treasury, to authorize the Delta Transportation Company, doing business as the Columbus and Greenville Railway, to redeem the obligations and liabilities of such company which remain outstanding. Title II: Rail Safety - Federal Railroad Safety Authorization Act of 1994 - Amends Federal transportation law to authorize appropriations for FY 1995 through 1998 for railroad research and development and general safety operations. (Sec. 203) Authorizes railroad carriers, and labor organizations representing affected covered service employees of such railroads, to jointly petition the Secretary for approval of a waiver of limitations on hours of serve with respect to such employees in order to establish one or more pilot projects to demonstrate the possible benefits of implementing alternatives to such requirements, including those concerning maximum on-duty and minimum off-duty periods. Authorizes the Secretary to waive compliance with such limitations for up to two years if it is in the public interest and is consistent with railroad safety. (Sec. 206) Requires the Secretary to report biennially (currently, annually) to the President and the Congress on the administration of Federal railroad safety rules and standards. (Sec. 207) Requires the Secretary to submit to specified congressional committees a report concerning actions taken on railroad bridge displacement detection systems. (Sec. 208) Requires the Secretary, not later than September 1, 1995 (currently, September 3, 1994), to prescribe regulations to revise track safety standards. Includes in a specified review by the Secretary on track safety standards, an evaluation of cold weather installation procedures. Requires the Secretary to consider, in light of such revision and review, whether or not to prescribe regulations concerning: (1) inspection procedures to identify internal rail defects in rail that has significant shelling; and (2) specific actions that should be taken when a rail surface condition, such as shelling, prevents the identification of such defects. (Sec. 210) Requires the Secretary to establish an Institute for Railroad Safety to research and develop measures to reduce the number of fatalities and injuries relating to railroad operations. Authorizes appropriations for FY 1996 through 2000. (Sec. 211) Directs the Secretary to encourage railroad carriers to warn the public about potential liability for violation of regulations related to vandalism of railroad signs, devices, and equipment and to trespassing on railroad property. (Sec. 212) Directs the Secretary to review the Department of Transportation's rules with respect to railroad car visibility. Requires the Secretary to prescribe regulations requiring enhanced visibility standards for newly manufactured and remanufactured railroad cars if such review establishes that enhanced railroad car visibility would likely improve safety in a cost-effective manner. (Sec. 213) Requires the Secretary to consult with the Secretary of Labor to ensure that applicable laws affecting safe working conditions for railroad employees are enforced to ensure a safe and productive working environment for the railroad industry. (Sec. 214) Requires the Secretary to report to the Congress on the development, deployment, and demonstration of positive train control system by December 31, 1995. (Sec. 215) Requires the Secretary to prescribe regulations establishing minimum standards for the safety of railroad passenger cars. (Sec. 216) Authorizes the Secretary to enter into contracts, or make grants, with Federal, State and local governments and private organizations to carry out the functions of the Federal Railroad Administration. (Sec. 217) Requires the Secretary, in prescribing regulations with respect to railroad safety affecting tourist, historic, scenic, or excursion railroad carriers, to take in consideration any financial or operational factors that may be unique to such carriers. (Sec. 218) Authorizes FY 1995 through appropriations for railroad and development to support Operation Lifesaver, Inc. (Sec. 219) Requires the Secretary to: (1) review current local, State, and Federal laws regarding trespassing on railroad property and vandalism affecting railroad safety; and (2) develop model prevention strategies and enforcement laws for consideration by State and local legislatures and governments. Requires the Secretary to develop a comprehensive outreach program to improve communications among Federal railroad safety inspectors, State inspectors certified by the Federal Railroad Administration, railroad police, and State and local law enforcement officers in order to address and increase public and police awareness of the illegality of, and dangers of, trespassing and vandalism on railroad property, and to strengthen relevant enforcement strategies. Requires the Secretary to develop and make available to State and local governments model legislation providing for civil or criminal penalties, or both, for vandalism of railroad equipment or property which could affect the safety of the public or railroad employees, and trespassing on railroad owned rights-of-way. Title III: Grade Crossing Safety - Requires the Secretary to conduct a pilot program to demonstrate an emergency notification system utilizing a toll-free telephone number that the public can use to convey to railroad carriers information about malfunctions or other safety problems at railroad-highway grade crossings. (Sec. 302) Requires the Secretary to prescribe regulations requiring locomotive horns be sounded while each train is approaching and entering upon each public highway-rail grade crossing, with specified exceptions. Authorizes the Secretary, in order to provide for safety and the quiet of communities affected by train operations, to specify in such regulations that any supplementary safety measures must be applied to all highway-rail grade crossings within a specified distance along the railroad in order to be excepted from such regulations. Authorizes the Secretary, in order to promote the quiet of communities affected by train operations and the development of innovative safety measures at highway-rail grade crossings, to order railroad carriers to cease temporarily the sounding of locomotive horns at such crossings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "High-Speed Rail Development Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Railroad Safety Authorization Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Swift Rail Development Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for high-speed rail transportation, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "An Act to authorize appropriations for high-speed ground transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:10-05:00"
}