{
  "actions": [
    {
      "acted_at": "1977-09-12", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-12", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-12", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-12", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2085-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-12", 
  "number": "2085", 
  "official_title": "A bill to encourage the orderly development of deep ocean mining and to provide for environmental regulation of such mining pending adoption and transition to an international regime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transitional Deep Ocean Mining Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-12", 
  "subjects": [
    "Department of the Treasury", 
    "Environmental protection", 
    "Government trust funds", 
    "International environmental law", 
    "Leases", 
    "Licenses", 
    "Marine mineral resources", 
    "Marine pollution", 
    "Maritime law", 
    "Mines and mineral resources", 
    "Ocean", 
    "Ocean floor", 
    "Ocean mining", 
    "Risk management", 
    "Treaties", 
    "Water resources development"
  ], 
  "subjects_top_term": "Ocean mining", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-12", 
    "text": "Transitional Deep Ocean Mining Act - Prohibits a citizen of the United States from engaging in exploration or mining of hard minerals in the ocean floor without a license or permit issued under the terms of this Act or by a reciprocating nation until an international agreement regulating deep seabed mining becomes legally binding upon the United States. Enables a citizen engaged in exploration before the effective date of this Act to continue such exploration during the pendency of his application for a license. Exempts from such licensing requirements those individuals engaged in: (1) scientific research; (2) geophysical or geochemical measurements or random samplings of the seabed; (3) the design, construction or testing of equipment used in exploration or mining; and (4) the furnishing of machinery, products, supplies, or services to support exploration or mining. Directs the Secretary of Commerce to accelerate preparation of an environmental impact statement for deep seabed mining. Requires the Secretary and the Secretary of State in cooperation with the Administrator of the Environmental Protection Agency to prepare regulations, pending the conclusion of an international agreement, for deep seabed mining designed to protect the marine environment from ecological damage. Authorizes the Secretary to issue licenses for exploration and permits for commercial mining of deep seabed resources. Specifies statutory conditions and restrictions which the Secretary must require in issuing licenses or permits. Permits any United States citizen to apply for a license for exploration and permits such licensee to apply for a permit for commercial mining. Sets forth specific determinations which the Secretary must make regarding an applicant's qualifications before the Secretary may issue a license or permit. Directs the Secretary to establish terms, conditions, and restrictions consistent with the environmental and other requirements of the Act which will govern the implementation of the exploration and mining proposed in the application. Allows the applicant to challenge such terms, conditions, or restrictions. Authorizes the Secretary to modify any term, condition, or restriction of a license or permit if necessary to: (1) avoid unreasonable interference with the maritime interests of other nations; (2) avoid conflict with any international obligation of the United States; and (3) protect the environment. Authorizes the Secretary to suspend a license or permit if necessary to avoid conflict with any international obligation of the United States or to protect national security as determined by the President of the United States. Authorizes the Secretary to deny an application which does not comply with the requirements of the Act. Specifies conditions under which the Secretary may deny such application. Provides judicial or administrative review of any denial, proposed suspension, or revocation of a license or permit. Directs the Secretary to issue regulations necessary to carry out the provisions of this Act or the provisions of an international agreement to which the United States is a signatory. Sets forth criteria upon which such regulations shall be based. States that the President may designate certain foreign states as reciprocating states and prohibits the issuance of a license or permit which will conflict with the terms of a license or permit issued by reciprocating states. Provides that the provisions of a treaty between the United States and any foreign nation for the development of the resources of the deep seabed will supersede any provisions of this Act which are inconsistent with the treaty. Establishes a risk sharing program to compensate licensees or permitees who suffer a loss of investment due to the terms of a treaty concluded by the United States. Sets forth requirements an individual must meet to qualify for such compensation and the amount of such compensation an individual may receive. Denies compensation for any loss due to: (1) failure of technology; (2) variations in market values of minerals; (3) force majeure; (4) payment of administrative fees; or (5) events covered by insurance or for which admiralty law provides a remedy. Establishes in the United States Treasury the Ocean Mining Risk Sharing Fund to pay compensation to eligible licensees or permitees. Provides for civil and criminal penalties for a violation of the Act. Authorizes appropriations to fund the administration of the Act and to provide compensation under the risk sharing program if the trust fund established for that purpose becomes inadequate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transitional Deep Ocean Mining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the orderly development of deep ocean mining and to provide for environmental regulation of such mining pending adoption and transition to an international regime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:30-05:00"
}