{
  "actions": [
    {
      "acted_at": "1997-09-25", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1997-10-08", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator D'Amato. With written report No. 105-103.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08", 
      "calendar": "Senate Legislative", 
      "number": "201", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 201.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1271-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-08", 
  "number": "1271", 
  "official_title": "An original bill to reauthorize the mass transit programs of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Transit Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1997-09-25", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Alcohol as fuel", 
    "Alternative fuels", 
    "Authorization", 
    "Bicycles", 
    "Biomass energy", 
    "Block grants", 
    "Capital investments", 
    "Carbon monoxide", 
    "Colleges", 
    "Commerce", 
    "Commuting", 
    "Compressed natural gas", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Diesel motor", 
    "Disabled", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Electric vehicles", 
    "Employment of the disadvantaged", 
    "Energy", 
    "Environmental protection", 
    "Federal aid to higher education", 
    "Federal aid to rural areas", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Fuel cells", 
    "Government and business", 
    "Government lending", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Higher education", 
    "Housing and community development", 
    "Infrastructure", 
    "Intermodal transportation", 
    "Labor and employment", 
    "Land use", 
    "Leases", 
    "Light rail transit", 
    "Liquefied natural gas", 
    "Maintenance and repair", 
    "Mass rapid transit", 
    "Metropolitan areas", 
    "Metropolitan politics and government", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Natural gas vehicles", 
    "New Jersey", 
    "New products", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Occupational mobility", 
    "Ozone", 
    "Pedestrians", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Railroad freight operations", 
    "Regional planning", 
    "Research centers", 
    "Science, technology, communications", 
    "Social welfare", 
    "Suburbs", 
    "Subways", 
    "Tax-exempt securities", 
    "Taxation", 
    "Technological innovations", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Transportation workers", 
    "Unemployed", 
    "Urban affairs", 
    "Urban economic development", 
    "Urban planning", 
    "Urban transportation", 
    "Welfare recipients", 
    "Working poor"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-10-08", 
    "text": "Federal Transit Act of 1997 - Amends Federal mass transportation law to extend through FY 2003 the authorization of appropriations for various mass transit programs, including: (1) urban and rural area formula grants; (2) New Starts for fixed guideway systems; (3) fixed guideway modernization; (4) bus programs; (5) elderly and handicapped transit services; and (6) planning. Sets aside certain amounts for various purposes, including planning, programming, and research, and workplace safety. (Sec. 3) Revises the definition of capital project to include intelligent transportation systems and preventive maintenance, as well as leasing of equipment and facilities and introduction of new technology. Sets forth eligible costs of capital projects that enhance economic development or incorporate private investment, including safety elements and community services facilities. Authorizes the Secretary of Transportation to make capital project grants to finance the operating cost of equipment and facilities for use in mass transportation in an urbanized area with a population of less than 200,000 (small area flexibility). (Sec. 4) Revises metropolitan planning requirements, including those relating to development, process scope, goals, metropolitan planning organizations' duties, metropolitan transportation improvement program, information publication, and transportation management areas. Sets forth statewide planning requirements, including development requirements, planning process scope, coordination with metropolitan planning, State air quality implementation plan, long-range transportation plan, information publication, and State transportation improvement program. (Sec. 5) Requires metropolitan planning organizations to include representatives of the users of public transit. (Sec. 6) Allows State and local mass transit entities to use proceeds from issuance of farebox revenue bonds in meeting the required local share of funding for capital projects; but requires State maintenance of effort with respect to non-Federal transportation capital expenditures. (Sec. 7) Establishes a clean fuels formula grant program for vehicles powered by compressed natural gas, liquefied natural gas, biodiesel fuels, batteries, alcohol-based fuels, or hybrid electric, fuel cell, or other zero emissions technology. Provides for assistance to eligible mass transit entities for projects to: (1) purchase or lease such vehicles; (2) construct or lease clean fuel vehicle fueling or electrical recharging facilities and equipment; (3) improve existing transit facilities to accommodate clean fuel vehicles; and (4) cover incremental costs of biodiesel fuel. Provides for apportionment of funds to eligible entities in specified types of areas with certain conditions. Requires the use of a specified portion of funds for: (1) purchase or construction of hybrid electric or battery-powered buses; or (2) facilities specifically designed to service those buses. Authorizes appropriations. (Sec. 8) Renames specified discretionary grants and loans as capital investment grants and loans. (Sec. 9) Requires the Secretary, in deciding whether to approve a grant or loan for a capital project for a new or extended fixed guideway system, to recognize reductions in local infrastructure costs achieved through compact land use development. (Sec. 10) Limits to not more than eight percent for any fiscal year the amount of funding under the New Starts program that may be used for fixed guideway system activities other than final design and construction. (Sec. 11) Establishes a joint partnership program for deployment of innovation. Authorizes the Secretary to make grants, contracts, and cooperative and other agreements with selected consortia to promote the early deployment of innovation in mass transportation technology, services, management, or operational practices. Requires such program to be carried out by competitively selected public-private partnerships that will share costs, risks, and rewards of early deployment of innovation with broad applicability. Requires assisted consortia to provide at least 50 percent of the costs of any joint partnership project. (Sec. 12) Authorizes National Mass Transportation Institute programs to include courses in workplace safety. (Sec. 13) Restores current law designating and funding University Research Institutes and Regional and National University Transportation Centers, by repealing their repeal by the highway program reauthorization legislation as reported by the Senate Environment and Public Works Committee in S. 1173 on September 17, 1997. (Sec. 14) Establishes a job access grants program. Authorizes the Secretary to make grants to qualified entities for up to 50 percent of the costs of projects to develop transportation services for welfare recipients and eligible low-income individuals to and from jobs and employment-related activities. Authorizes appropriations, allocated: (1) 60 percent for projects in urbanized areas with populations of not less than 200,000; (2) 20 percent for projects in urbanized areas with populations of less than 200,000; and (3) 20 percent for projects in areas other than urbanized areas. (Sec. 15) Makes specified formula and discretionary grant requirements apply to any project that receives any assistance from an infrastructure bank or through other financing under subtitle C of title I of the Intermodal Surface Transportation Efficiency Act of 1997. (Sec. 16) Requires that governmental agencies and nonprofit organizations that receive assistance from Government sources (other than the Department of Transportation) for nonemergency transportation services: (1) participate and coordinate with recipients of assistance under Federal mass transit law in the design and delivery of transportation services; and (2) be included in the planning for those services. (Sec. 17) Allows recipients of specified Federal transportation assistance to sell any asset (including real property) acquired with such assistance, with no further obligation to the Government, if they: (1) determine that it is no longer needed for the purpose for which it was acquired; and (2) use the proceeds of the sale for the provision of mass transportation services. (Sec. 18) Requires the Secretary, in distributing operating assistance to urbanized areas with a population of one million or more under the most recent census, to direct each such area to give priority consideration to the impact of reductions on operating assistance on smaller transit authorities operating within the area, and to consider their needs and resources. (Sec. 19) Revises distribution formulas for apportionment of appropriations under the fixed guideway modernization program. Requires route segments to be included in specified apportionment formulas. (Sec. 20) Directs the Secretary to study and report to specified congressional committees on: (1) whether the formula for apportioning specified funds to urbanized areas accurately reflects the transit needs of such areas; and, if not, (2) whether any changes should be made either to the formula or through some other mechanism to reflect the fact that some urbanized areas with a population between 50,000 and 200,000 have transit systems that carry more passengers per mile or hour than the average of those transit systems in urbanized areas with a population over 200,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Transit Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Transit Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reauthorize the mass transit programs of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:09-05:00"
}