{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr940-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "940", 
  "official_title": "A bill to amend title 18 of the United States Code to provide a code of accountability and liability for Government officials engaged in making and implementing national security policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Official Accountability Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Aggression", 
    "Armed forces and national security", 
    "Bribery", 
    "Congressional-executive relations", 
    "Crime and law enforcement", 
    "Executive reorganization", 
    "Forced labor", 
    "Government operations and politics", 
    "International affairs", 
    "Kidnapping", 
    "Military and naval offenses", 
    "Murder", 
    "Prosecution", 
    "Torture", 
    "War", 
    "War crimes"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Official Accountability Act - States that the purpose of this Act is to assure that persons charged with making or implementing American foreign, military, and national security policy will do so according to law. Title I: National Security Crimes - Stipulates that no officer or employee of the United States, nor any other person who receives any compensation or remuneration from the United States for the commission of any act covered by this Act, shall order or engage in the planning of, preparation for, initiation or waging of a war of aggression or a war in violation of any international treaty or agreement to which the United States is a party. Prohibits such persons from planning or participating in acts violating the laws and customs of war, including murder, torture, use of hostages, use of slave labor, and the wanton destruction of cities or towns. Sets forth additional specified acts which shall be deemed to be in violation of the laws and customs of war for purposes of this Act. Includes in such listing the overthrow by force, violence, or bribery of the leadership of a nation with which the United States is not at war. States that a person committing a violation of this title pursuant to a Government order shall be relieved of liability if such person did not know and could not reasonably have been expected to know that the ordered act was unlawful. Provides sanctions for violations of this Act. Places the prosecution of such violations under the exclusive authority of the National Security Solicitor. Title II: Administration and Enforcement - Establishes an independent office of the Legal Office of National Security Affairs. Places such Office under the direction of a National Security Solicitor. Sets forth the powers and duties of such official. Stipulates that such official shall have access to any book, document, paper, record, or other material of any United States agency, including the White House staff and Executive Office of the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Official Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to provide a code of accountability and liability for Government officials engaged in making and implementing national security policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:38-05:00"
}