{
  "actions": [
    {
      "acted_at": "1995-09-27", 
      "committee": "Committee on Commerce, and in addition to the Committees on Ways and Means, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committees on Ways and Means, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-27", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-27", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-27", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-04", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-13", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2411-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Clayton, Eva M.", 
      "sponsored_at": "1995-10-10", 
      "state": "NC", 
      "thomas_id": "00204", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Clyburn, James E.", 
      "sponsored_at": "1995-09-29", 
      "state": "SC", 
      "thomas_id": "00208", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "1995-10-10", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1995-09-29", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1995-09-27", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1995-11-20", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "LaHood, Ray", 
      "sponsored_at": "1995-09-29", 
      "state": "IL", 
      "thomas_id": "00659", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lambert, Blanche M.", 
      "sponsored_at": "1995-09-29", 
      "state": "AR", 
      "thomas_id": "01570", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Lucas, Frank D.", 
      "sponsored_at": "1995-10-10", 
      "state": "OK", 
      "thomas_id": "00711", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "McHugh, John M.", 
      "sponsored_at": "1995-10-10", 
      "state": "NY", 
      "thomas_id": "00773", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "McKinney, Cynthia A.", 
      "sponsored_at": "1995-10-17", 
      "state": "GA", 
      "thomas_id": "00780", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pomeroy, Earl", 
      "sponsored_at": "1996-02-28", 
      "state": "ND", 
      "thomas_id": "00922", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Poshard, Glenn", 
      "sponsored_at": "1995-09-27", 
      "state": "IL", 
      "thomas_id": "00925", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1995-12-22", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1995-09-27", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Thornberry, Mac", 
      "sponsored_at": "1995-10-17", 
      "state": "TX", 
      "thomas_id": "01155", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-27", 
  "number": "2411", 
  "official_title": "To provide assistance for the establishment of community rural health networks in chronically underserved areas, to provide incentives for providers of health care services to furnish services in such areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Health Development Act", 
  "sponsor": {
    "district": "1", 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-27", 
  "subjects": [
    "Antitrust law", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Emergency medical services", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health maintenance organizations", 
    "Health planning", 
    "Higher education", 
    "Hospital care", 
    "Housing and community development", 
    "Income tax", 
    "Insurance premiums", 
    "Joint ventures", 
    "Maternal health services", 
    "Medical personnel", 
    "Medical residents", 
    "Medicare", 
    "Nurses", 
    "Physicians", 
    "Prospective payment systems (Medical care)", 
    "Public health personnel", 
    "Rural hospitals", 
    "Rural public health", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "State laws", 
    "Student loan funds", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Trauma care", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-27", 
    "text": "TABLE OF CONTENTS: Title I: Grants to Encourage Establishment of Community Rural Health Networks Title II: Incentives for Health Professionals to Practice in Rural Areas Subtitle A: National Health Service Corps Program Subtitle B: Incentives Under Other Programs Title III: Assistance for Institutional Providers Subtitle A: Hospital-Affiliated Primary Care Centers Subtitle B: Assistance to Rural Providers Under Medicare Subtitle C: Demonstration Projects to Encourage Primary Care and Rural-Based Graduate Medical Education Title IV: Medicare Payment Methodologies Title V: Hospital Antitrust Fairness Title VI: Financing Rural Health Development Act - Title I: Grants to Encourage Establishment of Community Rural Health Networks - Mandates grants to a State to develop plans to increase health care access for residents of chronically underserved areas. Authorizes appropriations. (Sec. 102) Requires that funds be made available for technical assistance for certain entities seeking to establish or enhance a community rural health network in an underserved rural area. Authorizes appropriations. (Sec. 103) Mandates financial assistance for developing and implementing community rural health networks. Authorizes appropriations. Title II: Incentives for Health Professionals to Practice in Rural Areas - Subtitle A: National Health Service Corps Program - Amends the Internal Revenue Code to exclude from gross income any payment made on behalf of a taxpayer by the National Health Service Corps Loan Repayment Program. (Sec. 202) Mandates a study regarding possible modifications to the statutory and administrative criteria for the designation of health professional shortage areas. (Sec. 203) Amends the Public Health Service Act to modify priorities in assigning National Health Service Corp members. Requires that certain funds be reserved to ensure that a certain number of participants in the National Health Service Corps Scholarship Program are being educated as nurses. Subtitle B: Incentives Under Other Programs - Amends title XVIII (Medicare) of the Social Security Act to mandate an incentive payment of 20 (currently, 10) percent for physician primary care services (currently, for physician services) in a health professional shortage area. Continues the incentive payments in an area for three years after withdrawal of the health professional shortage area designation. Mandates a study of the effectiveness of additional payments in recruiting and retaining physicians to provide services in such areas. (Sec. 212) Requires publication of a model State law to increase individuals' health care access in underserved rural areas by expanding the services which non-physician health care professionals may provide in such areas. Title III: Assistance for Institutional Providers - Subtitle A: Hospital-Affiliated Primary Care Centers - Amends the Public Health Service Act to require that certain funds be reserved for the establishment and operation of hospital-affiliated primary care centers. Subtitle B: Assistance to Rural Providers Under Medicare - Amends Medicare provisions to include rural emergency access care hospitals (REACHs) in the definition of \"hospital\" for purposes of provisions relating to examination and treatment for emergency medical conditions and women in labor. (Sec. 312) Adds inpatient REACH services to the scope of benefits under Medicare part A (Hospital Insurance). Applies existing deductible and coinsurance requirements to such services. Regulates the amount of payments for inpatient rural primary care hospital services. Adds references to REACHs to the definition of \"spell of illness.\" Includes REACHs in the scope of Medicare part B (Supplementary Medical Insurance). Authorizes benefit payments. Subtitle C: Demonstration Projects to Encourage Primary Care and Rural-Based Graduate Medical Education - Mandates a demonstration project (to increase the number and percentage of medical students entering primary care practice) involving payments to not more than ten States and not more than ten health care training consortia. Requires corresponding reductions in payments (under specified Medicare provisions) to recipient States and hospitals for direct graduate medical education (GME) costs. Authorizes planning and evaluation grants to participating States and consortia. Authorizes appropriations for the grants. Title IV: Medicare Payment Methodologies - Mandates development of a methodology for making payments under Medicare part B (Supplementary Medical Insurance) for telemedicine services furnished on an emergency basis in a health professional shortage area. Amends Medicare provisions relating to payments to health maintenance organizations (HMOs) and competitive medical plans to modify the definition of \"adjusted average per capita cost\" to require that amounts be determined for all of the United States rather than for various geographic areas. Title V: Hospital Antitrust Fairness - Makes antitrust laws inapplicable to hospital mergers or contracts between hospitals to allocate services if each of the hospitals: (1) is outside of a city, or in a city with less than 150,000 inhabitants; (2) received more than 40 percent of its gross revenue from payments under Federal programs; and (3) the Health Care Financing Administration (HCFA) has issued a certificate specifying that HCFA has determined that the merger or contract would reduce Federal expenditures, not increase consumer costs, and not reduce access to health care services. Title VI: Financing - Amends the Internal Revenue Code to impose a tax on Medicare-covered individuals with modified adjusted gross incomes above specified amounts. (Sec. 602) Declares that, notwithstanding any other provision of law, no funds are authorized to be appropriated to carry out these programs for FY 1996 or any subsequent fiscal year: (1) the grant program for rural health transition under specified provisions of the Omnibus Budget Reconciliation Act of 1987; (2) the program for rural outreach grants and the telemedicine grant program that were, for FY 1995, carried out by the Health Resources and Services Administration with funds under a specified Federal law; (3) the program under specified Public Health Service Act provisions relating to State offices of rural health; and (4) the programs under specified parts of title XII (Trauma Care) of the Public Health Service Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide assistance for the establishment of community rural health networks in chronically underserved areas, to provide incentives for providers of health care services to furnish services in such areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:53-05:00"
}