{
  "actions": [
    {
      "acted_at": "1984-03-22", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-04-11", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood without amendment. With written report No. 98-391.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-11", 
      "calendar": "Senate Legislative", 
      "number": "767", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 767.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-06-21", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-21", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-06-26", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-06-26", 
      "references": [], 
      "text": "House Insisted on its Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-26", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Jones (NC), Breaux, Studds, D'Amours, Pritchard, Young (AK), Carney.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-28", 
      "references": [], 
      "text": "Senate disagreed to the House amendment by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-28", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Packwood; Stevens; Gorton; Hollings; Inouye.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-08", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-10", 
      "references": [], 
      "text": "Conference Report 98-1006 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-13", 
      "references": [], 
      "text": "House Agreed to Conference Report by Yea-Nay Vote: 312 - 94 (Record Vote No: 390).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-09", 
      "references": [], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3324-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3324"
    }
  ], 
  "bill_id": "s2463-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-06-26", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-06-21", 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-22", 
  "number": "2463", 
  "official_title": "A bill to authorize appropriations of funds for certain fisheries programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ocean and Coastal Resources Management and Development Block Grant Act", 
  "sponsor": {
    "district": null, 
    "name": "Packwood, Bob", 
    "state": "OR", 
    "thomas_id": "01414", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1984-06-26", 
  "subjects": [
    "Aquaculture", 
    "Arctic and polar regions", 
    "Auditing", 
    "Authorization", 
    "Block grants", 
    "Boundaries", 
    "Coastal zone", 
    "Colleges", 
    "Continental shelf", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fees", 
    "Fisheries", 
    "Fishery management", 
    "Fishes", 
    "Fishing boats", 
    "Foreign fishing", 
    "Government lending", 
    "Government trust funds", 
    "Information services", 
    "Marine and coastal resources, fisheries", 
    "Mines and mineral resources", 
    "National Sea Grant Program", 
    "Ocean mining", 
    "Ocean policy", 
    "Oregon", 
    "Research", 
    "Research centers", 
    "Revolving funds", 
    "Seizure of vessels and cargoes", 
    "Ships and shipping", 
    "State-local relations", 
    "Supreme Court decisions"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1984-09-10", 
    "text": "(Conference report filed in House, H. Rept. 98-1006) Title I: Ocean and Coastal Resources Management and Development Block Grant Act - Ocean and Coastal Resources Management and Development Block Grant Act - Establishes within the Treasury an Ocean and Coastal Resources Management and Development Fund (Fund). Limits the total amount payable into the Fund during any fiscal year. Directs the Secretary of Commerce to use specified portions of such funds to provide national ocean and coastal resources management and development block grants to coastal States and coastal territories. Requires a State and territory, before receiving such block grants, to report proposed block grant allocations and certain project information, and to provide an opportunity for public comment and at least one hearing at a site in the State or territory convenient for maximum public participation. Requires a State or territory to establish a trust fund for the receipt of such block grants before such grant can be paid out to such State or territory. Requires States and territories, for each fiscal year they receive a block grant, to submit to the Secretary a financial audit of such trust fund. Requires unused funds from such trust funds, pursuant to certain procedures and appeals, to be returned to the Fund. Sets forth a block grant allocation formula based on: (1) actual and future outer continental shelf lease sales, including oil and gas; (2) coastal-related energy facilities; (3) shoreline mileage; and (4) coastal population. Establishes a minimum grant of 1.62 percent of authorized funds for coastal States and one-half of one percent for coastal territories having approved coastal management programs. Presumes a State's management program approved if the Secretary determines that the State is making satisfactory progress toward development of the program. Allows a one one-year extension of such presumption. Lists specified activities as the only eligible activities for use of such block grants. Directs the Secretary to increase a State's or territory's block grant to the minimum established level, if calculations require such State or territory to receive less than the minimum established grant level. Requires such increases to be derived by reducing proportionately the block grant of each State or territory which exceeds the respective established minimum grant level. Prohibits any State or territory from receiving a block grant which is greater than 15 percent of the total grant funds appropriated. Directs the Secretary to promulgate implementing regulations. Directs each State or territory receiving a block grant in any fiscal year to: (1) establish an effective mechanism for consultation and coordination with its local governments with respect to the allocation of such block grant within the State or territory; and (2) provide its local governments with allocations from such block grant taking into account such localities' responsibilities. Directs the State or territory to give particular emphasis to the activities of local governments in: (1) providing public services and public facilities which are required as a result of coastal energy activity; and (2) preventing, reducing, or ameliorating any unavoidable loss of valuable environmental or recreational resources if such loss results from coastal-related energy facilities. Requires each State or territory to provide no less than a specified percentage of its block grant to its local governments. Provides for the establishment of a National Coastal Resources Research and Development Institute, to be administered in affiliation with the Oregon State University Science Center. Directs the Institute to conduct research and carry out educational and demonstration projects designed to promote the efficient and responsible development of ocean and coastal resources, including arctic resources. Establishes a Board of Governors, and an Advisory Council for such Institute. Authorizes appropriations from the Fund, by specified formula, for the Institute. Amends the Submerged Lands Act to declare immobilized, for the purposes of such Act and the Outer Continental Shelf Lands Act, any boundary between a State within the coterminous United States and the United States under this Act which has been fixed by coordinates under a final decree of the U.S. Supreme Court. Title II: Fisheries and Deep Seabed Mining Program - Amends the National Oceanic and Atmospheric Administration Marine Fisheries Program Authorization Act to authorize appropriations to the Department of Commerce for FY 1985 for: (1) the Fisheries Information Collection and Analysis program; (2) certain fisheries conservation and management programs; and (3) certain State and industry fisheries assistance programs. States that such programs shall be distinct from certain other programs for which appropriations are authorized in such Act. Amends the Fish and Wildlife Act of 1956 to: (1) extend until September 30, 1985, the disposition of certain loan or interest repayments into a fisheries loan fund; and (2) authorize appropriations to the Secretaries of Commerce and Interior for FY 1984 and 1985 to carry out a volunteer program under such Act. Amends the American Fisheries Promotion Act to extend the period during which the Secretary of Commerce: (1) may make loans from the fisheries loan fund established under the Fish and Wildlife Act of 1956; (2) has to estimate and reserve certain loan amounts used by owners of fishing vessels to avoid default on certain obligations; (3) has to compare loan estimates mentioned in item (2) above with actual loan experience; and (4) in certain cases, can make loans covering vessel operating expenses. Amends the Deep Seabed Hard Mineral Resources Act to authorize appropriations to the Administrator of the National Oceanic and Atmospheric Administration for FY 1985-1986 in order to carry out such Act. Amends the Magnuson Fishery Conservation and Management Act to require that one of the factors to be considered in allocating fishery levels to a foreign nation shall be the tariff and nontariff barriers of the foreign nation on the market access of both U.S. fish and fishery products, particularly fish and fishery products for which the foreign nation has requested an allocation. Requires that another such factor to be considered shall be the extent to which such nation is cooperating in both advancing opportunities for fisheries exports from the United States through the purchase of fishery products from U.S. processors and in advancing fisheries trade through the purchase of fish and fishery products from U.S. fisherman. Authorizes (currently requires) the Secretary of State to allocate to foreign fishing vessels that portion of the optimum yield for a harvesting season which will not be harvested by U.S. vessels. Authorizes (currently requires) the Secretary of State, in consultation with the Secretary of Commerce, to determine the allocation of allowable levels of foreign fishing among foreign nations. Requires conservation and management measures in fishery management plans to prevent overfishing while achieving, on a continuing basis, the optimum yield from each fishery for the U.S. fishing industry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean and Coastal Resources Management and Development Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Ocean and Coastal Resources Management and Development Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations of funds for certain fisheries programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:17-05:00"
}