{
  "actions": [
    {
      "acted_at": "2009-06-18", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-06-18", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Reid for Senator Byrd. With written report No. 111-31.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-18", 
      "calendar": "Senate Legislative", 
      "number": "83", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 83.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1298-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-18", 
  "number": "1298", 
  "official_title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2010, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2892-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3607-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2010", 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-06-18", 
  "subjects": [
    "Aviation and airports", 
    "Border security and unlawful immigration", 
    "Citizenship and naturalization", 
    "Coast guard", 
    "Computer security and identity theft", 
    "Department of Homeland Security", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Emergency medical services and trauma care", 
    "Executive agency funding and structure", 
    "Federal Emergency Management Agency (FEMA)", 
    "Fires", 
    "Floods and storm protection", 
    "Food assistance and relief", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Homelessness and emergency shelter", 
    "Immigration status and procedures", 
    "Infrastructure development", 
    "Law enforcement officers", 
    "National Guard and reserves", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "State and local finance", 
    "Terrorism", 
    "Trade restrictions", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2009-06-18", 
    "text": "Department of Homeland Security Appropriations Act, 2010 - Title I: Departmental Management and Operations - Makes appropriations for the Department of Homeland Security (DHS) for FY2010 for the Offices of the Secretary of Homeland Security, the Under Secretary for Management, the Chief Financial Officer, the Chief Information Officer, the Federal Coordinator for Gulf Coast Rebuilding, and the Inspector General. Title II: Security, Enforcement, and Investigations - Makes appropriations for FY2010 for: (1) United States Customs and Border Protection (CBP), including for automation modernization, border security fencing, infrastructure, and technology, air and marine interdiction, operations, maintenance, and procurement, and construction and facilities management; (2) United States Immigration and Customs Enforcement (ICE), including for reimbursement of other agencies for costs associated with the repatriation of smuggled aliens unlawfully present in the United States, identifying and removing aliens convicted of a crime who are judged deportable, and automation modernization; (3) the Transportation Security Administration (TSA), including for aviation security, surface transportation security, the Office of Transportation Threat Assessment and Credentialing, transportation security support, and Federal Air Marshals; (4) the Coast Guard, including for environmental compliance and restoration, reserve training, acquisition, construction, and improvements, alteration of bridges, research, development, test, and evaluation, and retired pay; and (5) United States Secret Service, including for acquisition, construction, improvements, and related expenses. Makes funds available: (1) to enforce laws against forced child labor; (2) for detention and removal operations, including transportation of unaccompanied minor aliens; and (3) to TSA for explosives detection systems, of which at least 28% shall be available for the purchase and installation of certified explosives detection systems at medium- and small-sized airports. Requires the Secretary, with respect to the Integrated Deepwater Systems program, to submit to the House and Senate Appropriations Committees, in conjunction with the President's FY2011 budget, a review of the Revised Deepwater Implementation Plan that identifies any changes to the plan for the fiscal year, an annual performance comparison of program assets to pre-Deepwater legacy assets, a status report of legacy assets, a detailed explanation of how the costs of legacy assets are being accounted for within the program, and the earned value management system gold card data for each program asset. Requires a comprehensive review of the Plan every five years, beginning in FY2011. Title III: Protection, Preparedness, Response, and Recovery - Makes appropriations for FY2010 for: (1) the Office of the Under Secretary for National Protection and Programs Directorate, including for infrastructure protection and information security programs and activities, the United States Visitors and Immigrant Status Indicator Technology Project (US-VISIT), the Federal Protective Service; (2) the Office of Health Affairs; and (3) the Federal Emergency Management Agency (FEMA), including for grants for state and local programs, firefighter assistance, and emergency management performance, the United States Fire Administration, disaster relief and the disaster assistance direct loan program account, the Flood Map Modernization Fund, the National Flood Insurance Fund, the National Pre-Disaster Mitigation Fund, and emergency food and shelter. Requires the FEMA Administrator to report monthly beginning July 1, 2009, to the House Appropriations Committee regarding the number of individuals and households in need of federal disaster assistance as a result of severe storms, tornados, flooding, and mudslides but denied assistance due to failure to meet flood insurance requirements. Title IV: Research and Development, Training, and Services - Makes appropriations for FY2010 for: (1) United States Citizenship and Immigration Services (CIS), including for the processing of military naturalization applications and for the E-Verify program to assist U.S. employers with maintaining a legal workforce, as well as E-Verify process and system enhancements; (2) the Federal Law Enforcement Training Center, including for acquisition, construction, improvements, and related expenses; (3) the Office of the Under Secretary for Science and Technology, including for research, development, acquisition, and operations (including for the National Bio and Agro-defense Facility); and (4) the Domestic Nuclear Detection Office, including for research, development, testing, evaluation, and operations, and for systems acquisition. Prohibits obligating funds for full-scale procurement of Advanced Spectroscopic Portal monitors until the Secretary submits to the Appropriations Committees a report certifying that a significant increase in operational effectiveness will be achieved. Title V: General Provisions - (Sec. 501) Sets forth limitations and prohibitions on the availability, use, reprogramming, or transfer of funds for specified programs and activities under this Act. (Sec. 512) Prohibits the obligation of funds provided by this or previous appropriations Acts for deployment or implementation of the Secure Flight program or any successor passenger screening program that utilizes or tests algorithms assigning risk to passengers whose names are not on government watch lists, or that uses data or a database that is obtained from or remains under the control of a nonfederal entity, except with respect to Passenger Name Record data obtained from air carriers. (Sec. 513) Prohibits the use of funds available in this Act to amend the oath of allegiance required under the Immigration and Nationality Act. (Sec. 514) Prohibits the use of funds appropriated by this Act to process or approve a competition under Office of Management and Budget (OMB) Circular A-76 for services provided as of June 1, 2004, by employees of CIS who are known as Immigration Information Officers, Contact Representatives, or Investigative Assistants. (Sec. 515) Requires TSA to report to the Appropriations Committees on air cargo inspection statistics by airport and air carrier. Requires incremental quarterly increases in the screening of such cargo. (Sec. 523) Prohibits the use of funds to enforce provisions of the Intelligence Reform and Terrorism Prevention Act of 2004 regarding the prohibition on air passengers carrying butane lighters unless the Assistant Secretary (TSA) reverses the determination of July 19, 2007, that butane lighters are not a significant threat to civil aviation security. (Sec. 526) Prohibits the use of funds by CIS to grant an immigration benefit unless the results of required background checks have been received and do not preclude granting the benefit. (Sec. 534) Prohibits the use of funds for CBP to prevent an individual from importing a prescription drug from Canada if: (1) such individual is not in the business of importing a prescription drug; and (2) such drug complies with specified provisions of the Federal Food, Drug, and Cosmetic Act and is not a controlled substance or a biological product. Makes this section applicable only to individuals transporting on their person a personal-use quantity of the prescription drug, not exceeding a 90-day supply. (Sec. 537) Prohibits the use of funds made available in this Act for planning, testing, piloting, or developing a national identification card. (Sec. 538) Requires the FEMA Administrator to submit to specified congressional committees, and publish on the FEMA website, a report regarding a decision to declare a major disaster, summarizing damage assessment information used to determine whether a major disaster exists, subject to redaction of information that would compromise national security. (Sec. 539) Sets forth procedures to be followed if the Secretary determines that the National Bio- and Agro-defense Facility at Plum Island, New York, should be located elsewhere. (Sec. 542) Directs the Secretary to consult with the Secretaries of Defense and Transportation and develop a concept of operations for unmanned aerial systems in the U.S. national airspace system for purposes of border and maritime security operations. (Sec. 555) Prohibits the use of funds made available by this Act to operate the Loran-C signal after January 4, 2010, only if the Commandant of the Coast Guard certifies that its termination will not adversely impact the safety of maritime navigation and that the Loran-C system infrastructure is not needed as a backup to the Global Positioning System or any other federal navigation requirement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Appropriations Act, 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Homeland Security Appropriations Act, 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2010, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:10-05:00"
}