{
  "actions": [
    {
      "acted_at": "1983-02-23", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-17", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-22", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-09", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Roth with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-09", 
      "calendar": "Senate Legislative", 
      "number": "856", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 856.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-09-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-27", 
      "references": [], 
      "text": "By Senator Roth from Committee on Governmental Affairs filed written report. Report No. 98-637. Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s563-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1983-07-15", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1984-02-02", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1983-02-23", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1984-06-14", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1983-02-23", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1983-02-23", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1983-02-28", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1983-03-11", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1983-03-17", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-02-23", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1983-05-18", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1983-02-23", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1983-02-28", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1983-04-07", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1983-05-18", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1983-02-23", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1983-02-23", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1983-11-10", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1983-02-23", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1983-07-18", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1983-03-01", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1983-04-26", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-23", 
  "number": "563", 
  "official_title": "A bill to reform the laws relating to former Presidents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5478-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5478-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Former Presidents Facilities and Services Reform Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Aircraft", 
    "Civil service employment", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Ex-presidents", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Libraries", 
    "Presidential allowances", 
    "Presidential compensation", 
    "Presidential families", 
    "Presidential libraries", 
    "Presidential protection", 
    "Presidential records", 
    "Presidents and Vice Presidents", 
    "Printing", 
    "Protection of officials", 
    "Secret service", 
    "Survivors' benefits", 
    "Transfer of employees", 
    "Travel costs", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Ex-presidents", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-05-09", 
    "text": "(Reported to Senate from the Committee on Governmental Affairs with amendment (without written report)) Former Presidents Facilities and Services Reform Act of 1983 - Title I: Presidential Libraries - Directs the Administrator of General Services, in consultation with the Archivist of the United States and the Commissioner of the Public Buildings Service, to promulgate architectural and design standards for Presidential archival depositories. Authorizes the Administrator to accept, as private gifts or pursuant to agreements with State or local governments, institutes, or foundations, only such land, buildings, and equipment as are necessary to establish one depository in one building of a specified size for each President or former President. Requires the Administrator to submit a prospectus for each proposed depository to specified congressional committees. Allows the Administrator to take title to land, buildings, and equipment or enter into an agreement to establish the depository within 60 calendar days of continuous session of Congress after the submission of such a prospectus. Prohibits any physical or material change in a depository unless: (1) the depository complies with architectural, design, and size standards after such change; and (2) the Administrator has submitted a prospectus for such change which has been laid before Congress for 60 such days. Requires the President, while holding office, to dispose of his or her Presidential records which have no administrative, historical, informational, or evidentiary value after obtaining the views of the Archivist of the United States concerning such disposal, unless the Archivist notifies the President that the Archivist intends to request advice from certain congressional committees. Title II: Former Presidents - Changes the amount of the annual allowance to which the spouse of a deceased former President is entitled from $20,000 to two-thirds of the allowance to which a former President is entitled. Repeals the requirement that the spouse must waive the right to any other Government annuity or pension to qualify for such allowance. Authorizes the Administrator to provide to each former President, upon request: (1) one office; (2) compensation, without aggregate ceiling, for members of an office staff who shall be subject to certain provisions of civil service laws; (3) payment for the travel and subsistence allowances for specified office employees; (4) the use of a government aircraft for completing office affairs or for protective purposes; (5) communications services; (6) printing and binding expenses; and (7) movement of the personal effects and household goods of the former President or Vice President and family from their residence in Washington, D.C. to another location in the United States. Allows any Federal employee to be detailed to the office staff of a former President, with the consent of the employee's agency head, for up to eight months and ten days after the President leaves office. Authorizes the Administrator to provide a former Vice President with necessary services and facilities for concluding his or her office affairs which are similar to the services and facilities provided to a former President under this title. Prohibits the use of funds provided for necessary services and facilities of a former President or vice President for partisan political activities or income generating activities. Permits a former President to use such funds to prepare his or her memoirs if the former President signs an agreement providing that the Public Printer will print and distribute such memoirs. Prohibits the expenditure of such funds for a former President any time beyond 90 days after the former President dies. Requires the prior approval of the Administrator for any expenditure of funds under this Act except for expenditures from an imprest fund set up by the Administrator. Requires each former President to submit to Congress an annual report concerning activities carried out with the assistance of such funds. Authorizes appropriations to carry out the provisions of this title concerning the services and facilities to be provided for former Presidents and Vice Presidents. Repeals specified provisions of the Presidential Transition Act of 1963. Title III: Protection of Former Presidents, Former Vice Presidents, and Their Families - Prohibits the United States Secret Service from protecting a former President, former Vice President, or the spouse, widow, widower, or minor child of a former President, except as authorized under this title. Authorizes the Secret Service to protect: (1) a former President for five years after effective date of this title or the date the individual becomes a former President, whichever is later; (2) the spouse or minor child of a former President to the extent that such protection is incidental to the protection of the former President: and (3) the widow or widower of a former President for six months after the former President dies. Permits the Secretary of the Treasury to reinstate the Secret Service protection of a former President for one year and of a spouse or minor child for six months after the original protection has been terminated upon finding that a serious threat warranting such protection exists. Authorizes additional extensions of such periods of protection upon the individual's written request. Requires the Secretary to submit any extension request to Congress for 60 calendar days before the extension shall become effective. Authorizes the President to direct the Secret Service to protect a former President, spouse, widow, widower, or minor child for 60 calendar days, with a 60-day extension permitted, upon determining that a threat warrants emergency action. Directs the President to notify Congress of such action. Permits the Secretary to authorize Secret Service protection for a former Vice President for a period beginning on the last day of the individual's term and ending on the last day of the fiscal year in which the term expires, upon the former Vice President's written request, and upon finding that a threat exists which warrants such protection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Former Presidents Facilities and Services Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Former Presidents Facilities and Services Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the laws relating to former Presidents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:35-05:00"
}