{
  "actions": [
    {
      "acted_at": "1973-09-20", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10416-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-20", 
  "number": "10416", 
  "official_title": "A bill to provide a government for the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-20", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-20", 
    "text": "States that all parts of the territory of the United States included within the limits of the District of Columbia shall be created into a government by the name of the District of Columbia. States that the District of Columbia shall exercise all powers of a municipal corporation not inconsistent with the Constitution and laws of the United States and provisions of this Act. States that the executive power and authority in and over the District of Columbia shall be vested in a Governor, who shall be appointed by the President, by and with the advice and consent of the Senate, and who shall hold his office for four years, and until his successor shall be appointed and qualified. Vests the legislative authority of the District of Columbia in a legislative assembly which shall consist of a council and house of delegates. Sets forth the qualifications for members of the council and the house of delegates. States that the council shall consist of eleven members and that the house shall consist of twenty-two members. Provides that a majority of the legislative assembly appointed or elected to each shall constitute a quorum. Stipulates that the house of delegates shall be the judge of the election returns and qualifications of its members. Provides that each house shall determine the rules of its proceedings, and shall choose its own officers. States that the legislative power of the District shall extend to all rightful subjects of legislation within said District, consistent with the Constitution of the United States and the provisions of this Act. Provides that the legislative assembly shall not have power to pass any ex post facto law, nor law impairing the obligation of contracts, nor to tax the property of the United States, nor to tax the lands or other property of nonresidents higher than the lands or other property of residents. Directs the President of the United States, by and with the advice and consent of the Senate, to appoint a board of health for the District. States that the legislative assembly of the District of Columbia shall hold its first session at such time and place in said District as the Governor thereof shall appoint and direct. Enumerates the various powers of the legislative assembly."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a government for the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:43-05:00"
}