{
  "actions": [
    {
      "acted_at": "2012-12-17", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3686-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-17", 
  "number": "3686", 
  "official_title": "A bill to amend title VII of the Civil Rights Act of 1964 to establish provisions with respect to religious accommodations in employment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Workplace Religious Freedom Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-17", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Employee leave", 
    "Employment discrimination and employee rights", 
    "Religion"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-17", 
    "text": "Workplace Religious Freedom Act of 2013 - Amends provisions of the Civil Rights Act of 1964 related to equal employment opportunities to include in the term \"religion\" all aspects of religious observance and practice, as well as belief, unless an employer demonstrates that the employer is unable, after initiating and engaging in an affirmative and bona fide effort, to reasonably accommodate to an employee's or prospective employee's religious observance or practice without undue hardship on the conduct of the employer's business. (Current law makes no reference to an employer's affirmative and bona fide effort.) Provides that an employer's accommodation of an employee's practice of wearing religious clothing or a religious hairstyle, or of taking time off for a religious reason, imposes an undue hardship on the conduct of an employer's business in accommodating such practice only if the accommodation imposes a significant difficulty or expense on the conduct of the employer's business when considered in light of specified factors set forth in the Americans with Disabilities Act of 1990, including: (1) the nature and cost of the accommodation needed, (2) the financial resources and size of the business, and (3) the type of operation of the business. Requires an employer's accomodation, before it may be considered a reasonable accomodation, to remove the conflict between employment requirements and the employee's religious practice. Prohibits an accomodation from being a reasonable accomodation if it requires an employee to be segregated from customers or the general public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Workplace Religious Freedom Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Civil Rights Act of 1964 to establish provisions with respect to religious accommodations in employment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:40:30-05:00"
}