{
  "actions": [
    {
      "acted_at": "1975-10-22", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10319-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-22", 
  "number": "10319", 
  "official_title": "A bill to amend the State and Local Fiscal Assistance Act of 1972.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11275-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Revenue Sharing Amendments", 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-22", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Department of the Treasury", 
    "Eminent domain", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Local finance", 
    "Native Americans", 
    "Real property", 
    "Revenue sharing", 
    "States"
  ], 
  "subjects_top_term": "Revenue sharing", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-22", 
    "text": "Revenue Sharing Amendments - Extends the appropriations for the State and Local Fiscal Assistance Act through fiscal year 1979. Authorizes appropriations for fiscal year 1979 for State and local government modernization. Provides for a three-year forward authorization of appropriation to the State and Local Government Fiscal Assistance Trust Fund. Revises the formula for allocation of moneys from the Trust Fund to the States. Repeals the provision under such Act for a minimum per capita entitlement for a county area or any unit of local government. Revises the definition of terms applicable to allocation formulas, including the revision of the terms \"income factor\" and \"population\"; and changes the rules for determination of the general tax effort factor of States, counties, and units of general local government. States the conditions for qualification for additional entitlements of States for modernization of State and local governments, including submission of a timetable and master plan for such modernization by the State Governor. Directs the Secretary of the Treasury to report to the Congress on the operation of the Trust Fund on or before January 15 of each year. Requires State and local governments to assure full and timely citizen participation in the expenditure of funds under the Act, to make information available to the citizenry so that its participation may be intelligent, to submit to the Secretary a planned use report for such funds, and to establish a Citizens Advisory Committee in each governmental unit with a population of 50,000 or more to generally act in the interest of the private citizens of such unit. Authorizes the Attorney General to: (1) investigate complaints alleging discrimination under any program or activity conducted by a State or local government that receives funds made available under the Act; (2) bring a civil action in the appropriate Federal district court to enjoin such discrimination; and (3) request the Secretary of the Treasury to terminate revenue sharing payments after an express finding of discrimination. Grants citizens the right to bring actions for preventive relief against a State or local government having engaged or about to engage in a discriminatory act. Requires, in order to qualify for payments under the Act, that States assure the Secretary that: (1) the provisions of the Uniform Relocation Assistance Act as they apply to relocation payments to homeowners and tenants of property acquired with funds provided by this Act will be complied with; and (2) that funds allocable to governments of Indian tribes and Alaskan Native villages will be spent for the benefit of the members of the tribe or village."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revenue Sharing Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the State and Local Fiscal Assistance Act of 1972.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:21-05:00"
}