{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr88-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "88", 
  "official_title": "A bill to clarify the eligibility of certain small businesses for loans under the Small Business Act, to aid, protect, and preserve small businesses in meat production and marketing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Meat Producer and Marketer Protection Act of 1979", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Neal Edward", 
    "state": "IA", 
    "thomas_id": "01079", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Agricultural marketing regulation", 
    "Agriculture and Rural Affairs", 
    "Antitrust law", 
    "Business and commerce", 
    "Food and Food Industry", 
    "Livestock", 
    "Livestock industry", 
    "Meat", 
    "Meat packing industry", 
    "Restrictive trade practices", 
    "Small business"
  ], 
  "subjects_top_term": "Restrictive trade practices", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Small Business Meat and Producer and Marketer Protection Act of 1979- Amends the provision of the Small Business Act which prohibits the Small Business Administration from extending loans where financial assistance is available from non-Federal sources, to prohibit such loans only when private financing is available. Prohibits the Administration from duplicating the activity of another agency of the Federal Government only if such agency is operating a loan program under which all qualified applicants are receiving loans. Prohibits any meatpacker or meat marketer whose annual gross sales exceeded $250,000 in any of the preceding three years from selling, buying, or slaughtering, during any calendar week, more than 100 cattle, 300 swine, or 300 sheep which were owned prior to slaughter or sale for a period greater than 20 days by: (1) such meatpacker or meat marketer; (2) any person who owns or controls more than five percent of the stock, voting power, or control of such meatpacker or meat marketer; or (3) any subsidiary or affiliate in which such meatpacker or meat marketer has more than five percent ownership or control. Stipulates that such prohibitions apply to livestock subject to control directly or indirectly by contract, purchase order, option or other arrangement. States that the prohibition on sale shall not apply to the execution of a commodity future contract on a board of trade designated as a contract market by the Commodity Futures Trading Commission. Prohibits any contract which permits any such meatpacker or meat marketer to select the date of delivery of livestock for a period greater than 20 consecutive days from the making of such contract. Sets forth criminal penalties for violations of this Act. Enables this Act to be enforced through the provisions of the Clayton Act and the Federal Trade Commission Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Meat Producer and Marketer Protection Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clarify the eligibility of certain small businesses for loans under the Small Business Act, to aid, protect, and preserve small businesses in meat production and marketing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:54-05:00"
}