{
  "actions": [
    {
      "acted_at": "1973-01-22", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres87-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-22", 
  "number": "87", 
  "official_title": "Concurrent resolution to direct the Executive to take positive steps to effect freedom of emigration for certain citizens of the Soviet Union currently denied that right.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Brotzman, Donald G.", 
    "state": "CO", 
    "thomas_id": "00129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-22", 
  "subjects": [
    "International affairs", 
    "Jews", 
    "Minorities", 
    "U.S.S.R."
  ], 
  "subjects_top_term": "Jews", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-22", 
    "text": "Expresses the sense of Congress that the President should take immediate steps to cause the Soviet Government to permit its citizens to emigrate without more than the imposition of a nominal emigration fee, such steps to include: (1) making use of all formal and informal diplomatic channels at his disposal to secure from the Soviet Government a guarantee that such discriminatory treatment will be terminated in the immediate future; (2) directing the State Department of the United States Government, through its Ambassador to the United Nations, to raise the question of this denial of basic human rights in the appropriate forum in the United Nations; (3) conveying to Soviet officials the intention of the Congress to thoroughly reevaluate the desirability of developing further conciliatory accords between the Soviet Government and our own, given this contravention by the Soviet Union of a right held so central to America's historical development and social conscience; and (4) directing the United States Information Agency to conduct an extensive program to focus world attention on the refusal of the Soviet Government to honor this basic human right of emigration. Reserves to Congress the right to withhold final action on any legislation before it which extends special trade concessions, credits, or other benefits to any nation which continues arbitrarily to deny or restrict the rights of its citizens to emigrate, or which imposes more than a nominal emigration fee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution to direct the Executive to take positive steps to effect freedom of emigration for certain citizens of the Soviet Union currently denied that right.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:45-05:00"
}