{
  "actions": [
    {
      "acted_at": "1973-11-28", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11637-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-28", 
  "number": "11637", 
  "official_title": "A bill to establish a Department of Health.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1058-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Wydler, John W.", 
    "state": "NY", 
    "thomas_id": "01248", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-28", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-28", 
    "text": "Establishes an executive department to be known as the Department of Health. Provides for a Secretary of Health, an Under Secretary, 7 Assistant Secretaries, and a Chief Medical Officer, all of whom shall be appointed by the President with the advice and consent of the Senate. Transfers to the Secretary all functions of the Secretary of Health, Education and Welfare under specified Federal laws. Transfers various functions of the Secretary of HEW in regard to the Public Health Service. Redesignates the Department of Health, Education, and Welfare as the Department of Education and Welfare. Authorizes the Secretary of Health to appoint and fix the compensation of such officers and employees as are necessary to carry out his functions. Transfers to the Secretary the personnel, property, and authorizations of the Acts and functions listed in this Act. Authorizes the Secretary to establish a working capital fund for expenses necessary for the maintenance and operation of common administrative services and equipment. Authorizes the Secretary to provide for certain services and supplies for employees and their dependents stationed at remote localities. Provides that the Secretary shall appoint such advisory committees as appropriate for consultation with the Department in the performance of its functions. Authorizes the Secretary to enter into contracts with educational institutions and public or private agencies for research into problems related to authorized programs. Establishes the National Advisory Commission on Health Planning to be composed of 19 members, which shall conduct a study of the programs of the Department, and shall submit a comprehensive report of its findings and legislative and administrative recommendations to the President, the Secretary, and the Congress. Provides that the Commission shall also conduct a detailed study of the current and future health needs of the United States, and issue a national health plan for health needs over the next ten years. Authorizes expenditures by the Commission not to exceed $5,000,000. Requires the Secretary to make a report in writing to the President for submission to the Congress on the activities of the Department during the preceding fiscal year. Continues all rules, contracts, and privileges effective under any Act previously listed, until suspended. Provides that this Act shall not affect any proceedings pending at the time of enactment. Makes the provisions of this Act effective 90 days after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Health.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:03-05:00"
}