{
  "actions": [
    {
      "acted_at": "1999-07-26", 
      "references": [
        {
          "reference": "CR S9233-9234", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1437-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-26", 
  "number": "1437", 
  "official_title": "A bill to protect researchers from compelled disclosure of research in Federal courts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Thomas Jefferson Researcher's Privilege Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-26", 
  "subjects": [
    "Administrative procedure", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Copyright", 
    "Economics and public finance", 
    "Education", 
    "Evidence (Law)", 
    "Federal aid to higher education", 
    "Federal aid to hospitals", 
    "Freedom of information", 
    "Government operations and politics", 
    "Health", 
    "Higher education", 
    "Intellectual property", 
    "Law", 
    "Nonprofit organizations", 
    "Office of Management and Budget", 
    "Patents", 
    "Privileges and immunities", 
    "Research", 
    "Research grants", 
    "Science, technology, communications", 
    "Social welfare", 
    "Subpoena", 
    "User charges"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-26", 
    "text": "Thomas Jefferson Researcher's Privilege Act of 1999 - Amends the Freedom of Information Act (FOIA) to make FOIA inapplicable to matters that are data, records, or information, including actual research documents, collected or produced in the conduct of or as a result of study or research on academic, commercial, scientific, or technical issues, including: (1) unpublished lecture notes, unpublished research notes, data, processes, results, or other confidential information from research which is in progress, unpublished, or not yet verified; or (2) any other information related to research, the disclosure of which could affect the conduct or outcome of the research, the likelihood of similar research in the future, the ability to obtain patents or copyrights from the research, or any other proprietary rights any entity may have in the research or results of the research. (Sec. 3) Amends Rule 45 of the Federal Rules of Civil Procedure to require the court by which a subpoena was issued, on timely motion, to quash or modify the subpoena if it requires disclosure of data, records, or information, including actual research documents, collected or produced in the conduct of or as a result of study or research on academic, commercial, scientific, or technical issues. Authorizes the court: (1) if a subpoena requires disclosure of such data, records, or information, to protect a person subject to or affected by the subpoena, to quash or modify the subpoena; or (2) if the party in whose behalf the subpoena is issued shows a substantial need for the testimony or material that cannot be otherwise met without undue hardship and assures that the person to whom the subpoena is addressed will be reasonably compensated, to order appearance or production only upon specified conditions. (Sec. 4) Amends the Federal Rules of Evidence to authorize a person engaged in the study or research of academic, commercial, scientific, or technical issues to claim a privilege to refuse to disclose data, records, or information concerning that study or research. (Sec. 5) Repeals the provision (regarding data produced under Federal grants and agreements awarded to institutions of higher education, hospitals, and other non-profit organizations under the Treasury and General Government Appropriations Act, 1999) that: (1) requires the Director of the Office of Management and Budget (OMB) to amend OMB Circular A-110 to require Federal awarding agencies to ensure that all data produced under an award will be made available to the public through procedures established under FOIA; and (2) allows the agency obtaining the data, if it does so solely at the request of a private party, to authorize a reasonable user fee equaling the incremental cost of obtaining the data."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thomas Jefferson Researcher's Privilege Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect researchers from compelled disclosure of research in Federal courts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:48-05:00"
}