{
  "actions": [
    {
      "acted_at": "1980-03-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6677-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-03", 
  "number": "6677", 
  "official_title": "A bill to assist the electrical consumers of the Pacific-Northwest through use of the Federal Columbia River Power System to achieve cost-effective energy conservation, to encourage the development of renewable energy resources, to establish a regional power planning process, to assure the Pacific Northwest of an efficient and adequate power supply, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pacific Northwest Electric Power Planning and Conservation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-03", 
  "subjects": [
    "Advisory bodies", 
    "Alternative energy sources", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Electric power", 
    "Electric power conservation", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Fisheries", 
    "Fishery management", 
    "Government records, documents, and information", 
    "Government securities", 
    "Idaho", 
    "Information services", 
    "Interconnected electric utility systems", 
    "Interstate commissions", 
    "Montana", 
    "Northwestern States", 
    "Oregon", 
    "Planning", 
    "Regional planning", 
    "Securities and Investments", 
    "Standards", 
    "Washington State"
  ], 
  "subjects_top_term": "Electric power", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-03", 
    "text": "Pacific Northwest Electric Power Planning and Conservation Act - Establishes the Pacific Northwest Electric Power and Conservation Planning Council composed of representatives from the States of Washington, Oregon, Idaho, and Montana. Directs the Council to establish a voluntary scientific and statistical advisory committee to assist in the development, collection, and evaluation of specified information relevant to the Council's development and amendment of a regional conservation and electric power plan. Authorizes the Council to establish such other voluntary advisory committees as necessary or appropriate to assist it. Directs the Council to prepare a regional conservation and electric power plan, giving priority in decreasing order of importance, to conservation, renewable resources, energy resources derived from utilizing waste heat or having high fuel conversion efficiency, and other resources. Sets forth the components of such plan, including: (1) an energy conservation program; (2) recommendations for research and development; (3) a methodology for determining environmental and social costs and benefits of conservation measures taken under this Act; (4) a 20 year demand forecast of power resources required to meet the Administrator of the Bonneville Power Administration's obligations and the portion of such obligations which can be met by resources in each of the above priority categories; (5) an analysis of reserve and reliability requirements and cost-effective methods of providing reserves; and (6) a methodology for determining surcharges, if surcharges are recommended by the Council. Directs the Council and the Administrator of the Bonneville Power Administration to inform the Pacific Northwest public of major regional power issues to ensure widespread public involvement in the formulation of regional power policies. Directs the Council to solicit recommendations from the region's State and Federal fish and wildlife agencies and appropriate Indian tribes for measures to protect, mitigate, and enhance fish and wildlife resources affected by the development and operation of any hydroelectric project of the Columbia River and its tributaries and for fish and wildlife research and development. Directs the Administrator to utilize the Bonneville Power Administration fund and the authorities available under this Act and other applicable laws to finance such fish and wildlife protection and enhancement activities. Directs the Council to submit an annual report to specified congressional committees on the actions taken and to be taken by the Council regarding such fish and wildlife protection and enhancement activities. Requires that following adoption of the regional conservation and electric power plan, all actions of the Administrator regarding conservation and resource acquisition shall be consistent with such plan, except as specified otherwise. Sets forth procedures for the Council's review of the consistency of the Administrator's actions with such plan. Directs the Administrator to offer to sell electric power to each requesting public body and cooperative entitled to preference under the Bonneville Project Act of 1937 and to each requesting investor-owned utility to meet that entity's firm power load which exceeds its resource capability for meeting the previous year's firm load requirements. Authorizes the Administrator to sell electric power to Federal agencies in the region. Directs the Administrator, subject to certain stipulations, to purchase electric power from a Pacific Northwest utility if offered at the \"average system cost\" of resources then available to that utility and to offer, in exchange, to sell an equivalent amount of electric power to such utility for resale to that utility's residential users within the region. Directs the Administrator to determine the \"average system cost\" on the basis of a methodology developed by the Council and subject to the review and approval by the Federal Energy Regulatory Commission. Authorizes the Administrator to sell electric power to existing direct service industrial customers which presently have contracts for the purchase of electric power from the Administrator, so long as such sale provides a portion of the reserves for firm power loads within the region. Prohibits the Administrator from selling electric power, including reserves, directly to new direct service industrial customers or to existing direct service industrial customers in excess of the amount permitted above unless the Administrator determines that such proposed sale is consistent with the plan, is approved by the Council, and meets certain additional requirements. Authorizes the Administrator to include in contracts for the sale of electric power provisions that enable contractual obligations to be restricted to meet the loads referred to above in the event that the Administrator cannot be assured of acquiring sufficient resources to meet such loads during a specified period of insufficiency. Sets forth other provisions to be included in such contracts. Authorizes the Administrator to sell, or otherwise dispose of, electric power, including acquired power, that is surplus to obligations incurred in accordance with this Act and other applicable statutes. Sets forth provisions regarding negotiations for, and offers to enter into, initial long term contracts for the sale and/or exchange of electric power. Directs the Administrator to acquire electric power resources through conservation, to implement all conservation measures, and to acquire such renewable resources, which are installed, by a residential or small commercial consumer to reduce load, as the Administrator determines are consistent with the criteria for developing the regional conservation and electric power plan, or in the case of major resources, as provided in this Act. Provides that such measures and resources may include: (1) loans and grants to consumers for insulation, weatherization, increased system efficiency, and waste energy recovery; (2) technical and financial assistance to, and other cooperation with, the Administrator's customers and governmental authorities to encourage conservation; (3) aiding such customers and authorities in implementing model conservation standards adopted pursuant to this Act; and (4) conducting demonstration projects to determine the cost-effectiveness of conservation measures and direct application of renewable energy resources. Directs the Administrator, when proposing to acquire any major resource, when implementing a conservation measure which will conserve electric power in an amount equal to that of a major resource, when paying or reimbursing investigation and preconstruction expenses of the sponsors of a major resource or when granting billing credits involving a major resource to: (1) conduct public hearings; (2) give notice of the proposed action to the Council, the Governor of each affected State, and the Administrator's customers; and (3) publish such notice in the Federal register. Directs the Administrator to submit a written decision on such action to the Council and to the public for the Council's approval. Prohibits the Administrator from implementing any such proposed action without submitting to the appropriate congressional committees the administrative record of the decision. Establishes procedures to be followed when the Administrator wishes to acquire a resource, which does not meet the criteria of this Act, for experimental, developmental, or demonstration purposes which has a potential for providing cost-effective service to the region. Establishes procedures to be followed for entering into agreements for resources the Administrator determines to be consistent with the plan. Authorizes the Administrator to grant billing credits and provide services to a customer, subject to certain limitations, for such customer's independent conservation activities, and for resources acquired by the customer which reduce the obligation of the Administrator to acquire resources under this Act. Directs the Administrator to investigate opportunities for adding to the region's resources or reducing the region's power costs through the accelerated or cooperative development of resources located outside the States of Idaho, Montana, Oregon, and Washington if such resources are renewable resources and are planned or considered for development by nonregional agencies which would own, sponsor, or otherwise develop them. Directs the Administrator to establish rates for: (1) the sale and disposition of electric power and the transmission of non-Federal power; and (2) electric power sold to meet the general requirements of public body, cooperative, and Federal agency customers within the Pacific Northwest, and electric utility customers. Sets forth guidelines to be followed in establishing such rates. Amends the Federal Columbia River Transmission System Act to authorize the Administrator: (1) to make expenditures from the Bonneville Power Administration fund for making such payments as are required under this Act; and (2) to issue and sell bonds on behalf of the Bonneville Power Administration in order to implement authority under this Act to provide financial assistance for conservation measures, renewable resources, and fish and wildlife. Increases the aggregate principal amount of any bonds outstanding at one time after October 1, 1981, by $1,250,000,000, and provides that such amount shall be reserved for the purpose of providing funds for conservation and renewable resource loans and grants in a special revolving account created in the Bonneville Power Administration fund. Amends the Act limiting the transfer of electric energy generated at Federal hydroelectric plants in the Pacific Northwest for use outside the Pacific Northwest to redefine the term \"Pacific Northwest\". Authorizes the Administrator to enter into contracts in accordance with the Bonneville Project Act of 1937. Directs the Administrator to discharge office functions in accordance with the Bonneville Project Act of 1937, the Department of Energy Organization Act, and this Act. Sets forth various administrative and savings provisions. Establishes within the Bonneville Power Administration an Assistant Administrator for conservation and renewable resources who shall be responsible for conservation and direct-application renewable resource programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pacific Northwest Electric Power Planning and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist the electrical consumers of the Pacific-Northwest through use of the Federal Columbia River Power System to achieve cost-effective energy conservation, to encourage the development of renewable energy resources, to establish a regional power planning process, to assure the Pacific Northwest of an efficient and adequate power supply, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:03-05:00"
}