{
  "actions": [
    {
      "acted_at": "2009-01-22", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Education and Labor, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Education and Labor, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-22", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-22", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-22", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-22", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-26T23:38:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 111-7, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-27T19:19:00-05:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-27T19:19:00-05:00", 
      "references": [], 
      "text": "Committee on Education and Labor discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-27T19:19:00-05:00", 
      "references": [], 
      "text": "Committee on Science and Technology discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-27T19:19:00-05:00", 
      "calendar": "Union", 
      "number": "3", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 3.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr629-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-22", 
  "number": "629", 
  "official_title": "To provide energy and commerce provisions of the American Recovery and Reinvestment Act of 2009.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr598-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy and Commerce Recovery and Reinvestment Act", 
  "sponsor": {
    "district": "30", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-01-27T19:19:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alternative and renewable resources", 
    "American Samoa", 
    "Appropriations", 
    "Buy American requirements", 
    "Child health", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Department of Health and Human Services", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education programs funding", 
    "Electric power generation and transmission", 
    "Employment taxes", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Federal preemption", 
    "Food assistance and relief", 
    "Government information and archives", 
    "Government investigations", 
    "Guam", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Home and outpatient care", 
    "Hospital care", 
    "Income tax credits", 
    "Income tax exclusion", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "Internet and video services", 
    "Medicaid", 
    "Medical education", 
    "Medicare", 
    "Motor fuels", 
    "Northern Mariana Islands", 
    "Poverty and welfare assistance", 
    "Puerto Rico", 
    "Research and development", 
    "Right of privacy", 
    "Telephone and wireless communication", 
    "Unemployment", 
    "Virgin Islands", 
    "Women's health"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2009-01-26", 
    "text": "Energy and Commerce Recovery and Reinvestment Act - Title I: Broadband Communications - (Sec. 1001) Requires the National Telecommunications and Information Administration (NTIA) to develop and maintain a map showing where broadband service is deployed and available in each state and to make such map publicly available.(Sec. 1002) Provides for grants for wireless deployment and broadband deployment. Requires NTIA to develop and maintain a website to make publicly available information about such grants. Sets forth provisions concerning grant requirements, applications, and selection. Requires reports form the NTIA.(Sec. 1003) Requires the Federal Communications Commission (FCC) to report on a national broadband plan.Title II: Energy - (Sec. 2001) Makes technical corrections to the Energy Independence and Security Act of 2007 to: (1) revise fund allocations to states and local governmental units; and (2) repeal specified funding requirements.(Sec. 2002) Directs the Secretary of Energy (Secretary in this title), when implementing smart grid regional demonstration initiatives, to provide financial support to projects in urban, suburban, and rural areas, including areas where electric system assets are controlled by tax-exempt entities (as under current law) and areas where electric system assets are controlled by investor-owned utilities.Instructs the Secretary to: (1) establish a smart grid information clearinghouse to make data from projects and other sources available to the public; and (2) precondition funding upon utilization by such demonstration projects of available open Internet-based protocols and standards.Extends the authorization of appropriations for the smart grid regional demonstration initiative indefinitely.Increases from 20% to 50% the federal reimbursement match for qualifying smart grid investments under the Smart Grid Investment Matching Grant Program.Repeals the requirement that, in making such grants, the Secretary seek to reward innovation and early adaptation, even if success is not complete, rather than deployment of proven and commercially viable technologies.Revises the exclusion from qualifying smart grid investments of expenditures for technologies, devices, or equipment that are eligible for specific tax credits or deductions. Applies the exclusion only to technologies, devices, or equipment that utilize such tax credits or deductions.Revamps the rules and procedures governing the federal matching fund for smart grid investment costs. Requires as a condition of receiving a grant that recipients utilize Internet-based or other open protocols and standards, if available and appropriate.(Sec. 2003) Amends the Energy Policy Act of 2005 to set forth a temporary program for rapid deployment of renewable energy and electric power transmission projects. Restricts federal guarantees to specified commercial technology projects that commence construction by September 30, 2011.Makes eligible for federal support any projects for: (1) renewable energy systems; (2) electric power transmission systems; and (3) leading edge biofuel projects that will use technologies performing at the pilot or demonstration scale that are likely to become commercial and will produce transportation fuels that substantially reduce life-cycle greenhouse gas emissions compared to other transportation fuels.Prescribes prevailing wage rate requirements for such projects in accordance with the Davis-Bacon Act.(Sec. 2004) Amends the Energy Conservation and Production Act to: (1) increase from 150% to 200% of the poverty level the income eligibility level for the Weatherization Assistance Program; (2) increase the maximum assistance per dwelling unit from $2,500 to $5,000; and (3) authorize the Secretary to encourage states to give priority to using Program funds for cost-effective efficiency activities, including attic insulation.(Sec. 2005) Instructs the Secretary to include in the 2009 National Electric Transmission Congestion Study analyses of: (1) significant potential sources of renewable energy that are constrained in accessing appropriate market areas by lack of adequate transmission capacity; (2) the reasons for failure to develop the adequate transmission capacity; (3) the extent to which legal challenges filed at the state and federal level are delaying the construction of transmission necessary to access renewable energy; and (4) assumptions and projections made in the Study.(Sec. 2006) Makes certain funds available for additional appropriations for the State Energy Program. Requires the Secretary to make grants with such funds in excess of the state's base allocation only if the state governor ensures that specified regulatory policies, building codes, and other requirements for energy efficiency and renewable energy programs will be implemented.(Sec. 2007) Declares specified limitations inapplicable to grants funded with appropriations provided by this Act. Limits the use of funds, however, to 80% of the costs of a project.Title III: Health Insurance Assistance for the Unemployed - Health Insurance Assistance for the Unemployed Act of 2009 - (Sec. 3002) Treats an individual as having paid the amount of the premium for any COBRA coverage (health insurance continuation benefits under the Consolidated Omnibus Budget Reconciliation Act) if such individual pays 35% of the amount of such premium. Sets forth: (1) eligibility periods for such premium assistance; (2) eligibility requirements; and (3) procedures for expedited review of any denial of assistance.Requires notices of eligibility for COBRA coverage to include notice of availability of premium reduction. Sets forth notification requirements.Directs the Secretary of the Treasury to provide such rules, procedures, regulations, and other guidance as may be necessary and appropriate to prevent fraud and abuse under this title.Directs the Secretary of Labor to provide public education and enrollment assistance relating to premium reduction. Sets forth reporting requirements.Amends the Internal Revenue Code to provide for reimbursement to an entity of premiums not paid by plan beneficiaries by treating such amounts as a credit against the requirement of such entity to make deposits of payroll taxes. Directs the Secretary of the Treasury to pay to such entity the amount of premiums not paid by plan beneficiaries if it exceeds the amount of such taxes. Sets forth reporting requirements for such entities.Establishes a penalty for a person's failure, if so required, to notify a group health plan that he or she is no longer eligible for a premium reduction. Prohibits a penalty from being imposed for any such failure that is due to reasonable cause and not to willful neglect.Provides that gross income does not include any premium reduction provided for under this title.Amends the Employee Retirement Income Security Act (ERISA), the Internal Revenue Code, and the Public Health Service Act to allow COBRA coverage to continue past required termination dates for an employee who has attained age 55 or has completed 10 or more years of service.(Sec. 3003) Amends title XIX (Medicaid) of the Social Security Act (SSA) to allow states to provide Medicaid coverage to certain unemployed individuals and their families, including: (1) individuals who are receiving unemployment compensations benefits; (2) individuals who have exhausted such unemployment compensation benefits; (3) individuals who are involuntarily unemployed and were involuntarily separated from employment between specified dates and whose family gross income does not exceed a specified percentage of the income official poverty line; (4) individuals who are involuntarily unemployed and were involuntarily separated from employment between specified dates and who are members of households participating in the supplemental nutrition assistance program established under the Food and Nutrition Act of 2008. Makes the federal medical assistance percentage (FMAP) 100% for items and services furnished to individuals eligible based on this section.Title IV: Health Information Technology - Health Information Technology for Economic and Clinical Health Act or the HITECH Act - Subtitle A: Promotion of Health Information Technology - Part I: Improving Health Care Quality, Safety, and Efficiency - (Sec. 4101) Amends the Public Health Service Act to establish within the Department of Health and Human Services (HHS) an Office of the National Coordinator for Health Information Technology to: (1) review and determine whether to endorse each standard, implementation specification, and certification criterion for the electronic exchange and use of health information that is recommended by the HIT Standards Committee; (2) coordinate health information technology policy and programs of HHS with other relevant executive branch agencies; (3) maintain and update the Federal Health IT Strategic Plan; (4) maintain and update an Internet website with information to ensure transparency in the promotion of a nationwide health information technology infrastructure; and (5) develop a program for the voluntary certification of health information technology as being in compliance with applicable certification criteria.Requires the National Coordinator to: (1) report to Congress on any additional funding or authority required to evaluate and develop standards, implementation specifications, and certification criteria or to achieve full participation of stakeholders in the adoption of a nationwide health information technology infrastructure that allows for the electronic use and exchange of health information; (2) prepare a report that identifies lessons learned from major public and private health care systems in their implementation of health information technology; (3) assess and publish the impact of health information technology in communities with health disparities and in areas with a high proportion of individuals who are uninsured, underinsured, and medically underserved and identify practices to increase the adoption of such technology by health care providers in such communities; (4) evaluate and publish evidence on the benefits and costs of the electronic use and exchange of health information and assess to whom these benefits and costs accrue; and (5) estimate and publish resources required annually to reach the goal of utilization of an electronic health record (EHR) for each person in the United States by 2014.Authorizes the National Coordinator to provide financial assistance to defray the costs to consumer advocacy groups and not-for-profit entities that work in the public interest of participating under the National Technology Transfer Act of 1995.Requires the National Coordinator to establish a governance mechanism for the nationwide health information network.Provides for the detail of federal employees to the Office.Directs the Secretary of HHS (Secretary in this title) to appoint a Chief Privacy Officer of the Office of the National Coordinator to advise the National Coordinator on privacy, security, and data stewardship of electronic health information and to coordinate with other federal agencies, state and regional efforts, and foreign countries with regard to the privacy, security, and data stewardship of electronic individually identifiable health information.Establishes a HIT Policy Committee to make policy recommendations to the National Coordinator relating to the implementation of a nationwide health information technology infrastructure. Requires such Committee to: (1) recommend a policy framework for the development and adoption of a nationwide health information technology infrastructure; (2) recommend the areas in which standards, implementation specifications, and certification criteria are needed for the electronic exchange and use of health information; and (3) recommend an order or priority for the development, harmonization, and recognition of such standards, specifications, and criteria.Establishes the HIT Standards Committee to: (1) recommend to the National Coordinator for adoption standards, implementation specifications, and certification criteria for the electronic exchange and use of health information; and (2) provide for testing of such standards and specifications by the National Institute of Standards and Technology (NIST). Requires the Secretary to review and determine whether to adopt such standards, specifications, and criteria. Provides that any standard or implementation specification adopted shall be voluntary with respect to private entities.Directs the National Coordinator to support the development, routine updating, and provision of qualified EHR technology unless the Secretary determines that the needs and demands of providers are being substantially and adequately met through the marketplace. Authorizes the National Coordinator to impose a nominal fee for the adoption by a health care provider of the health information technology system developed and certified.Transfers functions, personnel, assets, and liabilities of: (1) the National Coordinator for Health Information Technology appointed under a Executive Order No. 13335 to the National Coordinator appointed under this Act; and (2) the National eHealth Collaborative to the HIT Policy Committee or the HIT Standards Committee.Provides that this title has no effect on the authorities of the Secretary under Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacy and security laws.Authorizes appropriations to the Office of the National Coordinator for Health Information Technology.(Sec. 4102) Amends title XI (General Provisions, Peer Review, and Administrative Simplification) of the SSA to make a technical change to the definition of \"health plan.\"(Sec. 4103) Requires that any funds made available to carry out this title be used to purchase health information technology only if such technology is manufactured, including the engineering and programming of any software, in the United States substantially all from articles, materials, or supplies mined, produced, or manufactured in the United States.Part II: Application and Use of Adopted Health Information Technology Standards; Reports - (Sec. 4111) Requires each federal agency, as it implements, acquires, or upgrades health information technology systems, to utilize systems and products that meet adopted standards and implementation specifications.Directs the President to take measures to ensure that federal activities involving the broad collection and submission of health information are consistent with standards or implementation specifications within three years of adoption.(Sec. 4112) Directs each agency to require in contracts or agreements that health care providers, health plans, or health insurance issuers, as they implement, acquire, or upgrade health information technology systems, utilize systems and products that meet standards and implementation specifications.(Sec. 4113) Requires the Secretary to report to the appropriate congressional committees on: (1) actions taken by federal and private entities to facilitate the adoption of a nationwide system for the electronic use and exchange of health information; (2) barriers to the adoption of such a system; and (3) recommendations to achieve full implementation of such a system.Provides for studies and reports to Congress on: (1) methods to create efficient reimbursement incentives for improving health care quality in federally qualified health centers, rural health clinics, and free clinics; and (2) the potential use of new aging services technology to assist seniors, individuals with disabilities, and their caregivers throughout the aging process.Subtitle B: Testing of Health Information Technology - (Sec. 4201) Requires the Director of NIST to: (1) test standards and implementation specifications developed under this Act to ensure their efficient implementation and use; and (2) support the establishment of a conformance testing infrastructure that may include a program to accredit independent, nonfederal laboratories to perform testing.(Sec. 4202) Requires the Director of NIST to establish a program of assistance to institutions of higher education to establish multidisciplinary Centers for Health Care Information Enterprise Integration.Directs the National High-Performance Computing Program to coordinate federal research and development programs related to the development and deployment of health information technology, including activities related to: (1) computer infrastructure; (2) data security; and (3) development of large-scale, distributed, reliable computing systems.Subtitle C: Incentives for the Use of Health Information Technology - Part I: Grants and Loans Funding - (Sec. 4301) Requires the Secretary to: (1) invest in the infrastructure necessary to allow for and promote the electronic exchange and use of health information for each individual in the United States consistent with the goals outlined in the strategic plan developed by the National Coordinator; and (2) ensure that funds are used for the acquisition of health information technology that meets adopted standards and certification criteria. Directs the Secretary to invest funds through different agencies with expertise in such goals to support: (1) health information technology architecture that will support the nationwide electronic exchange and use of health information; (2) development and adoption of appropriate certified EHRs; (3) training on best practices to integrate health information technology; and (4) infrastructure and tools for the promotion of telemedicine.Directs the Secretary, acting through the Office of the National Coordinator, to establish a health information technology extension program to provide health information technology assistance services.Requires the Secretary to: (1) create a Health information Technology Research Center to provide technical assistance and develop or recognize best practices to support health information technology; and (2) provide assistance for the creation of regional centers to provide technical assistance and information to support health information technology. Authorizes the Secretary to provide financial support to any such regional center.Requires the Secretary, acting through the National Coordinator, to establish a program to facilitate and expand the electronic movement and use of health information among organizations according to nationally recognized standards. Allows the Secretary to award planning and implementation matching grants to a state or qualified state-designated entity.Authorizes the National Coordinator to award grants to states or Indian tribes for the establishment of programs for loans to health care providers to support certified EHR technology.Authorizes the Secretary to award matching grants to carry out demonstration projects to develop academic curricula integrating qualified health information technology in the clinical education of health professionals.Directs the Secretary to provide assistance to institutions of higher education to establish or expand medical heath informatics education programs for both health care and information technology students to ensure the rapid and effective utilization and development of heath information technologies.Requires the National Coordinator to annually evaluate activities under this subtitle and implement the lessons learned.Authorizes appropriations for FY2009-FY2013.Part II: Medicare Program - (Sec. 4311) Amends title XVIII (Medicare) of the SSA to establish specified incentive payments for certain eligible physicians who adopt and use certified EHR technology meaningfully beginning in FY2011.Reduces Medicare payments for any eligible professional who is not a meaningful EHR user beginning in 2016, except in certain circumstances where compliance with meaningful EHR requirements would result in a significant hardship.Applies such payment incentives for certain Medicare+Choice (MedicareAdvantage) organizations for adoption and meaningful use of such technology.(Sec. 4312) Establishes incentive payments for certain eligible hospitals that adopt and meaningfully use certified EHR technology beginning in FY2011.Reduces the market basket update for any eligible hospital that has not adopted a certified system beginning in 2016, except in certain circumstances where compliance with meaningful EHR requirements would result in a significant hardship.(Sec. 4313) Prohibits taking payment incentives made by this Act into account for computation of monthly Medicare premiums for individuals.Makes the Medicare Improvement Fund available for increases in the conversion factor in the formula for determining the payment for physicians' services.Makes appropriations for FY2009-FY2019 to the Secretary for the Center for Medicare & Medicaid Services Program Management Account for implementation of this part.(Sec. 4314) Instructs the Secretary to study and report to Congress on the extent to which and manner in which payment incentives and other funding for implementing and using certified EHR technology should be made to health care providers receiving minimal or no payment incentives or other funding under this Act, under SSA title XVIII (Medicare) or XIX (Medicaid), or otherwise, for such purposes.Part III: Medicaid Funding - (Sec. 4321) Amends SSA title XIX (Medicaid) to establish incentive payments to encourage the adoption and use by Medicaid providers of certified EHR technology that are certified as meeting certain standards. Places limitations on such payments and on the allowable purchase and maintenance costs of such records on which such payments are based. Makes fully reimbursable by the federal government any state spending for payments to providers for adoption and operation of certified EHR technology.Makes 90% of the state costs in administering the program also reimbursable by the federal government.Makes appropriations for FY2009-FY2019 to the Secretary for the Center for Medicare & Medicaid Services Program Management Account for implementation of this part.Subtitle D: Privacy - Part I: Improved Privacy Provisions and Security Provisions - (Sec. 4401) Applies regulations establishing safeguards for the protection of electronic protected health information to business associates of a covered entity.Applies to business associates penalties for failure to comply with requirements regarding protection of health information.Requires the Secretary, annually, to issue guidance on the most effective and appropriate technical safeguards and security standards for use in protecting health information.(Sec. 4402) Requires an entity that handles unsecured protected health information to notify each individual of any security breach of such information. Applies such requirements to business associates of such entities. Sets forth requirements for notifications, including requirements concerning timeliness, method, and content. Requires notice to the Secretary of breaches, including immediate notice of breaches involving 500 or more individuals.Requires the Secretary to annually report to Congress on breaches of protected health information.(Sec. 4403) Requires the Secretary to designate an individual in each HHS regional office to offer guidance and education to covered entities, business associates, and individuals on their rights and responsibilities related to federal privacy and security requirements for protected health information.Directs the Office for Civil Rights within HHS to develop and maintain a national education initiative to enhance public transparency regarding the uses of protected health information.(Sec. 4404) Treats business associates in the same manner as covered entities for purposes of the protection of health information.(Sec. 4405) Requires a covered entity to comply with an individual's request to restrict the disclosure of protected health information if: (1) the disclosure is to a health plan for purposes of carrying out payment or health care operations; and (2) the protected health information pertains solely to a health care item or service for which the health care provider involved has been paid out of pocket in full.Requires covered entities to limit the use, disclosure, or request of protected health information to the limited data set or the minimum necessary to accomplish the intended purpose. Gives individuals a right to an accounting of the disclosures of their EHR, including disclosures to carry out treatment, payment, and health care operations. Directs the Secretary to promulgate regulations to eliminate from the definition of health care operations those activities that can reasonably and efficiently be conducted through the use of information that is de-identified or that should require a valid authorization for use or disclosure. Prohibits the sale of any protected health information of an individual unless the covered entity obtained from the individual a valid authorization that includes a specification of whether the protected health information can be further exchanged for remuneration by the entity receiving it. Sets forth exceptions, including for information used for: (1) research or public health activities; (2) treatment of the individual; or (3) health care operations.Gives individuals the right to obtain their electronic medical records in an electronic format.(Sec. 4406) Prohibits a covered entity or business associate from receiving direct or indirect payment in exchange for certain types of communication without a valid authorization from the recipient of such information.(Sec. 4407) Sets forth requirements for notification of individuals and the Federal Trade Commission (FTC) following the discovery of a breach of security of identifiable health information in a personal health record. Deems a violation of such requirements an unfair and deceptive act or practice in violation of the Federal Trade Commission Act.(Sec. 4408) Requires organizations that provide data transmission of protected health information and that require routine access to such information to enter into written contracts and to be treated as a business associate. Applies such requirement to vendors that allow a covered entity to offer a personal health record to patients as part of its EHR. (Sec. 4409) Amends title XI (General Provisions, Peer Review, and Administrative Simplification) of the SSA to consider a person (including an employee or other individual) to have obtained or disclosed individually identifiable health information in violation of HIPAA if the information is maintained by a covered entity and the individual obtained or disclosed such information without authorization.(Sec. 4410) Requires the Secretary to: (1) impose a penalty for violations of HIPAA privacy provisions due to willful neglect; and (2) formally investigate any complaint of a violation if a preliminary investigation indicates a possible violation due to willful neglect.Directs the Comptroller General to submit to the Secretary a report including recommendations for a methodology under which an individual who is harmed by a HIPAA violation may receive a percentage of any civil monetary penalty or monetary settlement collected with respect to such offense. Directs the Secretary to establish such a methodology.Sets forth varying financial penalties for HIPAA violations based on culpability.Provides for enforcement of HIPAA provisions by state attorneys general through civil action. Sets forth damages for such a suit. Requires prior written notice of any such action to the Secretary.(Sec. 4411) Requires the Secretary to provide for periodic audits to ensure that covered entities and business associates are complying with privacy requirements.(Sec. 4412) Requires a covered entity or business associate to use a technology standard that renders protected health information unusable, unreadable, or indecipherable to unauthorized individuals and is developed or endorsed by an accredited standards developing organization to secure individually identifiable health information that is transmitted in the nationwide health information network or physically transported outside of a covered entity's or business associate's secured, physical perimeter, including information transported on removable media and on portable devices. (Sec. 4413) Provides that nothing in this Act shall prevent a pharmacist from collecting and sharing information with patients in order to reduce medication errors and improve patient safety as long as any remuneration received for making such communication is reasonable and cost-based.Part II: Relationship to Other Laws; Regulatory References; Effective Date; Reports - (Sec. 4421) Applies HIPAA preemption of state law provisions to this Act. Provides that the standards governing the privacy and security of individually identifiable health information promulgated by the Secretary under HIPAA remain in effect to the extent they are consistent with this Act. (Sec. 4424) Requires the Secretary to annually prepare a report concerning complaints of alleged violations of health information provisions that are received by the Secretary.Directs the Secretary to submit to Congress recommendations to: (1) identify requirements relating to security, privacy, and notification in the case of a breach of security or privacy that should be applied to various entities, including vendors of personal health records; and (2) determine which federal agency is best equipped to enforce such requirements.Requires the Secretary to issue guidance on how best to implement the requirements for the de-identification of protected health information.Directs the Comptroller General to report to Congress on the best practices related to the disclosure among health care providers of protected health information of an individual for purposes of treatment.Title V: Medicaid Provisions - (Sec. 5001) Establishes a temporary increase in the FMAP with respect to Medicaid payments for FY2009-FY2011 for eligible states. Makes a general 4.9% increase in the FMAP for each state for calendar quarters during the recession adjustment period, plus an additional adjustment for high unemployment states.Gives Puerto Rico, the Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa the option of a 20% increase in their medical assistance cap amount or a 4.9% increase in their FMAP plus a 10% increase in their cap.Applies the temporary increase in FMAP (except the additional adjustment for high unemployment states) to payments under title IV part E (Foster Care and Adoption Assistance) of the SSA. Prohibits application of such increase to Medicaid payments to disproportionate share hospitals or to payments under the State Children's Health Insurance Program (SCHIP) under SSA title XXI.(Sec. 5002) Extends from March 31, 2009, through June 30, 2009, the current moratoria on implementation of specified Medicaid and SCHIP regulations relating to cost limits for government-operated providers, the integrity of the federal-state Medicaid financial partnership, graduate medical education payments, Medicaid provider taxes, rehabilitative services, optional state plan case management services, and school-based administration and school-based transportation services.Imposes a moratorium through June 30, 2009, on implementation of a final regulation published on November 7, 2008, relating to Medicaid outpatient hospital services.(Sec. 5003) Extends transitional medical assistance (TMA) from June 30, 2009, through December 31, 2010.Gives states the option of: (1) extending the six-month TMA eligibility period for another six months; and (2) waiving the requirement that a family have received medical assistance for at least three months to qualify for a TMA extension.Directs each state to collect and submit to the Secretary of HHS information, and the Secretary to report annually to Congress, on: (1) average monthly enrollment and average monthly participation rates for adults and children; and (2) the number and percentage of children who become ineligible for medical assistance whose medical assistance is continued under another eligibility category or who are enrolled under SCHIP.(Sec. 5004) Gives states the option of providing, during a presumptive eligibility period, Medicaid coverage for family planning services and supplies to individuals who are not pregnant and whose income does not exceed the highest income eligibility level for pregnant women established under the state's Medicaid or SCHIP programs.(Sec. 5005) Prohibits state Medicaid programs from imposing cost-sharing requirements on Indians or Alaska Natives when the beneficiary is receiving an item or service directly from an Indian health care provider or through referral from a Contract Health Services provider.Requires the state to disregard certain property from resources for purposes of determining the eligibility of an Indian under Medicaid and SCHIP.Requires estate recovery procedures used by state Medicaid programs to exempt certain income, resources, and property already exempt as of April 1, 2003, under specified manual instructions.(Sec. 5006) Amends SSA title XI (General Provisions, Peer Review, and Administrative Simplification) to repeal establishment of the National Commission on Children. Directs the Secretary to maintain within the Centers for Medicaid & Medicare Services a Tribal Technical Advisory Group , including representatives of the Urban Indian Organization and the Indian health service.Requires state Medicaid and SCHIP programs to provide a process for seeking advice on a regular, ongoing basis from Indian Health Programs and Urban Indian Organizations on all matters likely to have a direct effect on such Programs and Organizations, including plan amendments, waiver requests, and proposals for demonstration projects.(Sec. 5007) Prescribes a temporary increase in state allotments for payments to Medicaid disproportionate share hospitals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy and Commerce Recovery and Reinvestment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Information Technology for Economic and Clinical Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Insurance Assistance for the Unemployed Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "HITECH Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Energy and Commerce Recovery and Reinvestment Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Health Information Technology for Economic and Clinical Health Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Health Insurance Assistance for the Unemployed Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "HITECH Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide energy and commerce provisions of the American Recovery and Reinvestment Act of 2009.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:12-05:00"
}