{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4402-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "4402", 
  "official_title": "A bill to provide for the public design and construction of a minimum of seven full-scale facilities for the refining of petroleum products.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Refinery Facilities Expansion Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "Corporations", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum refineries"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-06", 
    "text": "National Refinery Facilities Expansion Act - Authorizes and directs the President to take such actions as necessary to cause to be designed and constructed a minimum of seven full-scale optimum commercial-size facilities for the refining of petroleum products. Provides for the establishment of one corporation for profit for each refinery facility authorized. Directs the President to appoint nine incorporators for each corporation, with the advice and consent of the Senate, who shall serve as the initial board of directors for each such corporation. Calls for the President to transfer to each of the corporations all land and interests therein owned or acquired for such refining facilities, under conditions established by this Act. Sets forth guidelines for the directors and officers and for the financing of such corporations. Specifies the powers of the corporations. Requires the corporation to submit to Congress annual and other periodic reports as would be required to be filed with the Securities and Exchange Commission. Sets forth penalties for the willful violation of any provision of this Act. Authorizes the appropriation of such sums as may be necessary to carry out this Act. Specifies a sum of $3,000,000,000 for the construction of refining facilities, including land acquisition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Refinery Facilities Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the public design and construction of a minimum of seven full-scale facilities for the refining of petroleum products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:40-05:00"
}