{
  "actions": [
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-12", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-12", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3196-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1991-08-01", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-01", 
  "number": "3196", 
  "official_title": "To provide for the development of standards and guidelines for the use of New Forestry for the conservation of the northern spotted owl on non-Federal lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Non-Federal Landowners Protection and Resource Enhancement Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Unsoeld, Jolene", 
    "state": "WA", 
    "thomas_id": "01176", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-01", 
  "subjects": [
    "Birds", 
    "California", 
    "Endangered animals", 
    "Endangered species", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Forest conservation", 
    "Forest management", 
    "Forests and forestry", 
    "Licenses", 
    "Lumber trade", 
    "Oregon", 
    "Washington State", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Forests and forestry", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-01", 
    "text": "Non-Federal Landowners Protection and Resource Enhancement Act of 1991 - Directs the Secretary of the Interior to assist and encourage each of the Governors of the States of Washington, Oregon, and California (the three States) to develop State habitat conservation standards and guidelines to be submitted to the Secretary for review. Requires that the Governors be encouraged to provide an opportunity for public comment and to consult with an advisory committee. Makes such standards and guidelines applicable to: (1) those areas of non-Federal lands within which northern spotted owls are located; and (2) areas designated as critical habitat under specified provisions of the Endangered Species Act of 1973. Requires such standards and guidelines to: (1) minimize the taking, and contribute to the conservation, of the northern spotted owl and other appropriate threatened species and endangered species; (2) require the use of specified New Forestry practices; and (3) seek to minimize economic impacts to non-Federal landowners and maximize landowners' flexibility to manage lands using their best professional judgment. Sets forth provisions for the Secretary's review and approval of such standards and guidelines. Provides that such approved standards and guidelines shall supersede the Procedures Leading to Endangered Species Act Compliance for the Northern Spotted Owl, as issued by the U.S. Fish and Wildlife Service in July 1990. Directs the Secretary to encourage each of the Governors to establish a Habitat Conservation Advisory Committee, to provide advice and recommendations in the development of such standards and guidelines. Authorizes the Director of the U.S. Fish and Wildlife Service to issue to each of the three States interim incidental take permits for northern spotted owls, after an opportunity for public comment. Subjects timber operations, under such interim permits, to such interim conservation measures, terms and conditions as the Director considers appropriate to implement New Forestry practices on non-Federal lands pending development of the State habitat conservation standards and guidelines. Provides that any person complying with such approved State standards and guidelines shall not be subject to specified prohibitions under the Endangered Species Act of 1973 as they apply to activities on lands subject to such standards and guidelines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Non-Federal Landowners Protection and Resource Enhancement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the development of standards and guidelines for the use of New Forestry for the conservation of the northern spotted owl on non-Federal lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:40-05:00"
}