{
  "actions": [
    {
      "acted_at": "2010-01-29", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-04-27", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-23", 
      "committee": "Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported by Senator Kerry with an amendment in the nature of a substitute. With written report No. 111-301. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-23", 
      "calendar": "Senate Legislative", 
      "number": "585", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 585.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2971-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "2010-02-11", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-29", 
  "number": "2971", 
  "official_title": "A bill to authorize certain authorities by the Department of State, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr370-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Years 2010 and 2011", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-04-27", 
  "subjects": [
    "Adoption and foster care", 
    "Advisory bodies", 
    "Afghanistan", 
    "Agricultural trade", 
    "Asia", 
    "Broadcasting Board of Governors", 
    "Child safety and welfare", 
    "Computer security and identity theft", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Domestic violence and child abuse", 
    "Europe", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Foreign aid and international relief", 
    "Foreign labor", 
    "Foreign loans and debt", 
    "Fraud offenses and financial crimes", 
    "Government buildings, facilities, and property", 
    "Government investigations", 
    "Human rights", 
    "Immigration status and procedures", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Iraq", 
    "Judicial procedure and administration", 
    "Law enforcement officers", 
    "Marine and coastal resources, fisheries", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Pakistan", 
    "Public contracts and procurement", 
    "Refugees, asylum, displaced persons", 
    "Rule of law and government transparency", 
    "Smuggling and trafficking", 
    "Television and film", 
    "U.S. Agency for International Development (USAID)", 
    "United Nations", 
    "User charges and fees", 
    "Visas and passports"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-09-23", 
    "text": "Foreign Relations Authorization Act, Fiscal Years 2010 and 2011 - Title I: Department of State Authorities and Activities - Subtitle A: General Matters - (Sec. 101) Amends the State Department Basic Authorities Act of 1956 to credit to the International Litigation Fund proceedings- or claims-related funds received by the Department of State (Department) as a result of a decision of an international tribunal or from another U.S. agency, or pursuant to the Department of State Appropriations Act of 1937. (Sec. 102) Transfers statutory responsibility for performing actuarial duties related to the Department's retirement systems from the Secretary of the Treasury to the Secretary of State (Secretary). (Sec. 103) Amends the State Department Basic Authorities Act of 1956 to authorize Department and Foreign Service special agents to investigate: (1) illegal passport or visa issuance or use; (2) Department-related identity theft and document fraud; and (3) federal offenses committed in the special maritime and territorial jurisdictions (nonmilitary) of the United States. (Sec. 104) Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to: (1) include Pakistan among the countries (Afghanistan and Iraq) for which the Secretary is not required to convene an Accountability Review Board in an instance of serious injury, loss of life, or significant property destruction related to a U.S. government mission; and (2) extend such authority through September 30, 2012. (Sec. 105) Amends the State Department Basic Authorities Act of 1956 to authorize the Department to provide physical security enhancements at overseas U.S. schools. (Sec. 106) Authorizes the Secretary to use Department uniformed guards to protect buildings and areas in the United States for which the Department provides protective services. Authorizes such officers to make arrests without warrant for: (1) any offense against the United States committed in their presence; and (2) felonies relating to their protective functions. (Sec. 107) Amends the Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 to revise provisions regarding local guard contracts abroad. (Sec. 108) Amends the State Department Basic Authorities Act of 1956 to revise provisions regarding overseas procurement. (Sec. 109) Renames the Bureau of Oceans and International Environmental and Scientific Affairs as the Bureau of Oceans, Environment, and Science. (Sec. 110) Amends the Fishermen's Protective Act of 1967 to extend the U.S. reimbursement period regarding seized commercial fishermen until October 1, 2013. (Sec. 111) Provides subpoena authorities for the Bureau of Diplomatic Security's performance of protective duties and investigation of passport and visa fraud cases. (Sec. 112) Authorizes the Department to provide home-to-work transportation for the Deputy Secretary of State and the Deputy Secretary of State for Management and Resources. (Sec. 113) Permits recruitment, relocation, and retention bonuses to be paid to members of the Foreign Service other than chiefs of mission, ambassadors at large, and certain other members of the Foreign Service. (Sec. 114) Amends the Migration and Refugee Assistance Act of 1962 to increase funding authorization levels for the Emergency Refugee and Migration Assistance Account. (Sec. 115) Amends the International Religious Freedom Act of 1998 to change the reporting date for the Annual Report on International Religious Freedom to April 1. (Sec. 116) Amends the State Department Basic Authorities Act of 1956 to increase the maximum number of Assistant Secretaries of State to 25. Establishes an Assistant Secretary for International Information Programs who shall: (1) oversee the Bureau of International Information Programs; and (2) be responsible for matters pertaining to the engagement of international audiences on issues of U.S. policy, society, and values. (Sec. 117) Provides that funds received by the Department in connection with the use of government vehicles may be credited to the appropriate Department account and shall be available only for expenses related to such vehicles' purchase, lease, maintenance, or operation. Subtitle B: Public Diplomacy - (Sec. 121) Expresses the sense of Congress that the Secretary should: (1) initiate a reexamination of the U.S. public diplomacy platform strategy with a goal of reestablishing publicly accessible American Centers; and (2) consider placing U.S. public diplomacy facilities at locations conducive to maximizing their safe use. (Sec. 122) Amends the United States Information and Educational Exchange Act of 1948 to permit aliens to be hired for service in the United States relating to the translation or narration of colloquial speech in foreign languages or the preparation and production of foreign language programs when U.S. citizen applicants who are equally or better qualified are not available. (Sec. 123) Provides Radio Free Europe/Radio Liberty employees with federal service parity of pay. (Sec. 124) Amends the United States International Broadcasting Act of 1994 to make permanent the authority of the Broadcasting Board of Governors (Board) to make grants to operate Radio Free Asia. (Sec. 125) Amends the Foreign Relations Authorization Act, Fiscal Year 2003 to extend the International Broadcasting Bureau personal services contractor program through December 31, 2011. Eliminates the \"pilot program\" designation. (Sec. 126) Amends the Foreign Affairs Reform and Restructuring Act of 1998 to: (1) reauthorize the United States Advisory Commission on Public Diplomacy through October 1, 2011; (2) require that at least four Commission members have substantial experience in public diplomacy or comparable private sector activities, and that no member may be a U.S. officer or employee; and (3) require the Commission to conduct a study of U.S. public diplomacy programs and policies at least every two years. (Sec. 127) Amends the United States Information and Educational Exchange Act of 1948 to allow the Board to make available to the Archivist of the United States for domestic distribution motion pictures, films, videotape, and other material prepared by the Board for dissemination abroad two years after the initial dissemination of the material abroad, or in the case of such material not disseminated abroad, two years after its preparation. (Sec. 128) Authorizes the Secretary to: (1) increase the number of scientific, medicine, research, and academic educational and cultural exchange activities; and (2) establish science and technology fellowship programs. (Sec. 129) Authorizes the Secretary to make grants to U.S. nongovernmental organizations that use independently-produced documentary films to promote better understanding of the United States abroad. Authorizes FY2010-FY2011 appropriations. (Sec. 130) Amends the Vietnam Education Foundation Act of 2000 to revise provisions regarding the Vietnam Education Foundation. Transfers the Foundation to the Department's Bureau of Education and Cultural Affairs. Authorizes grants for academic and public policy management programs in Vietnam. (Sec. 131) Amends the United States International Broadcasting Act of 1994 to: (1) eliminate editorials as a broadcasting requirement; and (2) extend civil liability immunity to members of the Middle East Broadcasting Networks. (Sec. 132) States that is U.S. policy to: (1) recognize the work of citizen diplomacy organizations and individual citizen diplomat volunteers; (2) encourage more Americans to engage in global citizenship activities; and (3) expand existing U.S. government programs that foster citizen diplomacy and international volunteerism in development work, including the Fulbright Program, Volunteers for Prosperity, and the Peace Corps. (Sec. 133) Amends the Mutual Educational and Cultural Exchange Act of 1961 to direct the President to report annually to Congress regarding the performance of the Department's Bureau of Educational and Cultural Affairs' international secondary education exchange programs. (Sec. 134) Expresses the sense of Congress that the Board should expand international broadcasting in Iran, including through increased Farsi language news programming, counter-jamming and Internet censorship circumvention measures, and other means which provide for the dissemination of independent information to the people of Iran through radio, television, Internet, mobile devices, and other forms of connective technology. Subtitle C: Consular Services and Related Matters - (Sec. 141) Amends the Immigration and Nationality Act (INA) to eliminate the requirement that refugees who do not file for status adjustment by the one year anniversary of achieving refugee status must be detained by the Department of Homeland Security (DHS). (Sec. 142) States that that for purposes of certain passport and visa crimes the terms \"use\" and \"uses\" shall be given their plain meaning, to include use of such documents for identification purposes. (Sec. 143) Amends INA to extend visa ineligibility for aliens involved in U.S. child abductions to situations in which the child is located in a foreign state that is a party to the 1980 Hague Convention on the Civil Aspects of International Child Abduction. (Sec. 144) Includes in the definition of \"child,\" and thus in the exemption from required admissions vaccination documentation, certain children who have been adopted in a foreign country that is a signatory to the Convention on Protection of Children and Cooperation in Respect of Intercountry Adoption or who are emigrating from such a country for U.S. adoption. (Sec. 145) Eliminates the requirement that visa applicants submit signed photographs with their visa applications. (Sec. 146) Amends the Violence Against Women and Department of Justice Reauthorization Act of 2005 to permit the Department to provide certain required information on legal rights and resources for immigrant victims of domestic violence to K visa (fiancé/fiancee) applicants by e-mail if the applicant so consents. (Sec. 147) Amends INA to provide that an adopted child under the age of 18 will be classified as an immediate relative when a natural sibling has also been adopted by a U.S. citizen from a country with which the Hague Convention is in force for the United States. (Sec. 148) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to: (1) require that systems to detect fraudulent documents must be compatible with those of both DHS and the Department; and (2) transfer to DHS responsibility for securing transit passage areas at U.S. ports of entry. (Sec. 149) Authorizes the Secretary to develop a two-year pilot program that uses secure remote videoconferencing technology to conduct tourist visa interviews. Title II: Organization and Personnel of the Department of State - Subtitle A: Modernizing the Department of State - (Sec. 201) Authorizes for each of FY2010-FY2011: (1) the Secretary to hire an additional 750 Foreign Service members (above attrition); and (2) the Administrator of the United States Agency for International Development (USAID) to hire an additional 350 Foreign Service members (above attrition). (Sec. 202) Amends the Foreign Service Act of 1980 to provide for Foreign Service officer training in conflict resolution, and in the ability to function in unstable areas or areas without civil authority. (Sec. 203) Directs the Secretary to submit to Congress an assessment of current methods to monitor indicators of potential mass atrocities. (Sec. 204) Amends the Reconstruction and Stabilization Civilian Management Act of 2008 to amend the definition of \"personnel\" to include certain individuals: (1) employed by personal services contract, including those employed under the State Department Basic Authorities Act of 1956 and the Foreign Assistance Act of 1961; (2) appointed under the Foreign Service Act of 1980; and (3) who are locally employed staff. Subtitle B: Foreign Services Overseas Pay - Foreign Service Overseas Pay Act of 2009 - (Sec. 212) Amends the Foreign Service Act of 1980 to extend comparability pay adjustments on a phased-in schedule to (non-Senior) Foreign Service members assigned abroad. Treats such payments as basic pay. Subtitle C: Other Organization and Personnel Matters - (Sec. 221) Revises provisions concerning the computation of the death gratuity payable to surviving dependents of Foreign Service employees who die from injuries sustained in the performance of duty abroad. (Sec. 222) Amends the the State Department Basic Authorities Act of 1956 and the Foreign Assistance Act of 1961 to, respectively: (1) extend annuitant waver authority through October 1, 2012; and (2) include Response Readiness Corps personnel under such waiver. (Sec. 223) Amends the Foreign Service Act of 1980 to revise the Secretary's authority to reemploy Foreign Service annuitants to: (1) make such authority permanent; and (2) eliminate, in the case of a position for which there is exceptional difficulty in recruiting or retaining a qualified employee, applicability only to assignments in Iraq, Pakistan, and Afghanistan. (Sec. 224) Directs the Secretary to: (1) assess the adequacy of locally employed staff compensation and establish a related compensation database; and (2) report to Congress on efforts to implement such recommendations and related recruitment, retention and compensation issues. (Sec. 225) Repeals the recertification requirement for Senior Foreign Service members. (Sec. 226) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to: (1) establish exchange programs under which Department officers or employees and members of the Foreign Service may be temporarily assigned to a position with any foreign government or international entity that permits an employee to be assigned to the Department; and (2) provide for non-reciprocal assignments of personnel on a reimbursable or non-reimbursable basis. (Sec. 227) Authorizes the Inspector General to: (1) waive on a case-by-case basis the application of specified provisions of law on behalf of any reemployed annuitant serving in a position within the Office Of Inspector General; and (2) contract with U.S. citizens for personal services to support the Office's oversight activities. Requires a report to Congress regarding such hirings. (Sec. 228) Authorizes the Secretary to establish a pilot personal service contractor program (through September 30, 2014) with U.S. nationals and aliens lawfully admitted for permanent residence to provide personal services in the United States or in the United States and outside the United States. (Sec. 229) Amends the Foreign Service Act of 1980 with respect to certain audit and investigation procedures of the Inspector General. (Sec. 230) Establishes the Office for Global Women's Issues in the Department, which shall be headed by an Ambassador-at-Large for Global Women's Issues. Authorizes the Ambassador-at-Large to coordinate and advise on U.S. programs, policies, and funding regarding: (1) gender integration, (2) women's and girls' economic, social, and legal development; and (3) prevention and response to violence against women and girls, including child and forced marriage. Authorizes FY2011-FY2015 appropriations. (Sec. 231) Amends the Foreign Service Act of 1980 to authorize the Department to pay authorized or required home leave, including optional home leave travel, for family members residing at: (1) the employee's assignment post; and (2) other authorized locations when they are officially prevented from residing at such post. (Sec. 232) Enlarges the scope of personnel who may be hired as part of training support services. (Sec. 233) Expresses the sense of Congress that: (1) the U.S. government should promote the participation of minorities and women in the Foreign Service; and (2) such participation would help promote U.S. foreign policy goals. Directs the Secretary to report to Congress concerning Department employment of minorities and women, including Civil Service and the Foreign Service employment. Authorizes FY2010-FY2011 appropriations for the recruitment of minorities and women for careers in the Foreign Service and international affairs. Title III: International Organizations - (Sec. 301) Expresses the sense of Congress that the Secretary should: (1) ensure that U.S. missions are staffed to represent the United States at international organizations and multilateral institutions, including missions in New York, Brussels, Geneva, Rome, Montreal, Nairobi, Vienna, and Paris; (2) develop persons with specialized skills necessary to become experts in multilateral diplomacy; and (3) consider as a promotion factor whether a Foreign Service member has served in a position whose primary responsibility is to formulate policy toward, or represent the United States at, international or multilateral fora. (Sec. 302) Authorizes appropriations for the synchronization of U.S. contributions to international organizations. (Sec. 303) Amends the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 to authorize the U.S. share of assessed contributions for each U.N. peacekeeping operation, beginning in 2010, at 27.5%. (Sec. 304) Amends the State Department Basic Authorities Act of 1956 to establish in the Treasury the Buying Power Maintenance, International Organizations Account to offset the impact of exchange rate fluctuations that adversely affect U.S. contributions to international organizations. (Sec. 305) Authorizes the Secretary to request funds for the United States to rejoin the Inter-Parliamentary Union (IPU). (Sec. 306) Amends the United Nations Participation Act of 1945 to revise living and expense allowance provisions for the Permanent Representative of the United States to the United Nations, the Deputy Permanent Representative of the United States to the United Nations, and other U.S. representatives to the United Nations (U.N.). (Sec. 307) Directs the Secretary to continue efforts to increase the number of qualified U.S. citizens employed by the U.N. and by other international organizations. (Sec. 308) Authorizes U.S. membership in the International Renewable Energy Agency. Title IV: Miscellaneous Provisions - (Sec. 401) Limits specified assistance to governments of countries in default to the United States. (Sec. 402) Amends the Foreign Assistance Act of 1961 to allow assistance to law enforcement forces to: (1) enhance professional training; (2) foster civilian police roles that support democratic governance; (3) combat trafficking in persons, address gender-based violence, reduce corruption, prevent conflict, and respond to disasters; (4) address inhumane prison conditions; and (5) support humanitarian operations. (Sec. 403) Authorizes the Administrator of USAID to encourage the people of the United States to further dialogue and understanding of development, humanitarian, and foreign assistance programs. Provides specified funds for such purpose. (Sec. 404) Authorizes the Administrator of USAID, regarding a multiple award task order or indefinite delivery or indefinite quality contract, to make an exception to the fair opportunity process for placing task orders when such order is placed with any category of small or small disadvantaged business. (Sec. 405) Amends the Millennium Challenge Act of 2003 to authorize the Millennium Challenge Compact, upon approval by the Board of Directors, to: (1) enter into separate concurrent compacts with partner countries; and (2) extend the duration of a five-year compact term for two additional years. (Sec. 406) Authorizes the Inspector General of USAID to temporarily reemploy annuitants for positions in the Office of Inspector General in Iraq, Pakistan, and Afghanistan. Terminates such authority on October 1, 2012, but permits an annuitant reemployed before such date to continue employment until September 30, 2013. Authorizes the Inspector General of USAID to contract with U.S. citizens for personal services to support the Office's oversight of programs and operations. Provides that Foreign Service criminal investigators at USAID shall have pay parity with Civil Service criminal investigators. (Sec. 407) Amends the Foreign Assistance Act of 1961 to prohibit assistance to a country to build or expand the capacity of its producers to produce an agricultural commodity if: (1) the commodity is likely to be available in surplus quantities on the world market; and (2) such production or expanded production would cause substantial injury to U.S. producers of that commodity or a similar or competing commodity. Exempts from such prohibition a country that: (1) is eligible for assistance from the International Development Association, is not eligible for assistance from the International Bank for Reconstruction and Development, and does not consistently export the agricultural commodity with respect to which assistance is furnished; or (2) the President determines is recovering from widespread conflict, a humanitarian crisis, or a complex emergency. Prohibits assistance to a country to carry out any testing, breeding feasibility studies, variety improvement efforts, introduction efforts, publications, conferences, or training with respect to the production of an agricultural commodity if: (1) the commodity is or will be produced to be an export; and (2) such exportation will result in increased competition for that commodity, or a similar or competing agricultural commodity, produced in the United States. Exempts from such prohibition assistance to a developing country to increase food security in that country if such activity will not have a significant impact on the exportation of a similar U.S. agricultural commodity. Exempts from such prohibition assistance to a country: (1) that is eligible for assistance from the International Development Association, is not eligible for assistance from the International Bank for Reconstruction and Development, and does not export on a consistent basis the agricultural commodity with respect to which assistance is furnished; or (2) the President determines is recovering from widespread conflict, a humanitarian crisis, or a complex emergency. (Sec. 408) Expresses the sense of Congress regarding extractive industry transparency. (Sec. 409) Expresses the sense of Congress that it is critical for the United States to engage with the countries of Central Asia, including Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan. (Sec. 410) Expresses the sense of Congress that: (1) Internet access and freedom are U.S. foreign policy priorities; and (2) the U.S. government should help to expand Internet access in places where the Internet and other forms of connective technology are limited, censored, or restricted. (Sec. 411) Expresses the sense of Congress that: (1) the Global Health Initiative presents an opportunity to build upon current successes and to promote further advances in global health, in accordance with the Tom Lantos and Henry J. Hyde United States Global Leadership Against HIV/AIDS, Tuberculosis, and Malaria Reauthorization Act of 2008; and (2) a full-time country level coordinator should head the interagency country team for U.S. missions in each Global Health Initiative Plus country. Directs the President to report to Congress regarding implementation of the Global Health Initiative. (Sec. 412) Urges the Assistant Secretary for Democracy, Human Rights, and Labor to designate an officer or officers to track violence, criminalization, and restrictions on freedoms in foreign countries based on actual or perceived sexual orientation and gender identity. Directs the Secretary to encourage foreign governments to reform or repeal laws criminalizing homosexuality or consensual homosexual conduct. Amends the Foreign Assistance Act of 1961 to include information on sexual orientation-based discrimination or violence in annual country reports on human rights. Authorizes related training for Foreign Service officers. Title V: Peace Corps Improvement and Expansion - Peace Corps Improvement and Expansion Act of 2010 - (Sec. 503) Requires the Director of the Peace Corps to complete an assessment of how best to: (1) strengthen Peace Corps management capabilities and program effectiveness; (2) expand opportunities for Peace Corps volunteers; and (3) increase the size of the Peace Corps. Requires the Director to: (1) develop, based on the assessment, a strategic plan for the Peace Corps; and (2) report to Congress regarding such assessment and plan. Expresses the sense of Congress that, except for appointments to the Peace Corps National Advisory Council, the President should not make more than 15 concurrent appointments under the Peace Corps Act. Title VI: Authorization of Appropriations - Subtitle A: Department of State - (Sec. 601) Authorizes FY2011 appropriations to the Department for: (1) diplomatic and consular programs; (2) the Capital Investment Fund; (3) embassy security, construction, and maintenance; (4) the Civilian Stabilization Initiative; (5) educational and cultural exchange programs; (6) representation allowances; (7) protection of foreign missions and officials; (8) diplomatic and consular service emergencies; (9) repatriation loans; (10) the American Institute in Taiwan; and (11) the Office of the Inspector General. (Sec. 602) Authorizes FY2011 appropriations for: (1) contributions to international organizations; (2) contributions for international peacekeeping; and (3) foreign currency exchange rates. (Sec. 603) Authorizes FY2011 appropriations for: (1) international commissions; (2) the International Boundary and Water Commission, United States and Mexico; (3) the International Boundary Commission, United States and Canada; (4) the International Joint Commission; and (5) international fisheries commissions, including amounts to fulfill U.S. obligations to Canada under the Pacific Salmon Treaty. (Sec. 604) Authorizes FY2011 appropriations for migration and refugee assistance. Amends the Migration and Refugee Assistance Act of 1962 to increase appropriation limits for the United States Emergency Refugee and Migration Assistance Fund. (Sec. 605) Authorizes FY2011 appropriations for: (1) the Asia Foundation; (2) the National Endowment for Democracy; and (3) the Center for Cultural and Technical Interchange Between East and West (East-West Center). Subtitle B: United States International Broadcasting Activities - (Sec. 611) Authorizes FY2011 appropriations for: (1) international broadcasting operations; and (2) broadcasting capital improvements. Subtitle C: Peace Corps - (Sec. 621) Authorizes FY2011 appropriations for the Peace Corps."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 2010 and 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Service Overseas Pay Equity Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 2010 and 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Foreign Service Overseas Pay Equity Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Peace Corps Improvement and Expansion Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain authorities by the Department of State, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:40-05:00"
}