{
  "actions": [
    {
      "acted_at": "1993-05-27", 
      "references": [
        {
          "reference": "CR S6740-6741, S6753-6755", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-07-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-03-09", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 103-234. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-09", 
      "calendar": "Senate Legislative", 
      "number": "379", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 379.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1040-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1993-10-20", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1994-03-22", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1993-05-27", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1993-06-22", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1994-03-09", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "1994-03-09", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1993-05-27", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1993-06-29", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1993-07-28", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1993-05-27", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1993-06-22", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1994-03-22", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1994-02-23", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1994-04-13", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1994-04-13", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1994-03-09", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1993-07-28", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1994-02-23", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1993-10-04", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-27", 
  "number": "1040", 
  "official_title": "A bill to support systemic improvement of education and the development of a technologically literate citizenry and internationally competitive work force by establishing a comprehensive system through which appropriate technology-enhanced curriculum, instruction, and administrative support resources and services, that support the National Education Goals and any national education standards that may be developed, are provided to schools throughout the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Technology for Education Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-02-23", 
  "subjects": [
    "Academic performance", 
    "Authorization", 
    "Community and school", 
    "Computer networks", 
    "Computer software", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Curriculum planning", 
    "Department of Education", 
    "Economics and public finance", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational technology", 
    "Educational television", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federally-guaranteed loans", 
    "Government operations and politics", 
    "Government paperwork", 
    "Higher education", 
    "Information services", 
    "Parent-school relationships", 
    "Private schools", 
    "Product development", 
    "Research and development", 
    "School libraries", 
    "School planning", 
    "Science, technology, communications", 
    "Secondary education", 
    "Teacher education", 
    "Teaching materials", 
    "Technology assessment", 
    "Technology policy", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1994-03-09", 
    "text": "TABLE OF CONTENTS: Title I: Leadership in Educational Technology Title II: State Planning for Improving Student Achievement through Integration of Technology into the Curriculum Title III: School Technology Resources, Technical Support, and Professional Development Title IV: Educational Technology Product Development, Production, and Distribution Title V: Educational Applications of Advanced Technologies and Networks Title VI: Miscellaneous Technology for Education Act of 1994 - Title I: Leadership in Educational Technology - Directs the Secretary of Education to carry out activities for Federal leadership in educational technology, including: (1) a national long-range technology plan; and (2) assistance to States to plan effectively for the use of technology in all schools. (Sec. 103) Amends the Department of Education Organization Act and the General Education Provisions Act to establish an Office of Educational Technology (OET), to be administered by a Director of Educational Technology. (Sec. 104) Directs the Secretary to use funds under this title for grants and contracts for specified activities to assist development of educational technology, including development and evaluation of software, multimedia television programming, and other products that incorporate advances in technology and help achieve the National Education Goals and challenge State content and student performance standards, as well as research on and development of guidelines for maximum interoperability. Limits the non-Federal share to not more than 50 percent of the cost of such activities. (Sec. 106) Amends the Training Technology Transfer Act of 1988 to transfer the Office of Training Technology Transfer (OTTT) (currently in the Office of Educational Research and Improvement) to the Office of Educational Technology. Authorizes appropriations for OTTT. (Sec. 107) Authorizes appropriations for educational technology development and related activities under this title. Title II: State Planning for Improving Student Achievement through Integration of Technology into the Curriculum - Directs the Secretary to award grants to State educational agencies (SEAs) to develop and implement systemic statewide plans to infuse modern technologies into educational programs to enhance student learning and staff development in support of the National Education Goals and challenging standards. Requires such plans to be integrated into State improvement plans under the Goals 2000: Educate America Act. Authorizes appropriations. Title III: School Technology Resources, Technology Support, and Professional Development - Directs the Secretary, through OET, to award grants to SEAs with approved systemic statewide plans to provide assistance to local educational agencies (LEAs) having highest percentages of children in poverty and showing the greatest need for technology. Requires such assistance to be used for quality technology resources, linkage installation, technology integration into curriculum, teacher and library media personnel training, administrative and technical support and services, sharing and distribution of effective technologies among schools, and literacy-related services to the community. Authorizes appropriations. (Sec. 303) Authorizes the Secretary, through OET, to make competitive grants to regional educational technology assistance consortia to provide technical assistance, professional development, information and resource dissemination, and coordination. Authorizes appropriations. Title IV: Educational Technology Product Development, Production, and Distribution - Directs the Secretary, through OET, to make competitive grants to eligible consortia to pay the Federal share of the cost of development, production, and distribution of instructional programming for students, and development of programming for teachers, which incorporates applications of advanced technology-enhanced learning resources, including educational radio and television. Sets forth matching requirements. Directs the Secretary to disseminate information about products so developed. (Sec. 402) Requires any royalties paid to an SEA or LEA as a result of such assistance to be used for further development of authorized curriculum-based learning resources. Allows eligible consortia to receive financial benefits from distribution of assisted programming, but requires such benefits to be used for further developing curriculum-specific programming and providing greater access to a wider audience. Authorizes appropriations. (Sec. 403) Amends the Star Schools Program Assistance Act to extend the authorization of appropriations for the Star Schools Program. Directs the Secretary to make grants under such Act through OET. Authorizes the use of such grants for coordination of design and connectivity of telecommunications networks to reach the greatest number of schools. Revises provisions for amount of grants. Extends grant duration to five years each for an initial and an additional grant (currently two years for each). Encourages grant recipients to provide closed captioning and descriptive video. Requires applicant coordination of Star Schools funding with that under title III of this Act. Includes teacher training on voluntary national content standards and parent education programs among Star Schools activities. Gives priority to provision of equipment and linkages to isolated areas. Requires certain reserved funds to be used for national leadership (including information dissemination and quality enhancement) and peer review activities, as well as evaluation. Authorizes a matching competitive grant to a local education agency or consortium to establish a high technology demonstration program. (Such special local network funding is in addition to current special statewide telecommunications network provisions.) Title V: Educational Applications of Advanced Technologies and Networks - Directs the Secretary, through OET, to: (1) award grants or contracts for research on educational applications of advanced learning technologies; (2) establish an electronic network for dissemination of education information throughout the United States, including information about effective technology-enhanced programs, resources, and services; and (3) make grants for identifying requirements and developing specifications and prototypes for high performance educational computing and telecommunications networks. Authorizes appropriations. Title VI: Miscellaneous - Directs the Assistant Secretary to evaluate, and report to the Congress on, the feasibility of several alternative models for providing sustained and adequate funding for schools throughout the Nation so they can acquire and maintain technology-enhanced curriculum, instruction, and administrative support resources and services. (Sec. 602) Provides for participation of private school children under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Technology for Education Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology for the Classroom Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Technology for Education Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to support systemic improvement of education and the development of a technologically literate citizenry and internationally competitive work force by establishing a comprehensive system through which appropriate technology-enhanced curriculum, instruction, and administrative support resources and services, that support the National Education Goals and any national education standards that may be developed, are provided to schools throughout the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:58-05:00"
}