{
  "actions": [
    {
      "acted_at": "1994-10-07", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Public Works + Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Energy and Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "bill_ids": [
        "hr4394-103"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "For Previous Action See H.R.4394.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:55:00-04:00", 
      "references": [], 
      "text": "Committee on Public Works + Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:55:00-04:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:55:00-04:00", 
      "references": [
        {
          "reference": "CR H11407-11413", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:55:00-04:00", 
      "references": [], 
      "text": "Mr. Sharp asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:57:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1994-10-07T21:57:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-08", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5248-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1994-10-07T21:57:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-07", 
  "number": "5248", 
  "official_title": "To require States to consider adopting mandatory, comprehensive, Statewide one-call notification systems to protect natural gas and hazardous liquid pipelines and all other underground facilities from being damaged by any excavations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1719-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4394-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4394-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive One-Call Notification Act of 1994", 
  "sponsor": {
    "district": "2", 
    "name": "Sharp, Philip R.", 
    "state": "IN", 
    "thomas_id": "01046", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1994-10-07T21:57:00-04:00", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Alcohol and youth", 
    "Buy American", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Driver education", 
    "Driver licenses", 
    "Driver tests", 
    "Drug abuse", 
    "Drunk driving", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Excavation", 
    "Families", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Highway research", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Injunctions", 
    "Interstate compacts", 
    "Law", 
    "Licenses", 
    "Medical screening", 
    "Medical tests", 
    "Natural gas", 
    "Pennsylvania", 
    "Petroleum pipelines", 
    "Pipelines", 
    "Railroad maintenance and repair", 
    "Railroad safety", 
    "Recidivists", 
    "Relocation", 
    "Research and development", 
    "Science, technology, communications", 
    "Social welfare", 
    "State laws", 
    "Technological innovations", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation of hazardous substances", 
    "Transportation research", 
    "Transportation safety", 
    "Underground construction", 
    "Underground utility lines"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-07", 
    "text": "TABLE OF CONTENTS: Title I: One-Call Title II: High Risk Drivers Program Subtitle A: High-Risk and Alcohol-Impaired Drivers Subtitle B: Young Driver Programs Subtitle C: Older Driver Programs Subtitle D: High Risk Drivers Subtitle E: Funding Title III: Correction of Location Title I: One-Call - Comprehensive One-Call Notification Act of 1994 - Directs: (1) the Secretary of Transportation to provide for the establishment of a nationwide toll-free telephone number system to be used by State one-call notification systems; and (2) each State to consider whether to adopt a comprehensive statewide one-call notification program as described in this Act to protect underground facilities from damage due to excavation. (Sec. 105) Sets forth provisions regarding: (1) program elements, including 24-hour coverage for emergency excavation, effective mechanisms for penalties and enforcement, a fair schedule of fees to cover the costs of providing for, maintaining, and operating the State program, and an opportunity for citizen suits to enforce such program; and (2) penalties for violations. (Sec. 107) Requires the Secretary to: (1) make grants to States, or to operators of one-call notification systems in such States, to establish and maintain a State program pursuant to this Act; (2) review and report to the Congress on the extent to which any policies, programs, and procedures of the Department of Transportation (DOT) could be used to achieve the purposes of this title; (3) develop and make available to States a model State program; (4) consult with other agencies as to the availability and affordability of technologies which will help relocate pipelines from above-ground and remote locations; and (5) carry out a followup study to the vision waiver study program to include drivers who otherwise would have qualified to participate but for time limits on applications and the failure to learn of the program in a timely manner. (Sec. 114) Expresses the sense of the Congress that all equipment and products purchased with funds made available under this title should be American-made. Directs the Administrator of the Research and Special Programs Administration of DOT to provide a notice describing such statement to each recipient of financial assistance under this title. Title II: High Risk Drivers Program - Subtitle A: High-Risk and Alcohol Impaired Drivers - Directs the Secretary to develop and implement effective and comprehensive policies and programs to promote safe driving behavior by young drivers, older drivers, and repeat violators of traffic safety regulations and laws. Requires the Secretary to promote or engage in activities that: (1) advance cost effective and scientifically-based guidelines and technologies for the nondiscriminatory evaluation and licensing of high risk drivers, uniform or compatible State driver point systems and other licensing and driver record information systems as a means of identifying and initially evaluating high risk drivers, and driver training programs and the delivery of such programs; and (2) improve model driver training, screening, licensing, control, and evaluation programs. Directs the Secretary to: (1) explore the feasibility and advisability of using cost efficient simulation and other technologies as a means of enhancing driver training; (2) advance knowledge regarding the perceptual, cognitive, and decision making skills needed for safe driving and to improve driver training; and (3) investigate the most effective means of integrating licensing, training, and other techniques for preparing novice drivers for the safe use of highway systems. Subtitle B: Young Driver Programs - Directs the Secretary to make basic and supplemental grants to those States which adopt and implement programs for young drivers which include measures to reduce traffic safety problems resulting from the driving performance of young drivers. Subtitle C: Older Driver Programs - Directs the Secretary to undertake specified programs, research, and other activities with respect to older driver safety. Authorizes appropriations. Subtitle D: High Risk Drivers - Directs the Secretary to: (1) complete a study to determine whether additional or strengthened Federal activities, authority, or regulatory actions are desirable or necessary to improve the driver record and control systems of the States to identify high risk drivers more rapidly and ensure prompt intervention in their licensing; (2) consider and evaluate, as part of such study, the future of the national information systems that support driver licensing; and (3) encourage and promote State driver evaluation, assistance, or control programs for high risk drivers. Subtitle E: Funding - Authorizes appropriations. Title III: Correction of Location - Makes a technical correction to the Intermodal Surface Transportation Efficiency Act of 1991."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive One-Call Notification Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require States to consider adopting mandatory, comprehensive, Statewide one-call notification systems to protect natural gas and hazardous liquid pipelines and all other underground facilities from being damaged by any excavations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:22-05:00"
}