{
  "actions": [
    {
      "acted_at": "1994-09-19", 
      "references": [
        {
          "reference": "CR S12963", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2440-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-09-19", 
  "number": "2440", 
  "official_title": "A bill entitled the \"Prospective Payment System for Nursing Facilities\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prospective Payment System for Nursing Facilities", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-09-19", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Department of Health and Human Services", 
    "Government operations and politics", 
    "Health", 
    "Law", 
    "Medicare", 
    "Nursing homes", 
    "Prospective payment systems (Medical care)", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-09-19", 
    "text": "Prospective Payment System for Nursing Facilities - Makes this Act applicable to the payment for services of nursing facilities under federally funded long-term care programs. (Sec. 102) Sets forth as payment objectives to: (1) maintain an equitable and fair balance between cost containment and quality of care in nursing facilities; (2) maintain administrative simplicity for such facilities and the Secretary of Health and Human Services; (3) encourage nursing facilities to admit residents without regard to their source of payment; (4) encourage investment in buildings and improvements to nursing facilities as necessary to maintain quality and access; and (5) provide an incentive to nursing facilities to admit and provide care to persons in need of comparatively greater care. (Sec. 103) Sets forth provisions regarding: (1) powers and duties of the Secretary; and (2) the relationship of this Act to title XVIII (Medicare) of the Social Security Act. (Sec. 105) Directs the Secretary to: (1) establish a system which groups residents into classes according to similarity of their assessed condition and required services; (2) assign relative weights for resident classes based on the relative value of the resources required for each resident class, performed for each geographic region; and (3) designate no fewer than eight geographic regions. (Sec. 106) Requires the Secretary to determine payment rates for nursing facilities using the following cost-service groupings: (1) nursing service costs; (2) administrative and general costs; (3) fee-for-service ancillary services; (4) selected ancillary services and other costs; and (5) property costs. Directs that nursing facilities be: (1) paid a prospective, facility-specific, per diem rate based on the sum of the per diem rates established for the nursing service, administrative and general, and property cost centers and a facility-specific prospective rate for each unit of the fee-for-service ancillary services; and (2) reimbursed for selected ancillary services and other costs on a retrospective basis. (Sec. 107) Requires the nursing facility to perform periodic resident assessments to determine the resident class of each resident in the facility. (Sec. 108) Sets forth provisions regarding: (1) determination of the per diem rates for nursing service, administrative and general, and property costs; (2) payment for fee-for-service ancillary services; (3) reimbursement of selected ancillary services and other costs; (4) mid-year rate adjustments; and (5) exceptions to payment methods for new and low volume nursing facilities. (Sec. 114) Grants any person or legal entity aggrieved by a decision of the Secretary under this Act, which results in an amount in controversy of $10,000 or more, the right to appeal directly to the Provider Reimbursement Review Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prospective Payment System for Nursing Facilities", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Prospective Payment System for Nursing Facilities\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:32-05:00"
}