{
  "actions": [
    {
      "acted_at": "2011-11-10", 
      "references": [
        {
          "reference": "CR S7377-7378", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-11-10", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S7378-7382", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1851-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-11-10", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-10", 
  "number": "1851", 
  "official_title": "A bill to authorize the restoration of the Klamath Basin and the settlement of the hydroelectric licensing of the Klamath Hydroelectric Project in accordance with the Klamath Basin Restoration Agreement and the Klamath Hydroelectric Settlement Agreement in the public interest and the interest of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3398-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Klamath Basin Economic Restoration Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-10", 
  "subjects": [
    "Alternative and renewable resources", 
    "Aquatic ecology", 
    "California", 
    "Civil actions and liability", 
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Environmental assessment, monitoring, research", 
    "Federal-Indian relations", 
    "Fishes", 
    "Floods and storm protection", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Lakes and rivers", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Oregon", 
    "Water resources development", 
    "Water resources funding", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-10", 
    "text": "Klamath Basin Economic Restoration Act of 2011 - Approves the \"Klamath Basin Restoration Agreement for the Sustainability of Public and Trust Resources and Affected Communities,\" except to the extent such Agreement conflicts with this Act. Requires the Secretary of the Interior, the Secretary of Commerce, and the Secretary of Agriculture (USDA) to: (1) sign and implement such Agreement; (2) implement amendments to such Agreement approved by the signatories after this Act's enactment, unless one of the Secretaries determines that the amendment is inconsistent with this Act or other law; and (3) carry out each Secretary's responsibilities under such Agreement. Provides that the signature by the Secretaries of such Agreement does not constitute a major federal action under the National Environmental Policy Act of 1969 (NEPA). Establishes in the Treasury: (1) the On-Project Plan and Power for Water Management Fund, (2) the Water Use Retirement and Off-Project Reliance Fund, and (3) the Klamath Drought Fund. Lists the purposes of the Klamath Reclamation Project to be irrigation, reclamation, flood control, municipal, industrial, power, national wildlife refuge, and fish and wildlife, but provides that the purposes of such project as in existence prior to this Act's enactment shall continue for purposes of the determination of water rights in Oregon Klamath Basin Adjudication, until Appendix E-1 to the Restoration Agreement has been filed in the Oregon Klamath Basin Adjudication. Provides for the disposition of net revenues from the leasing of refuge land within the Tule Lake National Wildlife Refuge and the Lower Klamath National Wildlife Refuge. Sets forth provisions concerning the release of specified water rights claims against the United States by the Klamath Tribe, the Karuk Tribe, and the Yurok Tribe. Approves the Klamath Hydroelectric Settlement Agreement, except to the extent such Settlement conflicts with this Act. Requires the Secretary of the Interior, the Secretary of Commerce, and the Federal Energy Regulatory Commission (FERC) to implement such Settlement and any amendments to it, unless one of the Secretaries determines that the amendment is inconsistent with this Act. Requires the Secretary of the Interior to determine whether to proceed with the removal of the following hydropower developments licensed to PacifiCorp under the Federal Power Act: Iron Gate Development, Copco 1 Development, Copco 2 Development, and J.C. Boyle Development. Authorizes the Secretary to proceed with such removal if it: (1) will advance restoration of the salmonid fisheries of the Klamath Basin, and (2) is in the public interest. Sets forth provisions concerning the designation of the Dam Removal Entity and facilities removal. Requires the Secretary of the Interior to accept the transfer of title in the Keno Development to the United States in accordance with such Settlement. Requires such development, on its transfer, to: (1) become part of the Klamath Reclamation Project, and (2) be operated and maintained in accordance with reclamation law. Terminates FERC jurisdiction over such development on such transfer. Sets forth provisions concerning liability protection for PacifiCorp from harm or damage resulting from facility removal or operation. Requires FERC to issue annual licenses authorizing PacifiCorp to continue to operate such hydropower developments. Sets forth provisions concerning certain pending license applications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Klamath Basin Economic Restoration Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the restoration of the Klamath Basin and the settlement of the hydroelectric licensing of the Klamath Hydroelectric Project in accordance with the Klamath Basin Restoration Agreement and the Klamath Hydroelectric Settlement Agreement in the public interest and the interest of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:18:41-05:00"
}