{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-21", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary, H. Rept. 96-65.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-17", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 96-471.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr934-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "934", 
  "official_title": "A bill for the relief of Brian Hall and Vera W. Hall.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979", 
  "sponsor": {
    "district": "22", 
    "name": "Moorhead, Carlos J.", 
    "state": "CA", 
    "thomas_id": "00830", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Accounting", 
    "Aid to dependent children", 
    "Alcoholism", 
    "Allergies", 
    "Ambulatory care", 
    "Auditing", 
    "Capital gains tax", 
    "Chiropractic and chiropractors", 
    "Community health services", 
    "Costs", 
    "Dental care", 
    "Drug abuse", 
    "Extended care facilities", 
    "Eye care", 
    "Federal advisory bodies", 
    "Foundations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health facilities", 
    "Health services administration", 
    "Home care services", 
    "Hospital care", 
    "Hospital rates", 
    "Human experimentation in medicine", 
    "Income tax", 
    "Judicial review of administrative acts", 
    "Liability insurance", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical fees", 
    "Medical laboratories", 
    "Medicare", 
    "No-fault automobile insurance", 
    "Nursing homes", 
    "Peer review organizations (Medicine)", 
    "Physical therapy", 
    "Physicians", 
    "Presidential appointments", 
    "Psychologists", 
    "Respiratory diseases", 
    "Rural economic development", 
    "Safety measures", 
    "Social welfare", 
    "Social work", 
    "Speech disorders", 
    "State finance", 
    "Tax administration"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1979-12-10", 
    "text": "(Reported to Senate from the Committee on Finance with amendment, S. Rept. 96-471) =Title I: Private Relief= - Declares that two named individuals shall be deemed to have sold a specified residence by a certain date and to have purchased their subsequent residence within a specified period for tax liability determination purposes under the Internal Revenue Code. =Title II: Medicare and Medicaid Amendments= - Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979 - Establishes additional requirements applicable to the determination of the reasonable costs of services provided by hospitals under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act. Directs the Secretary of Health and Human Services (formerly, the Secretary of Health, Education, and Welfare) to establish a system by which hospitals will be classified by: (1) size; (2) type of hospital; (3) location (rural or urban); and (4) other criteria determined by the Secretary to be appropriate. Directs the Secretary to determine for the hospitals in each category an average per diem routine operating cost amount, based upon the amount of the hospitals' routine operating cost to be used in making payments to such hospitals. Divides the routine operating costs of hospitals in each category into personnel and nonpersonnel components. Provides for the determination of a per diem target rate for routine operating costs and an adjusted per diem target rate for routine operating costs for each hospital in each category. Sets forth formulas for determining \"routine operating cost\" as used in this Act. Establishes one formula for a hospital which has actual routine operating costs that are equal to or greater than its adjusted per diem target rate for routine operating costs. Limits reimbursement for such a hospital to 115 percent of its adjusted per diem target rate for routine operating costs. Establishes another formula for a hospital which has actual routine operating costs that are less than its adjusted per diem target rate. Provides that a such a hospital would receive its actual routine operating costs plus the smaller of five percent of its adjusted per diem target rate for routine operating costs or 50 percent of the amount by which its adjusted per diem target rate for routine operating costs exceeds its actual routine operating costs. Stipulates that \"routine operating costs\" does not include: (1) capital costs; (2) direct personnel and supply costs of hospital education and training programs; (3) costs of interns, residents, and non-administrative physicians; (4) energy costs associated with heating and cooling the hospital plant; and (5) malpractice insurance expenses; or (6) ancillary service costs. Exempts, subject to certain conditions, the hospitals in a State from the reimbursement levels established under the Medicare and Medicaid programs if the State has established its own reimbursement system for hospitals. Establishes a Health Facilities Costs Commission to conduct a continuing study, investigation, and review of the reimbursement provided to hospitals under the Medicare or Medicaid programs. Directs the Secretary to establish a Hospital Transitional Allowance Board to act on the applications of hospitals for reimbursement of expenses incurred in the retirement or conversion of underutilized facilities. Redefines the term \"capital expenditure\" as used in the Act in relation to expenditures made by or on behalf of health care facilities, health maintenance organizations, and home health agencies to be an expenditure which, among other things, exceeds $150,000, instead of $100,000. Requires a proposed capital expenditure in a standard metropolitan statistical area which encompasses more than one jurisdiction to be approved by the designated planning agency of each jurisdiction. Increases the rate of return on net equity for certain profitmaking hospitals. Amends part A (General Provisions) title XI to require, as a condition for payment to any State under title V (Maternal and Child Health and Crippled Children's Services) or title XIX for costs incurred in the performance of audits of certain entities which also provide services under title XVIII, that the conduct of such audits be coordinated with audits performed with respect to the entity for purposes of title XVIII. Requires, under titles V and XIX, that a State plan for medical assistance provide that the records of any entity participating in the plan and providing services reimbursable on a cost-related basis will be audited to insure that proper payments are made under the plan. Requires the Secretary to report to Congress concerning such audits. Provides that when determining, under the Medicare or Medicaid program, the reasonable costs of any service furnished by a provider: (1) unrestricted grants, gifts, and endowments shall not be deducted from the operating costs of such provider, except that income from endowments and investments may be used to reduce interest expense, if such income is from an unrestricted gift or grants and is commingled with other funds, except that any such interest expense shall in no event be reduced below zero by such income; and (2) grants, gifts, and endowment income designated by a donor for paying specific operating costs of such provider shall be deducted from the particular operating costs involved. Includes, under the Medicare program, rural health facilities of 50 or fewer beds within the definition of the term \"hospital.\" Makes special provisions with respect to nursing services, health, fire, and safety requirements for such facilities. Recognizes podiatrists as physicians for purposes of physician certification and participation in utilization review, where consistent with state law and the policies of the health care institutions involved. Prohibits Medicare payments to providers for a Medicare cost to the extent that such payment exceeds the proportional share of such cost, as measured by days of utilization or provider charges, until evidence is produced justifying such a higher proportional share. Amends part B (Professional Standards Review ) of title XI of the Act to provide that if a Professional Standards Review Organization (PSRO) finds that an individual is an inpatient of a hospital but could receive appropriate care more economically in an inpatient facility of another type and payment for such care is authorized under the Act then payment shall be made at the rate provided for care received in such other facility. Stipulates that this provision shall not apply in a geographic area where there is no excess of hospital beds and there is no such other appropriate more economical type facility available. Authorizes payment under the Medicare program for inpatient detoxification facility services, if a physician certifies that such services are required. Defines \"detoxification facility services\" to mean inpatient services provided by a detoxification facility to reduce or eliminate toxic agents in the body. Defines a \"detoxification facility\" to mean a public or nonprofit facility, other than a hospital, which furnishes detoxification services and meets certain other requirements. Directs the Secretary to conduct a study and make recommendations concerning the appropriateness of extending coverage to post-detoxification rehabilitation and to outpatient detoxification. Authorizes the Secretary to carry out a program of grants and loans to facilitate the conversion of surplus acute care hospital beds to long-term care beds in public and nonprofit hospitals. Authorizes the appropriation, over a two year period, of $100,000,000 for such grants and loans. Provides that long-term care beds created pursuant to such conversion may be reconverted to acute care hospital beds within two years following such conversion without being subject to the limitation on Federal participation in capital expenditures. Directs a PSRO in carrying out its duties with respect to determining the need for an individual to receive certain services and with respect to the quality and appropriateness of such services to give priority to making such determinations with respect to routine hospital admission testing, preoperative hospital stays in excess of one day, and elective admissions on weekends or other times when services are not available. Authorizes rural hospitals of less than 50 beds which have been granted a certificate of need for the provision of long-term care services to enter into agreements with the Secretary under the Medicare and Medicaid programs providing that their inpatient hospital facilities may be used to furnish services which if furnished by a skilled nursing facility would constitute extended care services. Allows payments to be made for skilled nursing services and intermediate care services furnished by such a hospital. Authorizes the Secretary, under Medicaid, to make determinations independent of State determinations on the eligibility of institutions and agencies for participation in Medicaid. Authorizes the Secretary to cancel the approval of any skilled nursing facility or intermediate care facility which fails to meet Medicaid's requirements or to apply sanctions less severe that decertification of such a facility if the failure to meet such requirements does not jeopardize the health or safety of patients in such facility. Authorizes the Secretary, under Medicare, to apply sanctions less severe than decertification to a skilled nursing facility found to be out of compliance with the conditions of participation in the Medicare program if such failure does not jeopardize the health or safety of patients in such facility. Prohibits, under Medicaid, the denial of skilled nursing or intermediate care facility services to an individual solely because such individual visits outside the facility; however, the frequency and length of such visits shall be considered in determining whether the individual is in need of such services. Directs the Secretary to conduct a study of the availability and need for skilled nursing facility services covered under the Medicare and Medicaid programs. Directs the Secretary to conduct a special study of the criteria presently used in determining whether a facility is a \"skilled nursing facility\" as that term is used in title XVIII. Repeals provisions of the Medicare program concerning the presumed coverage for extended care facilities and home health care in specified circumstances. Repeals the present Medicaid provisions relating to reimbursement for skilled nursing and intermediate care facilities and requires a State, under Medicaid, to provide for the payment of skilled nursing facility and intermediate facility services through the use of rates developed by the State which are reasonable and adequate to meet the costs of such facilities. Removes the 100-visit limitation presently applicable to home health services under the Medicare program. Eliminates prior hospitalization as a condition of eligibility for home health care services under such program. Requires a physician, in establishing a home health plan, under the Medicare program, to include a program of patient education aimed at achieving, to the maximum extent feasible, independence for an individual from the need for care provided by others. Provides home health services to an individual while in a nonprofit adult day care center if such individual cannot leave his or her residence without the assistance of another person. Directs the Secretary: (1) to establish guidelines for the direct and indirect incurred costs of providers of home health services to be used as the basis for determining the reasonable cost of home health services; (2) to monitor the costs of home health services and to report to Congress if it is found that the cost if such services is increasing at a rate greater than the rate of increase in the medical care services component of the Consumer Price Index; (3) to report to Congress on the frequency of use of home health services under the Medicare program; and (4) to establish demonstration projects to test the effectiveness of agency or multiagency utilization review committees in ensuring the medical necessity, cost efficiency, and appropriate use of home health services. Directs the Secretary to report to Congress concerning such demonstration projects. Directs the Secretary: (1) to establish procedures and develop forms pertaining to an agreement between the Secretary and a physician under which the physician agrees to accept, under Medicare, an assignment of a claim for each physician's service provided; and (2) through demonstration projects, to determine methods for increasing the rate of physician acceptance of assignments. Directs the Secretary to report the results of such demonstration projects to Congress. Directs the Secretary to establish a system of procedural terminology to provide common language describing the various kinds and levels of medical services which may be reimbursed under titles V (Maternal and Child Health), XVIII, and XIX of the Social Security Act. Directs the Health Care Financing Administration to recommend that the Secretary adopt a specific terminology system and relative values for the services designated by the terms to be used in calculating reasonable charges under the Medicare program. Extends for one year, until October 1, 1979, the period of time during which the services of physicians in teaching hospitals will be included as inpatient hospital services under title XVIII. Provides for the coverage of \"teaching team services\" under part B (Supplementary Medical Insurance) of title XVIII. Defines the term \"teaching team services\" to mean physician's services, as defined in title XVIII, performed by a team which includes a supervising physician and physicians-in-training participating in an approved teaching program. Directs the Secretary to specify those surgical procedures which can be safely and appropriately performed either in a hospital on an inpatient basis or on an ambulatory basis: (1) in a physician's office; or (2) in an ambulatory surgical center or hospital. Authorizes payment under the Medicare program for those surgical procedures not performed in a hospital. Directs the Secretary to establish with respect to each such surgical procedure an amount which is payable either to: (1) the physician for the excess costs in outfitting the physician's office to perform such procedures; or (2) the ambulatory surgical center for its services furnished in connection with such procedures. Stipulates that such amounts will be payable only upon assurances that the performance of such procedures will cost substantially less than the cost of performing such procedures on an inpatient basis in a hospital. Directs the Secretary, in consultation with others, to specify those preoperative medical and other health services which can be safely and appropriately performed in a hospital both on an inpatient and outpatient basis. Provides that a physician performing such a specified service on an outpatient basis, shall receive reimbursement equal to 100 percent of medicare's reasonable charge if he or she agrees to accept such payment as payment in full. Revises the criteria for determining the reasonable charge which may be made for physicians services under the Medicare program by providing for the determination of separate statewide prevailing charge levels for each State, in addition to prevailing charges in a locality, for use in determining such reasonable charge. Prohibits the Secretary from releasing information to the public relating to the amount physicians have been paid on behalf of Medicare and Medicaid beneficiaries. Authorizes payment, under the Supplementary Medical Insurance Benefits program of Medicare, for antigens prepared by an allergist for a particular patient. Authorizes the payment of physician's fees for a deceased Medicare recipient to the spouse or legally designated representative of the recipient under specified circumstances. Allows a speech pathologist, as well as a physician, to establish the plan of treatment for speech pathology services. Directs the Secretary to conduct a study to evaluate the present method for determining payments for durable medical equipment under Medicare and to review and make recommendations on possible alternative methods of reimbursement. Eliminates, under Medicare, the $60 deductible for: (1) diagnostic laboratory tests; and (2) rural health clinic services. Authorizes reimbursement under Medicare for services furnished in comprehensive outpatient rehabilitation centers. Defines the term \"comprehensive outpatient rehabilitation services\" to mean the following items and services furnished to an outpatient of a comprehensive outpatient rehabilitation facility: (1) physician's services; (2) physical therapy; (3) occupational therapy; (4) speech pathology services; (5) respiratory therapy; (6) prosthetic and orthotic devices; (7) social and psychological services; (8) certain nursing care; (9) certain drugs and biologicals; (10) supplies, appliances, and equipment; and (11) certain other medically necessary items and services. Defines the term \"comprehensive outpatient rehabilitation facility\" to mean a public or private institution which, among other things; (1) is primarily engaged in providing, by or under the supervision of physicians, diagnostic, therapeutic and restorative services to outpatients; (2) provides at least the following comprehensive outpatient rehabilitation services; physicians' services; physical therapy; and social or psychological services; (3) has a requirement that every patient must be under the care of a physician; and (4) meets such other conditions as the Secretary may find necessary for the health and safety of individuals who are furnished services by such facility. Specifies that where ambulance service is provided under Medicare such service shall include service to the nearest hospital which is adequately equipped and has medical personnel qualified to deal with the individual's condition. Provides coverage under the Medicare program for: (1) all services performed by a dentist which would be covered if performed by a physician; and (2) inpatient hospital services furnished because of the severity of the dental procedure. Provides coverage under the Medicare program for optometrists' services with respect to aphakia. Provides, under Medicare provisions relating to chiropractic coverage, that the presence of subluxation could be demonstrated by procedures other than X-ray. Eliminates the present medicare exclusion on services relating to the cutting or removal of warts from the feet. Directs the Secretary to issue regulations that provide for the establishment of limitations on the costs or charges that shall be considered reasonable with respect to outpatient services provided by hospitals, community health centers, or clinics which are reimbursed on cost basis or on the basis of cost related charges. Directs the Health Facilities Costs Commission to give priority to making a study and submitting recommendations to the Secretary with respect to setting such limitations. Prohibits the disclosure of any information, except as specified, which was not publicly available when acquired, and which identifies, by name or inference, an individual patient, practitioner, provider, supplier, or reviewer. Prohibits, under titles, V, XVIII, or XIX of the Act, reimbursement for any commission, finder's fee, or payment for facility under any rental or lease arrangement which is directly or indirectly, in whole or in part, a charge or cost attributable to any health service. Directs the Secretary to establish exceptions to this prohibition if the cost or charge reasonable and the percentage arrangement is customary business practice or provides incentives for the efficient economical operation of the health service. Exempts a physician who is under a percentage arrangement with a hospital from the prohibition if the physician's compensation under such arrangement does not exceed what would have been paid to the physician under an approved relative value schedule taking into account the physician's time and effort. Directs the Secretary to conduct a study of and report to Congress on hospital-based physician compensation and the impact of alternative reimbursement methods on providers, patients, physicians, and third party payors. Terminates the Health Insurance Benefits Advisory Council. Directs the Secretary: (1) to develop uniform claims forms to be utilized in making payments for health services under the Medicare and Medicaid programs; and (2) to report to Congress concerning such forms. Prohibits payment under Medicare if payment has been made or can reasonably be expected under a no-fault insurance policy or the liability insurance of the individual at fault. Permits Federal judicial review of adverse decisions of the of the Provider Reimbursement Review Board presently by several providers, in actions district where the principal party bringing the action is located. Authorizes the States to declare an individual ineligible for Medicaid benefits if, within 12 months of applying for benefits, such individual was found to have given away or sold for substantially less than its fair market value any asset which should have been included in such individual's resources in the determination of the individual's eligibility for benefits. Allows States to purchase laboratory services for Medicaid through competitive bidding arrangements for a three-year experimental period. Requires such services to be from laboratories: (1) which are found by the Secretary to meet appropriate health and safety standards; (2) no more than 75 percent of whose charges for such services are under Medicare or Medicaid; and (3) which charge Medicaid at rates no higher than the lowest amount charged to others for similar tests. Directs the Secretary to send to Congress an evaluation of such purchase arrangements, with recommendations as to extension or modification. Authorizes States which have not yet entered into an agreement with the Secretary to provide coverage for certain individuals under part B (Supplementary Medical Insurance for the Aged and Disabled) of title XVIII to enter into such an agreement, within 12 months following the enactment of this Act. Extends for two years, until October 1, 1982, the funding of State Medicaid fraud control units. Prohibits Federal Medicaid payments from being made to a State prior to the time that checks issued by the State for the medical assistance or other expenditure for which the Federal payment is being made are cleared through the State depository. Provides that if the Secretary notifies a State of any audit, quality control performance report, deficiency, or any reduction, termination, or increase in Federal funding of any program under the Act, simultaneous notification must also be made to the State Governor and certain State Legislators. Waives certain requirements of title II (Protection of Human Subjects of Biomedical and Behavioral Research) of the National Research Act with respect to coverage, copayments, deductibles, or other limitations on payment for services under the Medicare and Medicaid programs. Permits any governmental entity conducting an audit connected with the administration of a Medicaid plan to have access to certain information concerning Medicaid applicants and recipients. Authorizes the Secretary to enter into agreements with 12 States for the purpose of conducting demonstration projects for the training and employment of eligible individuals as homemaker-home health aides for the elderly or disabled. Defines the term \"eligible individuals\" to mean an individual who has voluntarily applied for the training and who has been certified by the appropriate State or local government agency as being eligible for financial assistance under a State plan of Aid to Families with Dependent Children approved under title IV of the Social Security Act. Directs the Secretary to submit annual reports to the Congress evaluating the demonstration projects. Authorizes the Secretary to make grants to public or nonprofit private regional pediatric pulmonary centers affiliated with institutions of higher learning to train and instruct personnel in the prevention, diagnosis, and treatment of respiratory diseases in children and young adults and in providing health care services to children and young adults suffering from such diseases. Authorizes the appropriation of such sums, not in excess of $5,000,000 for any fiscal year, as may be necessary for making such grants for fiscal year 1980 and the succeeding four fiscal years. Requires that the Administrator of the Health Care Financing Administration be appointed by the President by and with the advice and consent of the Senate. Requires a local PSRO to utilize the services of individuals who hold independent hospital admitting privileges in the review of institutional services provided by such individuals. Expands the membership of the National PSRO to include one dentist and one registered nurse."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill for the relief of Brian Hall and Vera W. Hall.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:10-05:00"
}