{
  "actions": [
    {
      "acted_at": "1980-06-18", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7610-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Edwards, Jack", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00337", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Edwards, Mickey", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "00338", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "McCloskey, Paul N., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00759", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-18", 
  "number": "7610", 
  "official_title": "A bill to amend the Longshoremen's and Harbor Workers' Compensation Act to revise the manner of computing the benefits provided under such Act, to provide for certification of physicians eligible to provide medical care to workers covered by such Act, to provide for an attorney to serve as the representative of the special fund established under such Act, to establish a Benefits Review Board the members of which are appointed by the President, to establish an advisory committee to evaluate the manner in which the provisions of the Act are carried out, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Longshoremen's and Harbor Workers Compensation Act Amendments of 1980", 
  "sponsor": {
    "district": "14", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Disability evaluation", 
    "Employers' liability", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Longshoremen", 
    "Ships and shipping", 
    "Survivors' benefits", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Longshoremen", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-18", 
    "text": "Longshoremen's and Harbor Workers' Compensation Act Amendments of 1980 - Amends the Longshoremen's and Harbor Workers' Compensation Act to revise the definition of \"employee\" to exclude (in addition to the currently excluded masters, or crew members, of any vessel) persons who at the time of injury were: (1) officers or employees of any government; (2) engaged in any employment which is not a direct or integral part of vessel loading, unloading, repairing, building, or breaking; or (3) providing services on or for any vessel less than 65 feet in length, while covered by a State workers' compensation program. Removes the conditions under which compensation for disability or death shall be payable. Increases the maximum rates of compensation for disability and extends such limits to compensation for death. Sets the maximum rate of compensation, with specified exceptions, at the lessor of: (1) an amount equal to 80 percent of the employee's spendable earnings; or (2) an amount equal to 200 percent of the applicable national average weekly wage. Defines \"spendable earnings\" as the employee's average weekly wage reduced by amounts required to be withheld under Federal and State tax laws. Directs the Secretary of Labor to publish tables in the Federal Register showing the amount of such \"spendable earnings\" for various wage levels. Entitles an employee to choose an attending physician from an applicable listing established by the deputy commissioner with jurisdiction with respect to such injury. Directs the deputy commissioner to actively supervise such medical care. Requires an attending physician who refers an employee to a medical specialist or consulting physician to notify the employer and submit a report, with reasons for such referral, to the employer and the deputy commissioner. Requires such specialists or consultants to submit reports in order to collect fees. Requires an employee seeking recovery of expenses for medical treatment or services to obtain such treatment in a specified manner and to provide written notice of such treatment or services to the employer within ten days after the date of the first treatment or services. Establishes procedures for providing independent medical examinations when medical questions arise. Entitles employers to specified relief in cases where the workplace injury is the sole cause of an impairment or disability. Provides for reexaminations of such estimates of the degree of impairment due to the workplace injury. Repeals specified provisions which made certain physicians who had participated in a fee relating to any other workmen's compensation claim during the previous two years ineligible for employment as independent medical examiners unless the parties to the claim agreed otherwise. Requires that 80 percent of spendable earnings be paid to an employee during the continuance of permanent total disability, subject to specified limitations. Requires, for a determination of total disability, that an employee prove by substantial evidence that as a result of the injury he or she is permanently unable to earn any wages in employment, in cases other than ones of loss of two or more specified body parts. Requires that 80 percent of spendable earnings be paid to an employee during the continuance of temporary total disability, subject to specified limitations. Prohibits such compensation from being paid after the employee attains the retirement age for the appropriate industry and geographical region. Sets the compensation rate for permanent partial disability at 80 percent of the spendable earnings of the employee, subject to specified limitations. Extends such limitations to the \"other cases\" category of permanent partial disability compensation and terminates such compensation after the employee attains the appropriate retirement age. Deletes a provision subjecting such compensation to reconsideration of the degree of impairment by the deputy commissioner. Bars employees suffering injuries in specified categories from seeking additional compensation in this \"other cases\" category. Allows employers to reduce permanent partial disability compensation when an employee's actual wages or wage earning capacity have increased or to suspend such compensation when such wages equal or exceed average weekly wages before the injury. Requires the approval of the deputy commissioner for such reductions or suspensions of compensation with such approval to be reviewable by an administrative law judge. Allows employees whose actual wages or wage earning capacity decrease, solely as a result of the injury, to less than their average weekly wage before the injury to request reviews of their compensation payments. Eliminates a provision for death benefits for the survivors of an employee who had been receiving \"other cases\" category permanent partial disability compensation and who dies from causes other than the original injury. Retains the current compensation rate for temporary partial disability, but subjects such rate to specified limitations. Provides for the designation by the Secretary of an attorney to serve as fund representative, with specified powers, of a special fund under such Act, upon recommendation by an organization representative of employer and insurance carrier interests. Revises provisions relating to: (1) compensation for employees undergoing vocational rehabilitation; (2) the wage earning capacity of injured employees in partial disability cases; and (3) approval of settlements by the deputy commissioner and the manner of payment of such settlements. Eliminates a provision for death benefits if the employee who sustains permanent total disability due to the injury thereafter dies from causes other than the injury. Increases the maximum rate of specified types of compensation for death. Revises methods of determination of the average weekly wages of injured employees at the time of injury. Revises the formula for determining yearly increases in specified compensation for permanent total disability or death. Makes revisions relating to: (1) failure to give notice; (2) the period of installment payments; (3) the right to compensation controverted; (4) penalties for overdue compensation; and (5) notice of payment. Repeals provisions concerning the deputy commissioner's authority: (1) in cases of suspended payments; and (2) to discharge the employer's liability for compensation. Limits the total money allowance payable to an employee or dependent survivors. Provides for preliminary rulings by the deputy commissioner with respect to claims, to become final orders if the parties do not request a hearing. Makes other revisions in the procedure in respect to claims. Repeals provisions relating to presumptions in proceedings for the enforcement of compensation claims. Revises provisions relating to the review of compensation orders and the Benefits Review Board. Establishes a new Benefits Review Board to be appointed by the President, with the advice and consent of the Senate (the former Board was appointed by the Secretary). Transfers to such Board all officers, assets, liabilities, contracts, property, and records of the Benefits Review Board in the Department of Labor. Revises the procedures, functions, powers, and duties of such Board. Makes technical and conforming amendments. Revises provisions relating to: (1) powers of the deputy commissioner or an administrative law judge in proceedings under such Act; (2) fees for services; (3) institution of proceedings by a person entitled to compensation; and (4) compromise obtained by a person entitled to compensation. Prohibits the Secretary from: (1) furnishing specified information and assistance in processing claims to persons covered under such Act (formerly permitted such information and assistance upon request); and (2) participating, except as an intervenor, in proceedings relating to this Act which are before any court. Makes other technical and conforming amendments. Repeals provisions relating to an administration fund and to the availability of appropriations. Establishes an Advisory Committee on Longshoremen's and Harbor Workers' Compensation to evaluate whether this Act provides an adequate, prompt, equitable, and insurable system of compensation. Declares that the Committee shall not be subject to the Federal Advisory Committee Act. Provides that nothing contained in the amendments made by this Act shall be construed to reduce the amount of any benefits received under the Longshoremen's and Harbor Workers' Compensation Act by any individual on the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Longshoremen's and Harbor Workers Compensation Act Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Longshoremen's and Harbor Workers' Compensation Act to revise the manner of computing the benefits provided under such Act, to provide for certification of physicians eligible to provide medical care to workers covered by such Act, to provide for an attorney to serve as the representative of the special fund established under such Act, to establish a Benefits Review Board the members of which are appointed by the President, to establish an advisory committee to evaluate the manner in which the provisions of the Act are carried out, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:22-05:00"
}