{
  "actions": [
    {
      "acted_at": "1989-04-12", 
      "bill_ids": [
        "s413-101"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure in lieu of S. 413.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-04-13", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Riegle. With written report No. 101-19. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-13", 
      "calendar": "Senate Legislative", 
      "number": "45", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 45.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-04-17", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-17", 
      "references": [], 
      "text": "Star Print ordered Senate Report 101-19.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-18", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-18", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to the bill made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-18", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to the bill agreed to in Senate by Yea-Nay Vote. 88-11. Record Vote No: 48.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-19", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-19", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "51", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Yea-Nay Vote. 91-8. Record Vote No: 51.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1989-05-02T12:01:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-02T12:02:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-20T11:55:00-04:00", 
      "bill_ids": [
        "hres177-101"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 177, papers are returned to the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-20", 
      "bill_ids": [
        "hres177-101"
      ], 
      "references": [], 
      "text": "Returned to the Senate pursuant to the provisions of H.Res. 177.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-20", 
      "references": [], 
      "text": "Held at the desk. Pursuant to the order of April 19, 1989.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-21", 
      "bill_ids": [
        "hr1278-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1278 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-21", 
      "bill_ids": [
        "hr1278-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1278 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-11", 
      "references": [], 
      "text": "Star Print ordered Report 101-19.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s47-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "47"
    }, 
    {
      "amendment_id": "s48-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "48"
    }, 
    {
      "amendment_id": "s49-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "49"
    }, 
    {
      "amendment_id": "s50-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "50"
    }, 
    {
      "amendment_id": "s51-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "51"
    }, 
    {
      "amendment_id": "s52-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "52"
    }, 
    {
      "amendment_id": "s53-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "53"
    }, 
    {
      "amendment_id": "s54-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "54"
    }, 
    {
      "amendment_id": "s55-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "55"
    }, 
    {
      "amendment_id": "s56-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "56"
    }, 
    {
      "amendment_id": "s57-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "57"
    }, 
    {
      "amendment_id": "s58-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "58"
    }, 
    {
      "amendment_id": "s59-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "59"
    }, 
    {
      "amendment_id": "s60-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "60"
    }, 
    {
      "amendment_id": "s61-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "61"
    }, 
    {
      "amendment_id": "s62-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "62"
    }
  ], 
  "bill_id": "s774-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1989-04-19", 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-13", 
  "number": "774", 
  "official_title": "An original bill to reform, recapitalize, and consolidate the Federal deposit insurance system, to enhance the regulatory and enforcement powers of Federal financial institutions regulatory agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres177-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres177-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1278-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1278-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Financial Institutions Reform, Recovery and Enforcement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1989-04-19", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Auditing", 
    "Authorization", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank records", 
    "Bribery", 
    "Business losses", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Deposit insurance", 
    "Discrimination in employment", 
    "District of Columbia", 
    "Embezzlement", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal home loan banks", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreclosure", 
    "Forfeiture", 
    "Fraud", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government securities", 
    "Government trust funds", 
    "Grand jury", 
    "Housing finance", 
    "Income tax", 
    "Informers", 
    "Injunctions", 
    "Insurance premiums", 
    "Licenses", 
    "Limitation of actions", 
    "Minority business enterprises", 
    "Mortgage loans", 
    "Narcotic traffic", 
    "Prisons", 
    "Real estate appraisal", 
    "Regulatory reform", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Savings banks", 
    "Secondary mortgage market", 
    "Sentencing guidelines", 
    "Signs and symbols", 
    "Subpoena", 
    "Sunset legislation", 
    "Tax exclusion", 
    "Tennessee", 
    "Trusts and trustees", 
    "User charges", 
    "Whistle blowing", 
    "White collar crime", 
    "Women in business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1989-04-19", 
    "text": "Financial Institutions Reform, Recovery, and Enforcement Act of 1989 - Title I: Purpose - Sets forth the purposes of this Act. Title II: Federal Deposit Insurance Corporation Authorities and Responsibilities - Amends the Federal Deposit Insurance Act to require the Federal Deposit Insurance Corporation (FDIC) to insure deposits held at savings associations. Increases the membership of the FDIC's Board of Directors from three to five members, one of whom shall be the Chairman of the Office of Savings Associations (COSA) (a position established by this Act). Outlines the treatment of certain insured accounts held by savings associations covered by this Act. Declares COSA to be the appropriate Federal banking agency for cases involving a savings association or a savings and loan holding company. Includes within the insurance purview of this Act all savings associations accounts insured by the Federal Savings and Loan Insurance Corporation (FSLIC) immediately before enactment of this Act. Requires the appropriate Federal banking agency to submit for FDIC comment any application by a financial institution to commence or resume the business of banking. States that a State financial institution resulting from the conversion of an insured Federal financial institution shall continue as an insured financial institution. Outlines the procedure under which Federal savings associations may apply for insured status. Establishes an insurance fee to be paid to the FDIC by noninsured financial institutions which become FDIC-insured. Requires that such fee be credited to either the Bank Insurance Fund (BIF) or to the Savings Association Insurance Fund (SAIF). Prohibits any insured financial institution from participating in any conversion transaction which would result in a change of membership from one such Fund to the other without prior FDIC consent. Cites circumstances under which the FDIC may provide such consent. Prescribes guidelines for the imposition by the FDIC of exit and entry fees to prevent the dilution of either BIF or SAIF as the result of an approved conversion transaction. Provides that whenever the FDIC incurs a loss related to the default or threatened default of an insured financial institution, any other commonly-controlled insured financial institution is liable to the FDIC and must reimburse it upon request. Sets forth compensation and loss review guidelines. Imposes a five-year moratorium during which BIF and SAIF members are not liable to the FDIC for default-related losses caused by the other Fund's members. Includes among insurability factors to be considered by the FDIC when evaluating applications for insurance coverage the risk presented to either the BIF or the SAIF. Authorizes the FDIC to require insured financial institutions to file additional reports for insurance purposes. Directs the FDIC to set annual assessment rates for insured financial institutions. Mandates that the rates for BIF members be set independently from those for SAIF members. Prescribes an assessment rating scheme, with a reserve ration that may range from 1.25 up to 1.65 percent of insured accounts under specified circumstances. Requires any assets in excess of 1.25 percent of insured accounts to go into a supplemental account. Grants the FDIC the same power to examine State savings associations and insured savings associations for insurance purposes as it presently possesses with respect to insured banks. Establishes the Bank Insurance Fund (BIF) and the Savings Association Insurance Fund (SAIF) whose funds may not be commingled. Dissolves the Permanent Insurance Fund and transfers its assets and liabilities to the BIF. Mandates deposit into the BIF of all assessments due from BIF members. Makes similar provisions for amounts assessed of SAIF members, with the exception of certain assessments required for the Financing Corporation or the Resolution Funding Corporation. Prohibits SAIF assessments from being provided to the FSLIC Resolution Fund after a specified date. Directs the Secretary of the Treasury (the Secretary) to make payments to the SAIF according to a prescribed payment schedule until its reserve ratio reaches a designated ceiling. Requires the Secretary to make additional payments to the SAIF to ensure that its minimum statutory net worth is met. Authorizes appropriations without fiscal year limitations for such purpose. Declares that funds borrowed by the FDIC for SAIF use shall be a direct liability of the SAIF, and subject to certain limitations. Revises the authorities granted the FDIC as receiver or conservator of a financial institution in default. Confers upon the FDIC all receivership powers previously held by the FSLIC. Exempts certain market-sensitive contracts from the FDIC's right of repudiation during a conservatorship or receivership. Prescribes guidelines for the transfer of assets and liabilities of a financial institution under such a conservatorship or receivership. Revises the receivership powers granted the FDIC with respect to Federal and State financial institutions. Provides that if COSA appoints a conservator or receiver under the Home Owners' Loan Act of 1933 with respect to a savings association the Resolution Trust Corporation shall be appointed for a three year period following enactment of this Act, and that the FDIC shall be appointed thereafter. Grants the FDIC the power to appoint itself as sole conservator or receiver of a State savings association if either the FDIC or the Resolution Trust Corporation makes specified determinations. Mandates that all payments of insured deposits made by the FDIC on account of either a BIF member or a SAIF member shall be made only from the member's Fund. Revises the FDIC's subrogation rights to include insurance payments made to depositors of all financial institutions within its purview (currently, such rights apply only to national banks). Revises the operating guidelines for bridge banks to include within their purview failed savings financial institutions. Establishes a claims valuation and review scheme for creditors of a defaulting financial institution who are not its insured depositors. Permits an FDIC action for damages against directors or officers of a financial institution for gross negligence or intentionally tortious conduct, as determined by State law. Establishes the FSLIC Resolution Fund to be separately managed and maintained by the FDIC, and not commingled. Transfers all FSLIC assets and liabilities exclusively to the Fund, and precludes their consolidation with either the BIF, the SAIF, or the FDIC. Sets forth a prioritized funding scheme. Provides for backup funding from the Treasury in the event that such prioritized scheme is insufficient to satisfy the Fund's liabilities. Limits any judgment resulting from certain FSLIC-related transactions to the assets of the FSLIC Resolution Fund. Dissolves the Fund upon satisfaction of all debts and liabilities and the sale of all assets acquired in case resolutions. Requires that any remaining funds be covered into the Treasury. Directs the FDIC to report annually to the Congress and the President regarding the Fund's financial status. Mandates an annual Fund audit. Outlines a secondary reserve scheme to be available to the FDIC only to the extent that the FSLIC Resolution Fund is insufficient to cover FDIC losses. Mandates that the funds held in the BIF, the SAIF, or the FSLIC Resolution Fund be invested in U.S. or federally-guaranteed obligations. Mandates that legal proceedings to which the FDIC becomes a party due to the exercise of its authorities be held in abeyance for a designated period upon FDIC request. Directs the FDIC, when calculating the cost of assistance to insured financial institutions in default, to include: (1) its immediate, long-term, and contingent liabilities; and (2) Federal tax revenues which would be foregone. States that the transfer of any assets or liabilities associated with any trust business of an insured financial institution in default is effective without State or Federal approval. Requires that assistance payments made to insured financial institutions in default be made: (1) from the BIF in case of payments made to such Fund's member; or (2) from the SAIF or the Resolution Trust Corporation in the case of SAIF members. Revises the guidelines for FDIC-assisted emergency interstate acquisitions. Prescribes guidelines for FDIC authorization of mergers, consolidations, transfers, and acquisitions of savings associations in default by other savings associations or insured banks. Increases the borrowing authority of the FDIC, and authorizes its use for either the BIF or the SAIF. Restricts the State and local tax liability of the FDIC by virtue of its role as receiver or conservator of an insured financial institution in default. Precludes the FDIC from incurring a financial liability under a guarantee or obligation with respect to either the BIF or the SAIF if the estimated cost of it would reduce the net worth of the respective Insurance Fund to less than zero. Subjects the Corporation's borrowing authority to the approval of the Secretary of the Treasury. Pledges the full faith and credit of the United States with respect to all liabilities incurred by the BIF and the SAIF. Requires the FDIC to make: (1) annual status reports to the Congress regarding the BIF, the SAIF, and the FSLIC Resolution Fund; (2) quarterly fiscal reports to the Secretary of the Treasury regarding its financial operations and forecasts; (3) a risk-based premium assessment report to the Congress by a specified deadline; and (4) recommendations to the Congress regarding deposit insurance pass-through options. Directs the FDIC (together with the Department of Justice and the Department of the Treasury) to report to the Congress the results of a study regarding liability insurance and financial institution surety bonds for directors and officers of insured financial institutions. Requires signs and logos displayed by an insured financial institution to contain specified information only. Requires: (1) prior FDIC written approval of a merger transaction if the acquiring, assuming, or resulting bank is to be a State nonmember insured bank (with specified exceptions); and (2) prior written approval of the Chairman of the Office of Savings Associations if the acquiring, assuming, or resulting institution (in a merger transaction) is to be a savings association. Requires an insured State financial institution to obtain prior FDIC consent before retiring or reducing its capital assets or liabilities (with specified exceptions). Subjects the activities of insured savings associations and their subsidiaries to the jurisdiction and oversight powers of the FDIC and COSA. Authorizes the FDIC to determine whether such activities are incompatible with deposit insurance. Precludes certain unidentifiable intangible assets from being included in a financial institution's capital compliance calculations. Prescribes guidelines under which the investment activities of State-chartered savings associations must either conform to investment activities of federally-chartered savings associations, or obtain FDIC approval. Sets forth guidelines under which insured financial institutions may make loans secured by real property. Includes State savings associations within the FDIC's non-discrimination policy. Amends the Federal Deposit Insurance Act to prohibit: (1) a troubled financial institution from using brokered deposits unless it receives a waiver from the FDIC upon a finding that acceptance of them does not constitute an unsafe or unsound business practice; and (2) contracts between a financial institution and a vendor on certain deposits or purchases of stock or assets not directly related to the vendor's products or services, if such conditions have an anticompetitive effect on or adversely affect the health or safety of such institution. Directs the General Accounting Office to study and report to specified congressional committees on the contracting practices among third-party vendors and insured financial institutions, especially regarding any questionable contract provisions that tend to erode financial integrity and soundness by allowing the artificial inflation of capital or divestiture of troublesome assets. Title III: Chairman of the Office of Savings Associations - Amends the Home Owners' Loan Act of 1933 to grant the Chairman of the Office of Savings Association general supervisory powers over the operation and regulation of savings associations. Directs the Chairman to prescribe uniform savings association accounting and disclosure standards which incorporate the same principles used to determine compliance with the rules and regulations issued by Federal banking agencies. Mandates that the standards governing savings associations' operations be at least as stringent as those of the Office of the Comptroller of the Currency. Prohibits savings associations from participating in lottery-related activities. Sets guidelines under which a savings association may override State usury laws. Directs the Chairman to establish rules governing the selection of independent auditors by savings associations and service corporations and the performance of auditing services. Establishes an Office of Savings Associations in the Department of the Treasury. Terminates the Federal Home Loan Bank Board and transfers its powers and authorities to the Chairman. Reserves for the Chairman those functions of the Federal Home Loan Bank Board and its Chairman which have not been expressly transferred to either the FDIC, the Resolution Trust Corporation, or the Federal Home Loan Bank Agency. Requires the Chairman of the Federal Home Loan Bank System to report annually to the Congress, and to send it copies of certain communications with the President and the Office of Management and Budget. Directs the Chairman to prescribe liquidity regulations governing the amount of assets which savings associations and Federal Home Loan Bank members must maintain. Authorizes the Chairman to: (1) assess a penalty for noncompliance with liquidity requirements; and (2) reduce or suspend liquidity requirements under specified circumstances. Empowers the Chairman to issue charters and to prescribe regulations governing the establishment and operation of Federal savings and loan associations and savings banks as sources of housing credit. Outlines the lending and investment parameters of housing credit. Outlines the lending and investment parameters for such institutions, including the Chairman's authority to: (1) appoint the FDIC as receiver or conservator under specified circumstances; (2) prescribe rules for institutions in conservatorship or receivership; and (3) monitor such institutions' compliance with monetary transaction recordkeeping requirements. Confers Federal Home Loan Bank membership status automatically upon each Federal savings association upon its incorporation. Authorizes the Secretary of the Treasury to subscribe for preferred shares in Federal savings associations. Prescribes guidelines under which a Federal savings association may convert into a Federal savings bank, a Federal savings and loan association, or into a State savings association. Permits subscription by the Secretary of the Treasury for full paid income shares in Federal savings associations. Cites circumstances under which a savings association or Federal Home Loan Bank member may: (1) be a depository of public money; (2) act as agent for a Federal instrumentality; (3) act as trustee for certain retirement accounts; (4) act as trustee in certain fiduciary capacities; (5) surrender its Federal charter; and (6) have its powers revoked by the Chairman. Sets forth a conversion mechanism whereby: (1) the Chairman may authorize the conversion of a BIF State-chartered savings bank into a Federal savings bank; (2) certain insured savings banks may be converted or chartered as Federal stock savings banks upon FDIC determination that to do so would improve their financial condition; and (3) certain FDIC insured mutual savings institutions may be converted or chartered as Federal stock savings institutions. Prohibits a savings association from conditioning its services to a customer upon certain additional requirements beyond the usual industry practice (tying arrangements). Limits the circumstances under which a Federal savings association may operate an out-of-State branch. Directs the Chairman to establish minimum capital requirements for savings associations. Requires the Chairman to establish uniform capital standards for savings associations which are as stringent as those for national banks (including the leverage ratio and risk-based capital standards). Includes goodwill as a component of capital. Requires an association to maintain tangible capital (excluding goodwill) equal to 1.5 percent of its total assets. Sets a deadline for standards implementation. Applies the same lending limitations to savings associations as presently apply to national banks. Requires each savings association to report its financial status to the Chairman. Authorizes appropriations for the Chairman to develop State or federally chartered local thrift and home-financing institutions. Grants the Chairman the same regulatory investigative and operational powers over certain District of Columbia building and loan associations that the Chairman has with respect to Federal savings and loan associations. Precludes the Chairman from: (1) causing District of Columbia associations to become Federal savings and loan associations; or (2) imposing upon such District associations the same regulations that are imposed upon Federal savings and loan associations. Authorizes the Chairman to assess certain user's fees upon savings associations to cover the expenses and supervisory activities of the Office of Savings Associations. Details the regulatory parameters within which savings and loan holding companies must operate. Exempts certain foreign savings and loan holding companies and bank holding companies registered with the Federal Reserve System from such regulatory framework. Requires the Chairman's prior approval with respect to acquisitions (including interstate acquisitions) by a savings and loan holding company. Sets forth civil and criminal penalties for certain prohibited acts including: (1) holding or exercise of proxy votes in a mutual savings association by any person (including a savings and loan holding company) that already controls more than 25 percent of voting shares; and (2) control of a non-subsidiary savings association by such person. Outlines the requirements which State savings banks and cooperative banks must meet in order to attain qualified thrift lender status and be deemed savings associations. Restricts the business activities of a savings association which fails to maintain such status, and mandates that its charter be converted to a bank charter. Subjects a company that controls such a savings association to all the terms of the Bank Holding Company Act of 1956 as if it were a bank holding company. Subjects to the tying restrictions of the Home Owners' Loan Act of 1933: (1) a State-chartered savings association that is a subsidiary of a savings and loan holding company; and (2) a savings and loan holding company and its affiliates. Outlines conditions under which a savings association operating in mutual form may reorganize as a mutual holding company, subject to the approval of COSA. Subjects each savings association to the restrictions of the Federal Reserve Act with respect to: (1) transactions with affiliates; and (2) loans and extensions of credit by a savings association to selected executives and any person controlling more than ten percent of any class of voting securities. Grandfathers certain savings associations and insured institutions participating in certain capital recovery plans as long as they adhere to such plans and report regularly to the Chairman of the Federal Home Loan Bank System. Amends the Home Owners' Loan Act of 1933 to revise the standards under which savings associations attain qualified thrift lender status (a measure of a thrift institution's involvement in housing finance). Sets forth a transitional period during which thrift institutions may continue to purchase mortgages from a mortgage-banking affiliate. Title IV: Dissolution and Transfer of Functions, Personnel, and Property of Federal Savings and Loan Insurance Corporation - Terminates the FSLIC and transfers its functions to either the FDIC or the Resolution Trust Corporation. Retains FSLIC rules (including those of the Federal Home Loan Bank Board) and places them under the enforcement purview of either the FDIC or COSA. Provides for the allocation of enforcement authority between the FDIC and COSA. Grants the FDIC rulemaking and enforcement authority over savings associations whose activities seriously threaten either the SAIF or the BIF. Sets forth an FSLIC personnel transfer scheme. Divides between COSA and the FDIC all personnel and property pertaining to the FSLIC and the Federal Home Loan Bank Board. Requires the FSLIC to provide a final accounting of its finances and operations to the Congress, the Secretary of the Treasury, and the Director of the Office of Management and Budget immediately before its dissolution. Title V: Financing for Thrift Resolutions - Subtitle A: Resolution Trust Corporation - Amends the Federal Home Loan Bank Act to establish the Resolution Trust Corporation (RTC) under the direction of the Oversight Board to: (1) resolve all FSLIC cases for which a liquidating receiver or conservator was appointed within a specified period; (2) manage the assets of the Federal Asset Disposition Association; and (3) make the most economical use of RTC financial activities. Places RTC authorities and limitations within the parameters of the FDIC Act, and precludes it from obligating either the FDIC or its funds. Proclaims the RTC as liquidating conservator or receiver with respect to any: (1) institution for which such an agent was appointed by the Federal Home Loan Bank Board during a certain period; and (2) SAIF member for which the FDIC or COSA appoints such an agent during a designated period. Establishes the Oversight Board which shall serve as the RTC board of directors. Requires the RTC to report to the Oversight Board the results of a statutorily mandated review of: (1) all insolvent institution cases resolved by the FSLIC within a specified time frame; and (2) all means of reducing costs under existing FSLIC agreements relating to such cases. Directs the RTC to dissolve and wind up the affairs of the Federal Asset Disposition Association (FADA). Terminates the RTC five years after the date of enactment of this Act. Directs the RTC to: (1) assume certain guarantees issued by the FSLIC; (2) document its decisions regarding the solicitation and selection of offers for assisted acquisitions and the disposition of assets of institutions under its purview; (3) submit annual and semiannual reports to the President and the Congress regarding its operations and financial status; (4) maintain a list of foreclosed properties of particular historical, environmental, or recreational value (and provide it to the Secretary of Interior, the Secretary of Agriculture, and to appropriate public agencies for possible acquisition); (5) establish up to 12 Regional Advisory Board districts to assist the RTC to dispose of acquired assets in the most economical manner; and (6) establish valuation methods to minimize the impact of real estate sales in depressed real estate markets. Subjects RTC employees and independent contractors to conflict of interest standards no less stringent than those applicable to FDIC personnel. Subtitle B: Resolution Funding Corporation - Amends the Federal Home Loan Bank Act to establish the Resolution Funding Corporation (RFC) to provide funding for the RTC. Places RFC management under a three-member Directorate drawn from specified Federal Home Loan Bank senior executives supervised by the RTC Oversight Board. Prescribes guidelines under which the Federal Home Loan Banks must capitalize the RFC, including purchase of its non-voting capital stock. Requires the RFC to submit an annual status report to the President and the Congress. Terminates the RFC after the maturity and full payment of all obligations issued by it. Revises guidelines for the assessment authority of the Financing Corporation to mandate that it assess each SAIF member in the same manner as the FDIC assesses each SAIF member. Grants the Financing Corporation first priority to make such assessments. Revises the guidelines for Federal Home Loan Bank reserves to prohibit the payment of any dividends by a bank whose reserve accounts have fallen below 100 percent of its paid-in capital until its reserves have been restored to such percentage. Title VI: Thrift Acquisition Enhancement Provisions - Amends the Bank Holding Company Act of 1956 to authorize the Federal Reserve Board to approve savings association acquisitions by a bank holding company. Prohibits the Board from imposing restrictions on transactions between a savings association and its holding company affiliates (except as required under specified Federal Reserve Act provisions). Amends the Home Owners' Loan Act of 1933 (as amended by this Act) to prohibit a savings and loan holding company from acquiring more than five percent of the voting shares of a non-subsidiary savings association or a non-subsidiary savings and loan holding company. Title VII: Federal Home Loan Bank System Reforms - Subtitle A: Federal Home Loan Bank Act Amendments - Amends the Federal Home Loan Bank Act to establish as an independent agency in the executive branch the Federal Home Loan Bank Agency (the Agency) to supervise Federal Home Loan Banks (FHLBs) to ensure that they: (1) implement their housing finance mission; (2) remain adequately capitalized and able to raise funds in the capital markets; and (3) operate safely and soundly. Requires the Agency to report annually to the Congress. Declares certain insured credit unions eligible to become members or non-member borrowers of an FHLB. Precludes an insured financial institution which was not a member as of January 1, 1989, from becoming a member if: (1) it has not attained qualified thrift lender status; or (2) its financial condition or practices are adjudged unsound by the Agency. Authorizes the FHLBs to make loans to the FDIC for the use of the SAIF. Abolishes the Federal Savings and Loan Advisory Council (Thrift Advisory Council) and the Federal Savings and Loan Insurance Corporation Industry Advisory Committee. Provides that advances made by an FHLB must be based upon collateral that is sufficient to fully secure such advances. Mandates that all long term advances be made only for the purpose of providing funds for housing finance. Requires an FHLB at the time of loan origination, renewal, or advance to maintain a security interest in specified categories of collateral. Directs the Comptroller General to audit the Agency and FHLBs to determine their compliance with this Act. Subtitle B - Conforming Amendments - Makes technical and conforming amendments to relevant statutes. Title VIII: Bank Conservation Act Amendments - Amends the Bank Conservation Act to authorize the Comptroller of the Currency to appoint without notice or prior hearing a conservator (which may be the FDIC) of a financially troubled notice bank under specified conditions. Grants the Comptroller exclusive conservator-appointment authority for a bank. Sets forth circumstances under which the Comptroller may terminate a bank conservatorship. Presents general conservatorship guidelines. Title IX: Enforcement Authority Improvements - Enforcement Authority Improvements Act of 1989 - Subtitle A: Regulation of Financial Institutions - Amends the Federal Deposit Insurance Act to: (1) decrease from 120 days to 60 days the period during which an insured bank must correct business practices adjudged unsound by the the FDIC Board of Directors; (2) revise (from two years to from six months to two years) the period which a depositor's account remains insured after termination of a bank's insured status; and (3) authorize the FDIC to issue a temporary order suspending deposit insurance on deposits received by an insured financial institution adjudged to have no tangible capital under Federal banking agency guidelines. Directs the FDIC to include goodwill to a specified extent when determining the tangible capital of a savings association. Cites circumstances under which the FDIC may temporarily suspend the deposit insurance of a savings association which would be adjudged to have no tangible capital but for the inclusion of goodwill as a capital component. Requires the FDIC to make special examinations of such associations once every quarter. Authorizes the appropriate Federal banking agency to require a financial institution engaged in unsound business practices to implement specified remedies, including restitution and reimbursement. Authorizes such banking agency to: (1) limit the activities of such institution (including prohibiting or restricting its asset growth); and (2) issue a temporary cease and desist order whenever it determines that the institution's recordkeeping is so inaccurate as to prevent the agency from ascertaining the institution's financial condition. Revises the enforcement procedures for breaches of fiduciary duty, unsafe business activities, or violations of this Act and increases the civil and criminal penalties for such violations. Sets forth standards for the imposition of civil penalties in excess of $2,500 per day. Prohibits a financial institution from discriminating or discharging personnel reporting possible violations by it. Authorizes the FDIC to coordinate its enforcement actions with COSA. Precludes the FDIC from delegating its decisionmaking authority about enforcement actions. Subtitle B: Regulation by the Chairman of the Office of Savings Associations - Amends the Home Owners' Loan Act of 1933 to impose civil penalties upon savings associations which fail to file status reports, or file false or incomplete reports. Requires the written approval of COSA before an individual may either participate in the affairs of an SAIF member, or serve as an SAIF officer, if such individual has previously been prohibited by the FSLIC or the Federal Home Loan Bank Board from either voting for an officer or participating in the affairs of an FSLIC insured member. Subtitle C: Credit Unions - Amends the Federal Credit Union Act to authorize the National Credit Union Administration Board (the Board) to: (1) require an insured credit union engaged in certain unsound business practices to implement specified remedies (including restitution and reimbursement); (2) restrict such credit union's activities, including the growth of its assets; and (3) issue temporary cease and desist orders whenever it determines that the credit union's recordkeeping is so inaccurate as to prevent the Board from ascertaining the credit union's financial condition. Revises the enforcement procedures for breaches of fiduciary duty, unsafe business practices and violations of this Act. Increases the civil and criminal penalties for such violations. Prohibits a credit union from discriminating against or discharging personnel reporting possible violations to a regulatory authority. Prohibits a person convicted of dishonesty from participating in credit union affairs. Increases the civil penalties imposed upon a credit union for filing either non-timely or false status reports. Sets forth standards for the imposition by the Board of civil penalties exceeding $2,500 per day. Amends the Federal Credit Union Act to direct the Board of Directors of the National Credit Union Administration to prescribe audit standards requiring an outside, independent audit by a certified public accountant for any credit union for any fiscal year that it fails to conduct a satisfactory annual supervisory committee audit, or during which it has experienced persistent and serious record-keeping deficiencies. Subtitle D: Right to Financial Privacy Act - Amends the Right of Financial Privacy Act of 1978 to permit the disclosure of financial records to: (1) a supervisory agency exercising its conservatorship or receivership functions; (2) the Board of Governors of the Federal Reserve System (or any Federal Reserve Bank) in the exercise of its credit extension authority; or (3) the Resolution Trust Corporation in the exercise of its liquidation functions. Prohibits a financial institution on which a grand jury subpoena has been served regarding specified criminal violations from notifying the affected party about the existence or contents of the subpoena, or the information that it has furnished to the grand jury. Title X: Criminal Enhancements - Amends the Federal criminal code to increase the criminal penalties and impose civil penalties for designated financial institution offenses including: (1) receipt of commissions or gifts for procuring loans; (2) theft, embezzlement, or misapplication of funds; and (3) fraudulent activities. Sets forth a statute of limitations for financial institution offenses, and instructs the U.S. Sentencing Commission to promulgate specified minimum sentencing guidelines for such offenses. Sets forth civil and criminal forfeiture guidelines regarding offenses affecting a federally insured financial institution. Cites circumstances under which certain grand jury matters may be disclosed to Federal or State attorneys and in litigation proceedings. Authorizes appropriations for the Department of Justice for proceedings falling within the purview of this Act. Title XI: Federal Home Loan Mortgage Corporation - Federal Home Loan Mortgage Corporation Transition Act - Amends the Federal Home Loan Mortgage Corporation Act to revise the membership of the Board of Directors, including five members who shall be appointed by the President. Grants the Secretary of Housing and Urban Development (the Secretary) regulatory authority over the Corporation. Authorizes the Secretary to require that a reasonable portion of the Corporation's mortgage purchases be related to the national goal of providing adequate housing for low and moderate income families (with reasonable economic return to the Corporation). Requires the Secretary to report annually to the Congress regarding Corporation activities. Revises the Corporation's capitalization guidelines. Precludes the Corporation from imposing any charge or fee upon any mortgagee participating in a mortgage insurance program under the National Housing Act solely because of such status. Prescribes guidelines under which: (1) the Secretary of the Treasury may purchase obligations and securities of the Corporation; (2) securities evidencing the Corporation's debt may be issued; and (3) the Corporation may make financial commitments based upon collateralized mortgage obligations. Amends the Federal National Mortgage Association Charter Act to prohibit the Corporation from using its lending authority either to: (1) advance funds to a mortgage seller or originator on an interim basis using mortgage loans as collateral, pending the sale of mortgages in the secondary market; or (2) originate mortgage loans. Title XII: Participation by State Housing Finance Authorities and Nonprofit Entities - Authorizes State housing finance authorities and nonprofit entities to purchase mortgage-related assets from the Resolution Trust Corporation or from financial institutions with respect to which the FDIC is acting as receiver or conservator. Requires that the net income attributable to the ownership of such assets be invested in low and moderate income housing within the jurisdiction of such State housing finance authority or nonprofit entity. Title XIII: Study of Federal Deposit Insurance and Banking Regulation - Requires the Secretary of the Treasury to report to the Congress regarding the results of a study of the Federal deposit insurance system. Title XIV: Miscellaneous Provisions - Directs the Comptroller General to report to specified congressional committees regarding the Nation's credit union system. Amends the Federal Credit Union Act to direct the National Credit Union Administration Board to report to the Congress regarding the comparability of credit union regulator salaries with the compensation at other Federal bank regulatory agencies. Amends the Revised Statutes to direct the Comptroller of the Currency to: (1) report to the Congress regarding the compensation of employees of the Office of the Comptroller of the Currency; and (2) concurrently submit to the Congress any budget estimates or legislative recommendations made either to the President or the Office of Management and Budget. Precludes any Federal officer or agency from requiring the Comptroller to submit legislative commentaries prior to their submission to the Congress. Subjects all entities performing functions or activities under this Act to audit by the Comptroller General. Requires specified Federal entities falling within the purview of this Act to report to the Congress regarding the extent of discriminatory lending practices by mortgage lenders subject to their supervision or regulation. Applies a certain Executive Order relating to equal employment opportunity in the Federal Government to specified Federal lending agencies. Requires certain agencies under the purview of this Act to establish programs which solicit businesses owned by women or minorities, and to provide such businesses with opportunities to participate in their procurement programs. Directs the FDIC to submit to certain congressional committees an annual detailed status report regarding the Federal Deposit Insurance Fund. Mandates that specified Federal banking agencies establish uniform accounting standards to determine the capital ratios of all federally insured financial institutions. Amends the Bank Holding Company Act to revise the cross-marketing restrictions placed upon banks controlled by specified holding companies. Amends the Federal Financial Institutions Examination Council Act of 1978 to establish within the Council an Appraisal Subcommittee to: (1) monitor State and Federal appraisal standards for federally related transactions; (2) maintain a national registry of State licensed appraisers for federally related transactions; (3) report annually to the Congress regarding its activities; and (4) monitor the Appraisal Foundation. Authorizes appropriations. Authorizes the Subcommittee to collect registration fees from persons who perform appraisals in federally related transactions. Requires Federal financial institutions, regulatory agencies, and mortgage agencies to prescribe real estate appraisal standards for federally related transactions. Directs the Subcommittee to monitor State appraiser certifying and licensing agencies to determine consistency with this Act. Empowers the Subcommittee to reject a State's appraiser certifications or licenses. Provides for a temporary waiver of appraiser certification or licensing requirements for States having a scarcity of qualified appraisers. Requires a Federal agency (including the Subcommittee) to report any State certified or licensed appraiser who violates this Act. Subjects a financial institution to a civil penalty for knowingly engaging the services of an appraiser in a federally related transaction who is not State certified or licensed. Expresses the sense of the Senate that the House of Representatives should adopt and send to the Senate for consideration as part of this Act legislation to repeal certain tax rules for financial institutions, including: (1) the exclusion from income of payments made to financially troubled institutions by the FSLIC and the FDIC; (2) the granting of tax-free status to certain reorganizations of such institutions; and (3) the relaxation of certain loss carryover rules. Amends the Bank Holding Company Act of 1956 to revise the conditions under which certain bank holding companies which control grandfathered nonbank and certain savings association holding companies may own more than five percent of the shares or assets of other financial institutions (passive investments). Amends the Federal Savings and Loan Recapitalization Act to exempt from its moratorium on voluntary termination of FSLIC insured status a certain institution (First City Federal Savings Bank, Memphis, Tennessee) whose board of directors had decided to terminate such status before April 1, 1987, and whose deposit insurance had been in effect for less than one year as of such date. Title XV: General Provisions - Expresses the sense of the Congress that: (1) an 800-bed local correctional treatment facility be constructed in the District of Columbia at the earliest possible date; and (2) Mayor Barry and other District of Columbia officials be urged to move expeditiously with a crime containment program, including the construction of a local 800-bed prison and jail space."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Institutions Reform, Recovery and Enforcement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enforcement Authority Improvements Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Home Loan Mortgage Corporation Transition Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Financial Institutions Reform, Recovery and Enforcement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Enforcement Authority Improvements Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal Home Loan Mortgage Corporation Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reform, recapitalize, and consolidate the Federal deposit insurance system, to enhance the regulatory and enforcement powers of Federal financial institutions regulatory agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:22-05:00"
}