{
  "actions": [
    {
      "acted_at": "1991-07-31", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1606-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-10-30", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-31", 
  "number": "1606", 
  "official_title": "A bill to establish a demonstration program that encourages State educational agencies to assist teachers, parents, and communities in establishing new public schools, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public School Redefinition Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-31", 
  "subjects": [
    "Education", 
    "Educational innovations", 
    "Elementary education", 
    "Federal aid to education", 
    "Parent-school relationships", 
    "Public schools", 
    "Secondary education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-31", 
    "text": "Public School Redefinition Act of 1991 - Authorizes the Secretary of Education (the Secretary) to award grants to: (1) State educational agencies (SEAs) with approved applications, to conduct an outcome-based public school program; or (2) an outcome-based public school, with an approved application, that serves a State that elects not to participate in the program assisted under this Act. Requires SEAs to use such grant funds to award grants to one or more outcome-based public schools to plan and implement their programs. Requires a school receiving a direct grant from the Secretary to use it to plan and implement its outcome-based public school program. Limits administrative expenses. Limits the duration of such a grant to any such school to not more than three years. Sets forth matching funds requirements for such schools. Requires grants to be dispersed so as to benefit students in urban and rural areas. Prohibits use of such grant funds for construction or major renovation or repair of facilities, but allows their use for planning, equipment purchases, and other start-up costs, including minor renovation of facilities necessary to meet applicable health and safety requirements. Sets forth applications requirements. Requires an outcome-based public school, in order to receive such a grant, to enter into an outcomes agreement with the sponsor participating in the eligible partnership with it. Provides that such sponsors may be a school board, local educational agency, joint board formed for educational purposes if at least one member is a school board, State educational agency, or any other State or public agency. Makes each outcome-based public school receiving such a grant eligible to receive Federal, State, and local education revenue, grants, and other aid as though such school were a local educational agency. Requires the Secretary or SEA to terminate such grant payments upon determination that the outcome-based public school is not making acceptable progress toward meeting the outcomes described in its agreement. Requires annual State and school reports. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public School Redefinition Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a demonstration program that encourages State educational agencies to assist teachers, parents, and communities in establishing new public schools, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:10-05:00"
}