{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr735-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "735", 
  "official_title": "A bill to revise and improve the laws relating to the documentation of vessels.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vessel Documentation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Mailliard, William S.", 
    "state": "CA", 
    "thomas_id": "00727", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Boats and boating", 
    "Fisheries", 
    "Ships", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Vessel Documentation Act - Provides for the revision of the laws relating to the documentation of vessels. Provides that the Secretary (of the head of the department in which the Coast Guard is operating) shall designate ports of documentation in the United States where vessels may be documented and instruments affecting title to, or interest in, documented vessels may be recorded. Asserts that the Secretary shall specify the geographic area to be served by each designated por, and he may discontinue, relocate, or designate additional ports of documentation. Provides that any vessel of at least five net tons, which is not registered under the laws of a foreign country, is eligible for documentation if it is owned by: (1) an individual who is a citizen of the United States; (2) a partnership or association whose members are all citizens of the United States; (3) a corporation created under the laws of the United States, or of any State, territory possession thereof; (4) the United States Government; or (5) the government of any State, territory or possession. Provides that a fishery license or an appropriately endorsed registry may be issued for any vessel which: (1) is eligible for documentation; (2) was built in the United States; and (3) qualifies under the laws of the United States to be employed in the fisheries. Asserts that a vessel for which a fishery license, or an appropriately endorsed registry, is issued may, subject to the laws of the United States regulating the fisheries, be employed in that trade. Provides that, to insure compliance with this Act and the laws governing the qualifications of vessels to engage in the coastwide trade and the fisheries, the Secretary may require owners and masters of documented vessels to submit reports in such form and manner as the Secretary may prescribe. Provides that whoever violates any provision or any regulation of this Act for which no other penalty is specifically provided is liable to a civil penalty of not more than $500 for each violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vessel Documentation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and improve the laws relating to the documentation of vessels.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:01-05:00"
}