{
  "actions": [
    {
      "acted_at": "2006-05-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-05-18", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Crapo. With written report No. 109-256.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-18", 
      "calendar": "Senate Legislative", 
      "number": "437", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 437.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-05-25", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S5272-5283", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S5272-5283", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-05-26", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-06T14:13:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-06T19:38:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T17:42:00-04:00", 
      "references": [], 
      "text": "Mr. Oxley moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T17:43:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T17:43:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 2856.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T18:03:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T18:04:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T19:06:00-04:00", 
      "references": [], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T19:14:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "494", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays (2/3 required): 417 - 0 (Roll No. 494).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-27T19:14:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-30", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 9/29/2006 S10779-10791", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 9/29/2006 S10779-10791", 
          "type": "text as Senate agreed to House amendment"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to House amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-09-30", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-10-13", 
      "congress": "109", 
      "law": "public", 
      "number": "351", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-351.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2856-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "351"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-10-13", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-09-27T19:14:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-18", 
  "number": "2856", 
  "official_title": "An original bill to provide regulatory relief and improve productivity for insured depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3505-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Financial Services Regulatory Relief Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Crapo, Mike", 
    "state": "ID", 
    "thomas_id": "00250", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-10-13", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Bank accounts", 
    "Bank capital", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank mergers", 
    "Bank records", 
    "Bank reserves", 
    "Brokers", 
    "Checks", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Community development banking", 
    "Congress", 
    "Congressional investigations", 
    "Consumer credit", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "District courts", 
    "Dividends", 
    "Economic assistance", 
    "Electronic funds transfers", 
    "Executive reorganization", 
    "Federal officials", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial services", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Golden parachutes", 
    "Government operations and politics", 
    "Government paperwork", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Interest", 
    "International banking", 
    "Investment advisers", 
    "Investments", 
    "Judicial review", 
    "Jurisdiction", 
    "Law", 
    "Leases", 
    "Limitation of actions", 
    "Marketing", 
    "Missouri", 
    "Mortgage banks", 
    "Mortgages", 
    "Public lands and natural resources", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Stockholders", 
    "Surety and fidelity", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-10-13", 
    "text": "Financial Services Regulatory Relief Act of 2006 - Title I: Broker Relief - (Sec. 101) Amends the Securities Exchange Act of 1934 to require the Securities and Exchange Commission (SEC) and the Board of Governors of the Federal Reserve System (Board) to: (1) jointly adopt a single set of rules or regulations implementing statutory exceptions to the definition of \"broker\" within the context of specified banking activities; and (2) seek the concurrence of the federal banking agencies prior to jointly adopting such rules or regulations. States that such jointly adopted rules or regulations supersede any proposed or final rules issued by the SEC on or after the enactment of the Gramm-Leach-Bliley Act with regard to the exceptions to the definition of broker. Title II: Monetary Policy Provisions - (Sec. 201) Amends the Federal Reserve Act to: (1) authorize payment of interest on funds maintained by a depository institution at a Federal Reserve bank; and (2) authorize the Federal Reserve Board to reduce to 0% the reserves required to be maintained by a depository institution against its transaction accounts. (The current requirement ranges from 3% to 14%.) Declares October 1, 2011, as the effective date for the amendments made by this title. Title III: National Bank Provisions - (Sec. 301) Amends the Revised Statutes of the United States to allow cumulative voting by shareholders for directors of a national bank only if authorized by the bank's articles of association (thus repealing the current requirement of cumulative voting). (Sec. 302) Repeals the statutory formula for determining when lawful national bank dividend declarations may be made. Allows national bank directors to declare a dividend of so much of the bank's undivided profits as they judge to be expedient. (Sec. 303) Amends the Federal Deposit Insurance Act (FDIA) to repeal the prerequisite to a removal or suspension order by the Comptroller of the Currency concerning an institution-affiliated party (IAP) requiring a notice to provide for a hearing, and for the findings and conclusions of an administrative law judge to have been certified to the Board of Governors of the Federal Reserve System for final determination. (Thus repeals a limitation placed upon the removal authority of the Comptroller.) (Sec. 304) Amends the Revised Statutes to repeal the prohibition against reduction of capital stock by a national bank if it would reduce the capital of the association below the amount required for its outstanding circulation. (Sec. 305) Amends the Revised Statutes and the Federal Reserve Act to revise the community development investment (CDI) requirements for national banking associations and state member banks, respectively. Repeals the limitation of express authority to make indirect investments only by purchasing interests in an entity primarily engaged in making such investments. Allows associations and banks, however, to make such investments directly (as under current law) or indirectly (without express limitation). Raises from 10% to 15% the addends in the formula for the ceiling on aggregate CDIs. Prohibits an association's or state member bank's aggregate CDIs from exceeding an amount equal to the sum of 15% (currently 10%) of the institution's capital stock actually paid in and unimpaired and 15% (currently 10%) of its unimpaired surplus fund. Extends application of such standards and limitations to the subsidiaries of an association or state member bank. Title IV: Savings Association Provisions - (Sec. 401) Amends the Securities Exchange Act of 1934 and the Investment Advisers Act of 1940 to extend their purview to savings associations (thereby exempting such associations from the same investment adviser and broker-dealer registration requirements as banks). (Sec. 402) Amends the Home Owners' Loan Act (HOLA) to repeal special rules governing purchased mortgage servicing rights. (Sec. 403) Considers a federal savings association to be a citizen only of the state in which its home office is located for purposes of determining federal court diversity jurisdiction. (Sec. 404) Revises the conditions under which a savings association may make loans (up to a certain amount of the association's unimpaired capital and unimpaired surplus) to one borrower to develop domestic residential housing units. Repeals the limitation of the purchase price of each single family dwelling unit to $500,000. Title V: Credit Union Provisions - (Sec. 501) Amends the Federal Credit Union Act (FCUA) to allow military and civilian authorities responsible for buildings erected on federal property to extend real estate leases at minimal charge to credit unions that finance the construction of credit union facilities on federal land. (Sec. 502) Increases the maturity date on Federal Credit Union loans from 12 years to 15 years or longer, as permitted by the National Credit Union Administration (NCUA) Board. (Sec. 503) Permits a federal credit union to offer money transfer instruments, including international and domestic electronic fund transfers, to persons in the field of membership (currently limited to actual members). (Sec. 504) Revises the meaning of net worth, with respect to prompt corrective action by a credit union, to include (in addition to the credit union's retained earnings balance) any amounts that were previously retained earnings of any other credit union with which the credit union has combined. (Sec. 505) Amends the FDIA to grant enforcement authority to the state supervisor of either a private deposit insurer, or of a depository institution which receives deposits insured by a private deposit insurer. Revises disclosure requirements for depository institutions lacking federal deposit insurance. Exempts certain signs, documents, or other items, including small utilitarian items that do not mention deposit products or insurance, from the requirement that such an institution give notice that it is not federally insured. Allows an alternative provision of notice, by mailing of a conspicuous card with information and a line for depositor signature, to new depositors obtained through a conversion or merger, as well as to certain current depositors. Sets deadlines for the mailing of an alternative notice, and requires a second notice if the institution has not received a signed card from a depositor within 30 days after mailing the first notice. Requires any such disclosure to be presented in a format, type size, and manner simple and easy to understand. Repeals the prohibition against the use by nondepository institutions without federal deposit insurance of any instrumentality of interstate commerce to receive or facilitate receiving deposits unless the appropriate supervisor of the state in which the institution is chartered has determined that it meets all eligibility requirements for federal deposit insurance. Repeals the authority of the Federal Trade Commission (FTC) to enforce the independent audit requirement (but retains FTC authority to enforce disclosure requirements). Grants examination and enforcement authority to the state supervisor of a depository institution lacking federal deposit insurance. Denies such authority during the pendency of an FTC action. Title VI: Depository Institution Provisions - (Sec. 601) Amends the FRA and the Bank Holding Company Act Amendments of 1970 to repeal specified reporting requirements regarding loans to bank executive officers and principal shareholders (insider lending). (Sec. 602) Amends the Bank Service Company Act to permit savings association and bank investments in bank service companies. (Sec. 603) Amends the Federal Reserve Act to repeal the limitation to nonmember banks of the authority to count as reserves the deposits in other banks \"passed through\" by those banks to the Federal Reserve as required reserve balances. (Thus extends such authority to member banks of the Federal Reserve System.) (Sec. 604) Amends the FDIA to: (1) direct the federal banking agencies to reduce or eliminate mandatory reports of condition filed by insured depository institutions if the agency determines such reports are no longer appropriate; (2) increase from $250 million to $500 million the maximum total assets of a depository institution eligible for 18-month (instead of annual) examinations; (3) revises the application requirements for depository institution mergers to reduce to the Attorney General's report the number of competitive factor reports required; and (4) provide that a depository institution does not waive its privileges by submitting information to a banking authority in the course of a regulatory procedure. (Sec. 608) Amends HOLA to prescribe conditions under which a federal savings association may convert to a national or state bank, including prior Federal Deposit Insurance Corporation (FDIC) approval for each bank if more than one national or state bank results from the conversion. (Sec. 609) Amends the Gramm-Leach-Bliley Act to exempt from its privacy policy disclosure requirements certified public accountants who are subject to state prohibitions against disclosure of nonpublic personal information without the knowing and expressed consent of the consumer. (Sec. 610) Amends the Depository Institution Management Interlocks Act to increase from $20 million to $50 million the ceiling on the assets of a small depository institution exempt from the prohibition against depository institution management interlocks in the same metropolitan statistical area. Title VII: Banking Agency Provisions - (Sec. 701) Amends the National Bank Receivership Act and the FDIA to authorize a depository institution action for judicial review for removal of a receiver within 30 days of being placed in receivership or liquidation. (Sec. 702) Authorizes the appropriate federal banking agency for a depository institution to enforce: (1) conditions it has imposed in writing on the institution or an IAP (which may be a bank director, an officer, or a principal shareholder) in connection with any action on any application, notice, or other request concerning the institution; or (2) a written agreement between the agency and the institution or an IAP. Allows the FDIC, after its appointment as receiver or conservator for an institution, to enforce any such condition or agreement through an action in an appropriate U.S. district court. Amends the FDIA with respect to the prohibition against claims against a federal banking agency for the return of certain assets of an affiliate or controlling shareholder transferred to an insured depository institution experiencing a specified financial condition. Repeals the criterion that the institution be undercapitalized. (Maintains the prohibition with respect to: (1) an institution subject to any written direction by a federal banking agency to increase its capital; and (2) that portion of the transfer that is made by a bank holding company to a subsidiary depository institution if the federal banking agency has followed the required procedure.) (Sec. 703) Amends the FDIA to extend cross guarantee liability to all insured depository institutions commonly controlled by the same company. (Sec. 704) Amends the FDIA to authorize the FDIC to prohibit or limit a nonbank holding company's golden parachute payment or indemnification payments to IAPs. (Sec. 705) Amends the FDIA regarding a change in bank control to cite conditions under which the appropriate federal banking agency may extend the period of review and disapproval of a proposed acquisition of an insured depository institution. (Sec. 706) Amends the BHCA to authorize the Federal Reserve Board on case-by-case basis to waive the attribution rule which deems a bank holding company to control any shares of a company held by trustees for the benefit of the bank holding company or its shareholders, members, or employees. (Sec. 707) Amends the FDIA and the FCUA to authorize interagency data sharing of confidential supervisory information by federal banking agencies. (Sec. 708) Amends the FDIA and the FCUA to grant the appropriate regulatory agency the authority to suspend, remove, or prohibit an IAP charged with a felony from participating in the affairs of any depository institution. (Sec. 709) Amends the International Banking Act of 1978 to cite circumstances in which compulsory disclosure by federal banking regulators is prohibited regarding confidential information received from foreign banking supervisors. (Sec. 710) Amends the FDIA to prohibit individuals convicted of a criminal offense from participating in the affairs of either a bank holding company or specified corporations operating under the Federal Reserve Act. Authorizes the Board and the Director of the Office of Thrift Supervision to provide exemptions from such prohibition. (Sec. 711) Amends the FDIA to revise requirements governing the coordination of state examination authority. (Sec. 712) Amends HOLA to instruct the Secretary of the Treasury to appoint a Deputy Director of the Office of Thrift Supervision (OTS) to serve as Acting Director in the event of a vacancy in the position of Director or during the Director's absence or disability. Authorizes appointment of up to three additional Deputy Directors. (Sec. 713) Amends the International Lending Supervision Act of 1983 to include OTS among the federal bank regulatory agencies whose members are represented upon the Basel Committee on Banking Supervision. (Sec. 714) Amends the Federal Financial Institutions Examination Council Act of 1978 to add the Chairman of the State Liaison Committee to the Federal Financial Institutions Examination Council. (Sec. 717) Amends the FDIA to grant each of the federal banking agencies authority to enforce deposit insurance conditions. (Sec. 718) Requires the consent of the conservator or receiver: (1) in connection with termination, acceleration, or declaration of default under any contract to which the depository institution is a party; or (2) to obtain possession of or exercise control over any property of the institution or affect any of its contractual rights. (Sec. 719) Amends the the Fair Credit Reporting Act to permit a consumer reporting agency to furnish a consumer report to either the FDIC or the National Credit Union Administration (NCUA) to facilitate the agency's role as conservator, receiver, or liquidating agent for an insured depository institution or insured credit union. (Sec. 720) Amends the FDIA and the FCUA regarding supervised institutions to: (1) exempt FDIC and NCUA from prosecution for criminal acts committed by an institution prior to FDIC or NCUA appointment as receiver or liquidating agent; (2) treat a determination by FDIC or NCUA for insurance coverage as a final agency action reviewable in district court; (3) permit disposal of insured depository institution or credit union records after ten years; and (4) treat electronically preserved FDIC and NCUA records as original records. (Sec. 727 ) Amends the BHCA to repeal the exclusion of certain savings banks and the Investors Fiduciary Trust Company of Kansas City, Missouri, from the meaning of \"bank\" covered by the Act (thus subjecting them to BHCA jurisdiction). Removes qualified savings banks from coverage by the Act. (Sec. 728) Amends the Gramm-Leach-Bliley Act to prescribe a model privacy disclosure form to be used at the option of the financial institution. Title VIII: Fair Debt Collection Practices Act Amendments - (Sec. 801) Amends the Fair Debt Collection Practices Act (FDCPA) to exempt from federal regulatory oversight certain bad check enforcement programs operated by private entities under state regulatory oversight, if they meet specified requirements. (Sec. 802) Revises the requirement that a debt collector, within five days after its initial communication with a consumer in connection with the collection of any debt, send the consumer a certain notice about the debt and its presumptive validation if no dispute is received within 30 days. Excludes from treatment as an initial communication, subject to such five-day deadline, any formal legal pleadings in a civil action and certain unrelated notices under the Internal Revenue Code, the Gramm-Leach-Bliley Act, or any federal or state law relating to notice of a data security breach or privacy. Allows collection activities and communications that do not violate the FDCPA to continue during the 30-day period in which the consumer has to right to dispute a debt. Prohibits such collection activities and communications from overshadowing or being inconsistent with the disclosure of the consumer's right to dispute the debt or request the name and address of the original creditor. Title IX: Cash Management Modernization - (Sec. 901) Amends federal law governing sureties and surety bonds to permit the use of any security designated acceptable by the Secretary of the Treasury in lieu of surety bonds, if such securities have a market value equal to or greater than the amount of the required surety bond. Title X: Studies and Reports - (Sec. 1001) Directs the Comptroller General to study and report to Congress on: (1) currency transaction reports; (2) the impact made by diversity in size and overall complexity among financial institutions on regulatory oversight, efficiency, safety and soundness, and charter options for financial institutions; and (3) the possible efficacy and efficiency of the consolidation of financial regulators, as well as charter simplification and homogenization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Regulatory Relief Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Financial Services Regulatory Relief Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Financial Services Regulatory Relief Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Financial Services Regulatory Relief Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Financial Services Regulatory Relief Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide regulatory relief and improve productivity for insured depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:12-05:00"
}