{
  "actions": [
    {
      "acted_at": "1985-05-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-29", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department, Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1169-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1985-06-06", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1985-05-20", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1985-05-20", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1985-05-20", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1985-11-20", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Daniel J.", 
      "sponsored_at": "1985-05-20", 
      "state": "WA", 
      "thomas_id": "01327", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1985-05-20", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1985-05-20", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1985-05-20", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1985-05-20", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1985-05-20", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1985-05-20", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1985-05-20", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1985-05-20", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1985-05-20", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-20", 
  "number": "1169", 
  "official_title": "A bill to ensure economic equity for American women by providing retirement security for women as workers and as divorced or surviving spouses, making quality dependent care available to all working families, ending discrimination in insurance on the basis of race, color, religion, national origin, or sex, providing equal employment opportunity and pay equity for women, treating women and low-income families more equitably under the tax laws and tax reform proposals, and improving the health care coverage of displaced homemakers and medicare recipients.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Equity Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-20", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Aid to dependent children", 
    "Annuities", 
    "Armed forces and national security", 
    "Automobile insurance", 
    "Block grants", 
    "Business and commerce", 
    "Business income tax", 
    "Child abuse", 
    "Child welfare", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil service compensation", 
    "Collective bargaining agreements", 
    "College students", 
    "Cost of living adjustments", 
    "Courts and Civil Procedure", 
    "Day care", 
    "Disabled", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Divorce", 
    "Divorcees", 
    "Domestic Relations and Families", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational policy", 
    "Employee benefit plans", 
    "Employment and training programs", 
    "Equal pay for equal work", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to day care centers", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government consultants", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Heads of households", 
    "Health", 
    "Health insurance", 
    "Housing and Housing Finance", 
    "Illegitimacy", 
    "Income", 
    "Income tax", 
    "Individual retirement accounts", 
    "Inflation", 
    "Information services", 
    "Insurance", 
    "Labor and employment", 
    "Low-income housing", 
    "Married people", 
    "Medicare", 
    "Military dependents", 
    "Military pensions", 
    "Motor Vehicles and Driving", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Part-time employment", 
    "Poor", 
    "Public housing", 
    "Racial discrimination", 
    "Religion and Clergy", 
    "Religious liberty", 
    "Retirement income", 
    "Separation (Law)", 
    "Sex discrimination", 
    "Sex discrimination against women", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Socially handicapped", 
    "Standards", 
    "State finance", 
    "State laws", 
    "States", 
    "Student aid", 
    "Student employment", 
    "Students", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Teenage pregnancy", 
    "Unmarried mothers", 
    "Vocational guidance", 
    "Wages", 
    "Widowers", 
    "Widows", 
    "Women", 
    "Women in business", 
    "Women in the civil service", 
    "Women's employment", 
    "Women's rights"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-20", 
    "text": "Economic Equity Act of 1985 - Title I: Retirement - Pension Vesting, Integration, and Portability Act of 1985 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise provisions relating to maximum age conditions under pension plans to provide for continued coverage for certain workers over the normal retirement age. Provides that pension plans may only exclude from participation, on the basis of age, an employee who has attained the normal retirement age under the plan if: (1) the plan is a defined benefit plan or a target benefit plan (as under current law); and (2) the employee's accrued benefit under the plan is greater than the normal retirement benefit to which the employee would be entitled at the normal retirement age if the employee commenced participation at the earliest possible entry age under the plan and served continuously until attaining the normal retirement age under the plan. Revises provisions relating to minimum vesting standards to reduce, from ten years to five years, the number of years of service which a pension plan participant must complete in order to earn a nonforfeitable right to 100 percent of the participant's accrued benefit derived from employer contributions. Permits multiemployer pension plans to retain the ten-year minimum vesting standard if such plans meet certain conditions, including complete reciprocity for workers who move from one regional pension plan to another within the same industry. Repeals a certain \"class year plan\" rule. Permits participants with three (currently five) years of service to elect within a specified period to have their nonforfeitable percentage computed under the plan without regard to any plan amendment changing the vesting schedule. Revises minimum participation standards, minimum vesting standards, and benefit accrual requirements to provide for pension plan coverage of part-time workers. Revises the definition of \"year of service,\" for purposes of minimum participation and vesting standards, to treat 500 to 1,000 hours of service per year by a part-time employee as one-half of a year of service. Provides that the date on which such employee completes such one-half of one year of service shall be the latest date until which the plan participation of such employee may be delayed. Includes service of at least 500 (currently 1,000) hours in determinations of years of plan participation, for purposes of benefit accrual requirements. Establishes minimum benefit rules for integrated pension plans. Requires such plans to offer a minimum benefit without taking into account contributions or benefits under specified provisions of the Social Security Act, the Internal Revenue Code, or any other Federal or State law. Sets forth formulas, based on specified percentages of employee compensation, for determining such minimum benefit in the case of: (1) an integrated defined benefit plan; and (2) an integrated defined contribution plan or an integrated simplified employee pension. Directs the Secretary of the Treasury to prescribe necessary or appropriate regulations to carry out the purposes of such minimum benefit rules for integrated plans in any case in which the employer has two or more plans. Provides for distributions of accrued benefits of less than $7,000 to portable pension accounts (individual retirement accounts or individual retirement annuities). Requires a pension plan to distribute a participant's nonforfeitable benefit to a portable pension account if: (1) the plan is a defined benefit plan, or an individual account plan subject to specified funding standards; (2) the present value, as of the date of separation from service, of such benefit is less than $7,000; and (3) the participant elects in writing, after receiving a required notice, to have such benefit distributed to such portable pension account in a distribution which is excluded from gross income under specified Internal Revenue Code provisions. Directs the Secretary of Labor to prescribe by regulation the manner and form in which such election is to be made. Requires the plan administrator, upon being informed by a participant that the participant wishes to make an election pursuant to these provisions, to provide notice to the participant of: (1) the present value, as of the date of separation, of the participant's nonforfeitable benefit (with such present value to be deemed equal to the actuarial equivalent, as of such date, of the normal form of benefit under the plan); (2) the amount of the participant's benefit on the date of the participant's retirement payable under the pension plan at normal retirement age expressed in the form of a single life annuity under a defined benefit plan or in the normal form of payment under an individual account plan; and (3) the additional tax (under specified Internal Revenue Code provisions as revised by this Act) on distributions from, or disqualification, of the portable pension account before the date on which the participant attains age 59 1/2. Amends the Internal Revenue Code to revise provisions relating to pension plans. Makes such revisions similar to those made to ERISA by title I of this Act with respect to: (1) continued coverage for certain workers over the normal retirement age; (2) a minimum vesting standard of five years of service (reduced from ten years), with the exception of multiemployer plans meeting certain conditions (including reciprocity); (3) repeal of the class year plan rule; (4) protection from changes in the vesting schedule for participants with three years of service; (5) coverage for part-time workers under minimum participation standards, minimum vesting standards, and benefit accrual requirements; (6) establishment of minimum benefit rules for integrated plans; and (7) distributions of accrued benefits to portable pension accounts. Revises provisions relating to additional tax on certain amounts included in gross income before age 59 1/2. Requires, in cases of early distributions or disqualification involving portable pension accounts to which accrued benefits from a pension plan have been distributed as provided under this Act, that the additional tax (for the taxable year in which the early distribution is received or the disqualification occurs) shall be equal to the amount of the early distribution, or of the disqualification, which is includible in gross income for such taxable year. Directs the Secretary of Labor to: (1) conduct a study of the feasibility and ramifications of requiring private employee pension benefit plans to provide cost-of-living adjustments to benefits payable under such plans; (2) compile data and analyze the effect inflation is having and may be expected to have on retirement benefits provided under such plans; and (3) submit study results, with recommendations, within two years after enactment of this Act. Social Security Modernization Act - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to provide that the combined earnings of a married couple which are attributable to the period of their marriage shall be shared equally between them for purposes of determining the eligibility for and amount of OASDI benefits to which each spouse is or may become separately entitled. Credits the survivor of the marriage with 100 percent of the combined total wages for the period of the marriage. Provides that this Act shall not apply in specified cases where it would result in a reduction of OASDI benefits. Provides full benefits for disabled widows and widowers without regard to age. Enables an insured individual's spouse who has attained the age of 50 and is not entitled to any other monthly benefits to obtain a transition benefit for four months upon the death of the insured individual. Establishes the amount of such transition benefit at 71.5 percent of the primary insurance amount of the insured individual or, if it is higher, 71.5 percent of the primary insurance amount of the spouse. Repeals the separate definition of disability applicable to widows and widowers. Permits the months of a widow's or widower's entitlement to Supplemental Security Income benefits (title XVI of the Social Security Act) on the basis of a disability to be counted towards the 24 months needed to become entitled to hospital insurance benefits under Medicare (title XVIII of the Social Security Act) on that basis. Uniformed Services Former Spouses' Equity Act - Provides that a former spouse of a member of the uniformed services shall be entitled, unless expressly provided by a spousal agreement or court order, to an annuity: (1) equal to 50 percent of the retired or retainer pay of the member if married to the member throughout the creditable service of the member; or (2) equal to a pro rata share of 50 percent of such pay if not married to the member throughout the entire creditable service of the member. Requires that an election by a member not to participate, or to participate at a reduced level, in the Survivor Benefit Plan or to provide an annuity for a dependent child only must be made jointly with the member's spouse. Provides that such an election must be in writing. Allows a member who has a former spouse to jointly elect a spousal agreement with such former spouse or as provided under a court order to provide a survivor to the former spouse or to waive such an annuity. Treats a former spouse as a spouse for purposes of eligibility as a beneficiary, computation of annuities, and reductions in retired or retainer pay under the Survivor Benefit Plan if the member elects such treatment. (Present law treats a former spouse as a person with an \"insurable interest\" subject to certain restrictions and requiring larger reductions in retired or retainer pay.) Establishes a 24 month period during which members who were already divorced before the effective date of this Act may elect to have a former spouse covered under the Survivor Benefit Plan. Provides that a former spouse's share of retired or retainer pay shall be based on the gross amount of such pay. (Present law bases such share on the net amount of such pay after specified deductions.) Title II: Dependent Care - Social Services and Child Care Assistance Act of 1985 - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to set allotment amounts for FY 1984, 1985, and 1986 and each succeeding fiscal year. Allocates from the allotment set for FY 1986 and available for any fiscal year, specified amounts for: (1) funding for a National Resource Center on Family Day Care; (2) grants to States for training and child care services. Specifies amounts shall be used: (1) for the training and retraining of human services personnel; (2) for the training and retraining in the prevention of child abuse of licensed child care operations; and (3) for the provision of child day care services to children who are abused or neglected, who are members of families receiving aid under title IV (Aid to Families with Dependent Children) of such Act, or children who are members of specified low-income groups. Amends title XX (Block Grants to States for Services) of the Social Security Act to require the Governor of each State, as a condition of the State's eligibility for receiving title XX Federal payments, to establish or designate a State Advisory Committee on Child-Care Standards which shall: (1) examine, investigate, and study the State's laws, regulations, and procedures for licensing, regulating, and monitoring child-care services and programs within the State; and (2) prepare a report outlining the committee's findings and recommendations, including a description of the current status of child-care licensing, regulating, or monitoring within the State to be submitted to each State's Governor for transmittal, along with the Governor's comments, to the Secretary of Health and Human Services. Establishes a National Advisory Committee on Child-Care Standards in order to assist and provide guidance to the States in improving the quality of child-care services. Requires each State Advisory Committee and the National Advisory Committee to review the options for child-care standards published by the Department of Health and Human Services in January 1985 and the final 1980 HEW Day Care Regulations. Directs the National Advisory Committee to issue recommended standards for child-care programs, after first publishing proposed standards and receiving comments. Terminates the National Advisory Committee 90 days after the publication of the final recommended standards. Authorizes appropriations for FY 1986 through 1988 for grants to States to carry out their plans for correcting the deficiencies in or improving the licensing, regulating, or monitoring of child-care programs. Requires each State, in order to receive a grant, to submit a plan to the Secretary of Health and Human Services to carry out the recommendations contained in its report. Amends the Higher Education Act of 1965 to authorize appropriations for FY 1986 through 1990 for grants to institutions of higher education for: (1) construction, reconstruction, and renovation of facilities, located at such institutions, to be used to provide child care services (free for students from families with incomes less than 150 percent of the poverty level, and with a sliding-scale of fees based on income for other students participating); (2) child care services through vouchers for disadvantaged college students (with two-thirds of the participants to be low-income students who are first generation college students, and the remainder to be either low-income or first generation college students); and (3) child care personnel work-experience programs (which provide experience for students by arranging part-time employment for them in licensed child care programs). Requires the Secretary of Housing and Urban Development to provide grants to public housing authorities to assist them in providing child care services for lower income families. Requires a program report to the Congress within two years. Authorizes FY 1986 through 1988 appropriations. Title III: Insurance - Nondiscrimination in Insurance Act - Prohibits discrimination on the basis of race, color, religion, sex, or national origin in the consideration of applications for, or the granting of, insurance policies and the terms of such policies. Permits insurers who regularly provide insurance solely to persons of a single religious affiliation to continue to do so. Prohibits any insurer from establishing auto insurance rates for women or any particular group of women which are higher or lower in relation to the rates offered men or any similarly situated group of men, except for non-gender related risk-based reasons. Grants to States having insurance discrimination laws the primary opportunity to enforce the prohibitions of this Act. Permits an aggrieved person to file a civil action in State or Federal court against an insurer, if a State which has received notice of a complaint fails to act within 60 days (120 days in certain circumstances) or has terminated all proceedings under State law without any final resolution. Authorizes the Attorney General to bring a civil action in district court when there is reasonable cause to believe that a person or group is engaged in a pattern or practice of resistance to the rights granted by this Act and that such denial raises an issue of general public importance. Authorizes the Court to: (1) order the defendant to amend any relevant contract to comply with the provisions of this Act (no premium payment may be increased and no benefits may be reduced); (2) require the defendant to pay punitive damages in addition to actual damages; and (3) award the aggrieved person reasonable attorneys' fees. Continued Access to Group Health Insurance Act of 1985 - Amends the Internal Revenue Code and the Employee Retirement Income Security Act of 1974 (ERISA) to require continuation coverage under group health plans for certain spouses, former spouses, and dependent children of employees insured under such plans. Makes such continuation coverage a requirement for the allowance of a tax deduction for employer contributions to group health plans. Provides that the spouse and dependent children of an insured employee may be entitled to five years of continuation coverage under a group health plan if the insured employee: (1) dies; (2) becomes separated or divorced from his or her spouse; or (3) becomes entitled to Medicare. Makes such coverage available only if it is elected within a specified period by or on behalf of the spouse or child to be covered. Sets forth notification requirements. Sets forth a special rule relating to collective bargaining agreements. Title IV: Employment - Establishes the Commission on Compensation Equity to provide, by contract with a consultant, for a report on whether executive agencies are in compliance with laws and regulations prohibiting sex-based wage discrimination. Requires submission of the results of such study to the appropriate congressional committees and the Director of the Office of Personnel Management within 18 months after the effective date of this Act. Requires the Director to submit to such committees and the Commission, 90 days after receipt of such report, a response specifying plans for carrying out the report's recommendations and reasons for not carrying out any recommendation. Allows the Commission to comment on the Director's response. Terminates the Commission 90 days after submission of its comment. Directs the Comptroller General to submit a list of at least five consultants to the Commission from which the Commission shall make its selection. Declares that nothing in this Act shall be construed to limit the rights or remedies provided under the Civil Rights Act of 1964, or the Fair Labor Standards Act of 1938, or any other provision of law relating to discrimination. Provides funding for the Commission from sums appropriated to the Office of Personnel Management for general operating expenses for FY 1986 and 1987. Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to direct the Secretary of Health and Human Services to make grants to States to assist in carrying out programs which: (1) prevent long-term dependency upon AFDC; (2) permit pregnant teenagers and teenage mothers to remain in school; (3) provide job counseling, employment readiness, job placement, and academic and vocational education services to pregnant teenagers and teenage mothers; and (4) integrate and coordinate services otherwise available to pregnant teenagers and teenage mothers. Sets forth: (1) requirements a State must meet in order to receive a grant; and (2) reporting requirements. Directs the Secretary to establish a systematic reporting system capable of yielding comprehensive data on which service figures and program evaluations shall be based. Requires the Secretary to report annually to Congress. Authorizes appropriations. Women's Business Ownership Act of 1985 - Establishes the National Commission on Women's Business Ownership to review: (1) the status of women owned small businesses nationwide; (2) the role of the Federal Government in aid to and the promotion of women owned small businesses; (3) data collection procedures and the availability of data relating to women owned businesses, women owned small businesses, and small businesses owned and controlled by socially and economically disadvantaged women; (4) other Federal initiatives relating to women owned small businesses, including those relating to Federal procurements; and (5) special impediments suffered by small businesses owned and controlled by socially and economically disadvantaged women. Directs the Commission to recommend: (1) new private sector initiatives which would provide management and technical assistance to women owned small businesses; (2) ways to promote greater access to financing and procurement opportunities for such businesses; and (3) other measures relating to small businesses owned and controlled by socially and economically disadvantaged women. Terminates the Commission on the date that it transmits its final report to the President and to each House of the Congress. Authorizes appropriations. Title V: Tax Reform - Amends the Internal Revenue Code to provide that the zero bracket amount for heads of households shall be the same as the zero bracket amount for joint returns and surviving spouses. Increases the amount of the earned income tax credit from 11 percent to 16 percent of the first $5,000 of earned income. Provides for a phaseout of such credit for taxpayers with adjusted gross incomes between $11,000 and $16,000. Provides that governmental payments shall be disregarded for purposes of determining support and maintenance of a household. Provides that any refund of Federal income taxes or advance payment made to an individual by reason of the earned income credit shall not be taken into account as income for purposes of determining eligibility for benefits or assistance under any Federal program or any State or local program financed in whole or part with Federal funds. Provides for cost-of-living adjustments for the amount of the earned income credit and the phase-out thresholds of such credit beginning in 1987. Allows a refundable income tax credit for: (1) employment related dependent care expenses, plus (2) expenses for the respite care of a dependent. Sets the amount of such credit at 50 percent of the sum of such expenses. Reduces such percentage (but not below 20 percent) by one percent for each full $1,000 amount by which the taxpayer's adjusted gross income exceeds $11,000. Provides for cost-of-living adjustments to such adjusted gross income amount. Limits the amount of employment-related expenses and respite care expenses which may be taken into account for purposes of such credit. Allows such credit for expenses incurred for the care of: (1) a dependent of the taxpayer who is under the age of 15; (2) a dependent of the taxpayer who is physically or mentally incapable of caring for himself; or (3) a spouse who is incapable of caring for himself. Repeals present provisions relating to the income tax credit for dependent care expenses necessary for gainful employment. Increases the amount individuals may contribute on behalf of their spouses for purposes of the deduction for retirement savings. Provides that no deduction from gross income shall be allowed to a taxpayer for entertainment expenses for food, beverages, lodging, or entertainment incurred in connection with a facility which discriminates on the basis of race, color, religion, sex, or national origin. Exempts facilities operated by a religious organization where access is limited to members of a particular religion. Treats dues and fees paid to discriminatory facilities as nondeductible expenses. Requires the submission of a statement to the Secretary of the Treasury that a facility not open to the public does not discriminate in order for amounts paid to such facility to qualify for the entertainment expense deduction. Requires the posting of a public notice in the facility stating the nondiscriminatory policy. Permits the Secretary to revoke the acceptance of the statement of nondiscrimination. Requires the taxpayer to report on his or her income tax return any amounts paid or incurred for food, beverages, lodging, or entertainment in any facility which is not open to the public or does not serve the public in order to deduct such amounts from gross income."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Equity Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Continued Access to Group Health Insurance Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Nondiscrimination in Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pension Vesting, Integration, and Portability Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Security Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Services and Child Care Assistance Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Uniformed Services Former Spouses' Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Business Ownership Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure economic equity for American women by providing retirement security for women as workers and as divorced or surviving spouses, making quality dependent care available to all working families, ending discrimination in insurance on the basis of race, color, religion, national origin, or sex, providing equal employment opportunity and pay equity for women, treating women and low-income families more equitably under the tax laws and tax reform proposals, and improving the health care coverage of displaced homemakers and medicare recipients.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:26-05:00"
}