{
  "actions": [
    {
      "acted_at": "1993-07-29", 
      "references": [
        {
          "reference": "CR S9881-9882", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-29", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-07-30", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-09-07", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 103-135.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-07", 
      "calendar": "Senate Legislative", 
      "number": "192", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 192.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1993-11-02", 
      "references": [
        {
          "reference": "CR S14888-14889", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-02", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-02", 
      "bill_ids": [
        "hr2202-103"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2202 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1318-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1993-07-29", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1993-07-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1993-07-29", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1993-07-29", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1993-07-29", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1993-07-29", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1993-07-29", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-29", 
  "number": "1318", 
  "official_title": "A bill to amend the Public Health Service Act to extend the program of grants regarding the prevention and control of tuberculosis and sexually transmitted diseases, to revise and extend certain injury control programs, and to revise the program of grants relating to preventive health measures with respect to breast and cervical cancer, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2201-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2202-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2202-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2203-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Early Detection and Preventive Health Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1993-07-30", 
  "subjects": [
    "Accidents", 
    "Agriculture and food", 
    "Americans employed in foreign countries", 
    "Appropriations", 
    "Authorization", 
    "Blood pressure", 
    "Breast cancer", 
    "Cancer", 
    "Cervical cancer", 
    "Cholesterol", 
    "Congress", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health planning", 
    "Health surveys", 
    "Human fertility", 
    "Hypertension", 
    "Indian medical care", 
    "Leave of absence", 
    "Mammography", 
    "Medical education", 
    "Medical research", 
    "Medical screening", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical technology", 
    "Medical tests", 
    "Minorities", 
    "Nutrition", 
    "Nutrition policy", 
    "Preventive medicine", 
    "Prostate cancer", 
    "Research", 
    "Sexually transmitted diseases", 
    "Student loan funds", 
    "Tuberculosis", 
    "Tuberculosis research", 
    "Violence", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1993-09-07", 
    "text": "TABLE OF CONTENTS: Title I: Tuberculosis Title II: Sexually Transmitted Diseases Title III: Injury Control and Violence Prevention Title IV: Breast and Cervical Cancer Amendments Title V: Miscellaneous Provisions Early Detection and Preventive Health Act of 1993 - Title I: Tuberculosis - Tuberculosis Prevention and Control Amendments of 1993 - (Sec. 103) Amends the Public Health Service Act (PHSA) to authorize appropriations for grants for the prevention, control, and elimination of tuberculosis. Authorizes use of the funds for emergency grants for the prevention, control, and elimination of tuberculosis. Mandates State tuberculosis plans. Authorizes the conduct or support of applied research and training on the surveillance, diagnostic methodologies, prevention, control, and treatment of tuberculosis. Removes the cap on the percentage of appropriations under certain provisions that may be used for additional grants under other provisions. (Sec. 104) Requires that the National Institute of Allergy and Infectious Diseases conduct or support basic research and research training on the cause, diagnosis, early detection, prevention, and treatment of tuberculosis. Authorizes appropriations. (Sec. 105) Amends the Food, Drug, and Cosmetic Act (FDCA) to authorize a tuberculosis drug and device research program. Authorizes appropriations. (Sec. 106) Authorizes facilities conversion and renovation grants regarding tuberculosis prevention, control, and elimination. Authorizes appropriations. Title II: Sexually Transmitted Diseases - Sexually Transmitted Diseases Amendments of 1993 - (Sec. 202) Amends the PHSA to authorize appropriations for research, demonstration, public information and education, project grants to States, and innovative, interdisciplinary approaches to prevention and control regarding sexually transmitted diseases. (Sec. 203) Authorizes appropriations for grants and related service delivery regarding treatable sexually transmitted diseases that can cause infertility in women. (Sec. 204) Authorizes grants for innovative, interdisciplinary approaches to prevention and control of sexually transmitted diseases and their sequelae. Title III: Injury Control and Violence Prevention - Injury Control and Violence Prevention Act of 1993 - (Sec. 303) Replaces provisions mandating a report by a specified date in 1992 with provisions authorizing research and technical assistance regarding performing research in, and conducting training and public health programs for, the prevention of injuries and deaths associated with family and interpersonal violence. Authorizes related grants. Mandates support for the establishment of national systematic surveillance of injuries, including those caused by family and interpersonal violence. (Sec. 304) Establishes an advisory committee on injury prevention and control. (Sec. 306) Authorizes appropriations to carry out provisions relating to injury prevention and control, including a related report. Title IV: Breast and Cervical Cancer Amendments - Breast and Cervical Cancer Amendments of 1993 - (Sec. 402) Authorizes States to make limited payments from breast and cervical cancer screening grant amounts to private as well as to public or nonprofit private entities. Modifies matching requirements and requirements regarding the percentages of grant funds devoted to specified services. Replaces provisions relating to breast and cervical cancer screening quality assurance and to guidelines on the quality of mammography and cytological services with provisions requiring States to assure screening quality. Authorizes related grants to tribes and tribal organizations. (Sec. 403) Authorizes grants to up to three States for demonstration projects regarding preventive health services (including blood pressure and cholesterol screening and health education) and related referrals and evaluations. Authorizes appropriations. (Sec. 404) Authorizes appropriations to carry out provisions relating to breast and cervical cancer preventive health measures. Title V: Miscellaneous Provisions - (Sec. 501) Requires that a specified minimum and maximum (currently, a specified maximum) portion of amounts appropriated under the PHSA (currently, under certain parts of the PHSA and other Acts) be used to evaluate programs authorized by such Acts. Mandates an annual report. (Sec. 502) Authorizes providing certain allowances and benefits for personnel appointed or assigned to serve abroad. (Sec. 503) Authorizes a program of health professionals who have a substantial amount of educational loans relative to income agreeing to conduct prevention activities, as employees of the Centers for Disease Control and Prevention (CDC) and the Agency for Toxic Substances and Disease Registry, in return for Federal payment on educational loans. Authorizes appropriations. (Sec. 504) Mandates biennial reports on the relationship between nutrition and health. Authorizes appropriations. (Sec. 505) Authorizes appropriations to carry out provisions relating to prostate cancer prevention, cancer registries, and health promotion and disease prevention centers. Declares that it is the sense of the Congress that all Acts regarding the authorization of CDC programs should be authorized only through a specified fiscal year, after which the Congress should reauthorize the CDC and its programs in one comprehensive Act on a regular cyclical basis. (Sec. 506) Requires entities receiving assistance under or described in certain provisions of the PHSA or the Indian Self-Determination Act to make breast and cervical cancer information and referrals available to individuals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Early Detection and Preventive Health Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Breast and Cervical Cancer Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Injury Control and Violence Prevention Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sexually Transmitted Diseases Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tuberculosis Prevention and Control Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Early Detection and Preventive Health Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Breast and Cervical Cancer Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Injury Control and Violence Prevention Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Sexually Transmitted Diseases Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Tuberculosis Prevention and Control Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to extend the program of grants regarding the prevention and control of tuberculosis and sexually transmitted diseases, to revise and extend certain injury control programs, and to revise the program of grants relating to preventive health measures with respect to breast and cervical cancer, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:05-05:00"
}