{
  "actions": [
    {
      "acted_at": "2007-03-15", 
      "references": [
        {
          "reference": "CR S3204", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s895-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-15", 
  "number": "895", 
  "official_title": "A bill to amend titles XIX and XXI of the Social Security Act to ensure that every child in the United States has access to affordable, quality health insurance coverage, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1535-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Children's Health First Act", 
  "sponsor": {
    "district": null, 
    "name": "Clinton, Hillary Rodham", 
    "state": "NY", 
    "thomas_id": "01631", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-03-15", 
  "subjects": [
    "Access to health care", 
    "Child health", 
    "Citizenship", 
    "Clinics", 
    "Dental care", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employee health benefits", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Government operations and politics", 
    "Health", 
    "Health insurance", 
    "Housing and community development", 
    "Immigrant health", 
    "Immigration", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Medicaid", 
    "Medical screening", 
    "Medical tests", 
    "Medically uninsured", 
    "Poor children", 
    "Pregnant women", 
    "Rural health", 
    "School health programs", 
    "Social welfare", 
    "Welfare eligibility", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-03-15", 
    "text": "Children's Health First Act - Amends title XXI (State Children's Health Insurance Program (SCHIP)) of the Social Security Act to grant states the option to expand coverage of children whose family income is any percentage up to 400% of the poverty-line.Authorizes states to offer purchase of coverage for uncovered children under SCHIP who are not otherwise eligible for assistance under SCHIP or Medicaid.Provides subsidies for employment-based coverage of children eligible for SCHIP or Medicaid.Requires coverage of early and periodic screening, diagnostic, and treatment services, including dental services, federally-qualified health services, and rural health clinic services. Establishes the Medicaid-SCHIP Payment Advisory Commission.Provides for an increase in the federal medical assistance percentage (FMAP) for medical assistance for children for states that expand coverage of children.Outlines state options for additional coverage expansions, including older children under Medicaid, targeted low-income pregnant women under SCHIP, and legal immigrants under both programs.Establishes new base SCHIP allotments responsive to increases in health care costs and enrollment expansions.Provides for a two-year initial availability of SCHIP allotments, and for redistribution of unused allotments to address state funding shortfalls.Prescribes a special rule for school-based outreach and enrollment activities.Gives states the option to require certain individuals to present satisfactory documentary evidence of citizenship or nationality for Medicaid eligibility.Gives states the option to provide for \"express lane\" and simplified determinations of a child's financial eligibility for Medicaid or SCHIP.Directs the Secretary of Health and Human Services to develop and disseminate a model process for the coordination of Medicaid and SCHIP enrollment and coverage of children who frequently change their state of residency or are temporarily outside such state.Requires a state Medicaid plan to apply outreach procedures to all pregnant women and children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Health First Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XIX and XXI of the Social Security Act to ensure that every child in the United States has access to affordable, quality health insurance coverage, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:24-05:00"
}