{
  "actions": [
    {
      "acted_at": "2011-04-14", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s824-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2012-02-07", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2011-06-08", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2011-05-12", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-14", 
  "number": "824", 
  "official_title": "A bill to provide for enhanced mortgage-backed and asset-backed security investor protections, to prevent foreclosure fraud, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1783-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreclosure Fraud and Homeowner Abuse Prevention Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-14", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Civil actions and liability", 
    "Consumer credit", 
    "Department of the Treasury", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Reserve System", 
    "Fraud offenses and financial crimes", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Securities", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-14", 
    "text": "Foreclosure Fraud and Homeowner Abuse Prevention Act of 2011 - Amends the Trust Indenture Act of 1939 to include within its purview mortgage-backed securities and their servicers. Imposes upon each servicer of a mortgage-backed security a fiduciary duty, not waivable by an investor, to protect the economic interests of the investors as a whole in an asset-backed security. Provides for removal of an indenture trustee that is a servicer of mortgage-backed securities if at least 50% of the investors petition the court for such removal. Authorizes amendment of a pooling and servicing agreement with respect to any mortgage-backed security without the consent of a majority of the security holders if at least 25% of them petition the court for such action. Defines such an agreement as any contract establishing the transaction rights and duties of the parties to a mortgage-backed securitization transaction. Amends the Securities Exchange Act of 1934 to direct the Securities and Exchange Commission (SEC) to promulgate specified requirements governing mortgage related securities. Amends the Truth In Lending Act (TILA) to prohibit the servicer of a securitized residential mortgage loan (or an affiliate) from owning or holding any interest in any other residential mortgage loan that is secured by a consensual security interest on the same dwelling or residential real property that is subject to the security interest that secures the securitized residential mortgage loan. Amends the Real Estate Settlement Procedures Act of 1974 (RESPA) to require all fees charged for a real estate settlement service in connection with a transaction involving a federally related mortgage loan, or incurred in connection with servicing such loan, to be reasonably related to the cost of providing the service. Sets forth specified prohibitions, restrictions, or requirements for: (1) use of subsidiaries and insourcing, (2) force-placed insurance, (3) disclosures related to insurance coverage information, and (4) loss mitigation. Amends TILA to: (1) prescribe the treatment of mistaken loan payments during the period that servicing of a loan is in transition, and (2) set limitations upon foreclosure proceedings. Amends the Fair Debt Collection Practices Act to: (1) bring within its purview a securitized residential mortgage loan and its servicer, and (2) subject to civil liability a debt collector who violates such Act in connection with a debt secured by a consumer's residence. Directs: (1) federal banking agencies to promulgate independent capital reserve standards for affiliates of mortgage-backed securities servicers, and (2) the SEC to promulgate regulations regarding treatment of delinquent loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreclosure Fraud and Homeowner Abuse Prevention Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for enhanced mortgage-backed and asset-backed security investor protections, to prevent foreclosure fraud, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:06:44-05:00"
}