{
  "actions": [
    {
      "acted_at": "1979-10-24", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1937-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-24", 
  "number": "1937", 
  "official_title": "A bill to authorize emergency loan guarantees to the Chrysler Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chrysler Corporation Emergency Loan Guarantee Act", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-24", 
  "subjects": [
    "Auditing", 
    "Automobile industry", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Employee ownership", 
    "Executive reorganization", 
    "Federally-guaranteed loans", 
    "Government and business", 
    "Government operations and politics", 
    "Government trust funds", 
    "Labor and employment", 
    "Motor Vehicles and Driving", 
    "Securities and Investments", 
    "Stocks"
  ], 
  "subjects_top_term": "Automobile industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-24", 
    "text": "Chrysler Corporation Emergency Loan Guarantee Act - Establishes an Emergency Loan Guarantee Board composed of the Secretary of the Treasury, the Secretary of Labor, and the Secretary of Commerce. Authorizes the Board to guarantee loans made to Chrysler Corporation and to enter other appropriate contracts to carry out the provisions of this Act. Designates the Secretary of the Treasury as Chairman of the Board. Requires all decisions of the Board to be made by majority vote. Imposes the following contributions on any loan guaranteed by the Board: (1) the loan must be needed to enable Chrysler to continue operations which if curtailed would seriously and adversely affect the economic or employment situation in the United States or any of its regions; (2) Chrysler must be unable to obtain credit upon reasonable terms without such a guarantee; (3) Chrysler's prospective earning power, together with any security it pledges, must furnish reasonable assurance that the loan will be repaid; (4) the lender must certify that it would not make the loan without such a guarantee; (5) the term of the loan must not exceed ten years; and (6) the loan must bear interest at a rate determined by the Board taking into account the reduced risk afforded by the guarantee and interest rates on otherwise comparable loans. Directs the Board to collect a guarantee fee to cover the administrative expenses of the Federal Government in making a loan guarantee. Requires the Board, to the maximum extent feasible, to ensure that the Government is compensated for the risk it assumes in issuing a guarantee by collecting additional guarantee fees or by other appropriate methods. Conditions Chrysler's eligibility for loan guarantees on its establishment of an employee stock ownership plan (ESOP) which: (1) satisfies the requirements of the Internal Revenue Code of 1954; (2) acquires Chrysler equity securities, bonds, debentures, notes or other instruments evidencing an indebtedness with the proceeds of a loan guaranteed under this Act; (3) is administered by a committee representing Chrysler, its employees participating in the ESOP, the trustee of the ESOP, the Secretary of the Treasury, and the Secretary of Labor; (4) will acquire noncallable preferred Chrysler stock convertible to common by direction of the ESOP committee at its fair market value as of October 23, 1979, in an aggregate amount not less than $250,000,000 or 25 percent of the loan guarantee, whichever is greater; (5) contains an agreement by Chrysler to make annual contributions sufficient to permit the ESOP to amortize the loan made by Chrysler to the ESOP; (6) grants all participants a nonforfeitable interest in their accounts; and (7) requires an annual allocation of all securities the ESOP acquires to the accounts of each participant in substantially equal amounts. Directs the Board to make every effort to assure that guaranteed loans to Chrysler are secured by sufficient property to fully collateralize the amount of the loan guarantee. Prohibits Chrysler, while any guaranteed loan remains unpaid, from declaring any dividend on its common stock or from making payments on any other indebtedness. Permits the Board to waive such prohibitions if such action is consistent with the interests of the United States. Directs the Board to require Chrysler to make changes in its management and fiscal operations and to develop a long-range plan if the Board determines that the inability of Chrysler to obtain credit in the normal capital markets is a result of a failure on the part of management to exercise reasonable business prudence. Prohibits the Board from guaranteeing any loan until it has received Chrysler's audited financial statement and has been afforded access to Chrysler's records. Requires a lender to exhaust all of its remedies under a guarantee agreement before any payment under the guarantee of the United States becomes due. Directs the Board to assure that any loan agreement guaranteed under this Act contains the usual provisions to protect the guarantor including strictures against waiver or amendment without the consent of the Board. States that the guarantee of the United States shall be in force with respect to advances under a loan agreement only if: (1) the Board receives ten days notice in writing of the advance; (2) the lender certifies that Chrysler is not in default, except that in cases where the lender reports the circumstances of a default the Board may guarantee an advance if it is consistent with the interests of the United States; and (3) Chrysler provides the Board with a plan concerning the expenditures which will be made with the advance. Requires Chrysler to report all instances in which advances were not expended in accordance with such plan. Requires that all guarantee agreements give the Board priority interest over the lender in any collateral securing the loan and any outstanding earlier loans. States that any sums that Chrysler has on deposit with the lender which are subject to offset under the bankruptcy laws shall be considered collateral in which the Board has priority over the lender. Authorizes the Board to inspect and copy Chrysler's records. Directs the General Accounting Office to conduct an audit of Chrysler at least once a year if an application for a guarantee has been made or if a guarantee is outstanding. Requires the Office to report the results of such audits to the Board and the Congress. Sets forth the maximum obligation of the Board under all outstanding loan guarantees made under this Act. States that such assistance may be only in such amounts as provided in advance in appropriation Acts. Establishes an emergency loan guarantee fund in the Treasury to cover the expenses and obligations of the Board. Requires that all guarantee fees be deposited in such fund. Permits the Board to use any Federal Reserve bank as its fiscal agent provided the bank is reimbursed for any expenses or losses incurred acting in such capacity. Directs the Attorney General to enforce the rights of the United States as a guarantor under this Act. Requires all sums recovered by the Attorney General to be deposited in the emergency loan guarantee fund. Entitles the Board to recovery of any payments made by Chrysler or any other liable person pursuant to a guarantee agreement. Directs the Board to ensure that lenders and other persons maintain their unguaranteed financial assistance to Chrysler at the level provided from October 1, 1978, to October 31, 1979. Directs the Board to submit an annual report to the Congress on its operations. Requires the Board to submit a report to Congress within six months of the enactment of this Act which contains recommendations on the need to continue the guarantee program beyond the termination date of this Act. Terminates the authority of the Board to enter new guarantee agreements on December 31, 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chrysler Corporation Emergency Loan Guarantee Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize emergency loan guarantees to the Chrysler Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}