{
  "actions": [
    {
      "acted_at": "1983-11-02", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Budget ordered to be reported an original measure without recommendation.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-11-04", 
      "references": [], 
      "text": "Committee on Budget. Original measure reported to Senate by Senator Domenici without recommendation. With written report No. 98-300. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-04", 
      "calendar": "Senate Legislative", 
      "number": "537", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 537.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-11-16", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 537.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-01", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2619-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2619"
    }, 
    {
      "amendment_id": "s2620-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2620"
    }, 
    {
      "amendment_id": "s2621-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2621"
    }, 
    {
      "amendment_id": "s2623-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2623"
    }, 
    {
      "amendment_id": "s2624-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2624"
    }, 
    {
      "amendment_id": "s2626-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2626"
    }, 
    {
      "amendment_id": "s2627-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2627"
    }, 
    {
      "amendment_id": "s2878-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2878"
    }
  ], 
  "bill_id": "s2062-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-04", 
  "number": "2062", 
  "official_title": "An original bill to provide for reconciliation pursuant to section 3 of the first concurrent resolution on the budget for fiscal year 1984 (H.Con.Res. 91, 98th Congress).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Reconciliation Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-11-02", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "American Samoa", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Authorization", 
    "Blood diseases", 
    "Boating accidents", 
    "Boats and boating", 
    "Business and commerce", 
    "Canal Zone", 
    "Capital gains tax", 
    "Child support", 
    "Civil service compensation", 
    "Civil service pensions", 
    "Civilian personnel positions", 
    "Commodity tax straddles", 
    "Congressional budget", 
    "Corporation law", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Education", 
    "Emergency medicine", 
    "Employment and training programs", 
    "Excise tax", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Foreclosure", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign ownership of real property", 
    "Futures trading", 
    "Government and business", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Heart diseases", 
    "Hepatitis", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital accreditation", 
    "Hospitals", 
    "Income", 
    "Income tax", 
    "Inflation", 
    "Interest", 
    "Intermediate care facilities", 
    "International affairs", 
    "International corporations", 
    "Investment tax credit", 
    "Kidney diseases", 
    "Labor and employment", 
    "Leases", 
    "Liver diseases", 
    "Local and Municipal Government", 
    "Local finance", 
    "Lung diseases", 
    "Manpower training programs", 
    "Marine safety", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medicare", 
    "Medicare fraud", 
    "Military dependents", 
    "Military pensions", 
    "Minimum tax", 
    "Northern Mariana Islands", 
    "Nurses", 
    "Nursing", 
    "Nursing homes", 
    "Old age, survivors and disability insurance", 
    "Panama", 
    "Parent and child", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Pregnant women", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Preventive medicine", 
    "Psychiatric hospitals", 
    "Public debt", 
    "Public safety", 
    "Puerto Rico", 
    "Recreation", 
    "Recreation and Recreational Facilities", 
    "Rehabilitation", 
    "Research and development", 
    "Restricted stock options", 
    "Saving and investment", 
    "Ships and shipping", 
    "Small business", 
    "Social welfare", 
    "Sports and Athletics", 
    "Sports equipment", 
    "State finance", 
    "States", 
    "Stocks", 
    "Student aid", 
    "Student employment", 
    "Students", 
    "Subpoena", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax courts", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax expenditures", 
    "Tax incentives", 
    "Tax rates", 
    "Tax reform", 
    "Tax shelters", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teachers", 
    "Terminal care facilities", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Tuberculosis", 
    "Veterans' disability compensation", 
    "Virgin Islands", 
    "Withholding tax", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-04", 
    "text": "Omnibus Reconciliation Act of 1983 - Title I: Revenue Measures and Spending Reduction Provisions Within the Jurisdiction of the Committee on Finance - Subtitle A: Revenue Measures - Deficit Reduction Tax Act of 1983 - Part I: Provisions Primarily Affecting Individuals - Amends the Internal Revenue Code to increase from 120 percent to 140 percent the amount that current year taxable income must exceed base period income in order for a taxpayer to qualify for income averaging. Postpones for two years, from 1985 to 1987, the effective date of the tax exclusion for net interest. Includes the alternative minimum tax in estimated income tax for individuals. Amends the Tax Reform Act of 1976 to extend for two years, from 1982 to 1984, the tax exclusion for cancellation of certain student loans. Part II: Provisions Primarily Affecting Corporations - Imposes an additional five percent corporate tax on a corporation's taxable income in excess of $1,000,000. Limits the maximum additional tax to $20,000. Revises the definition of \"collapsible corporation\" to replace the \"substantial part\" requirement of present law and provide that property otherwise collapsible will be collapsible unless at least two-thirds of the taxable income to be derived from the property is realized by the corporation. Repeals the exemption from straddle rules for stock options and certain stock. Treats as a regulated futures contract any option to enter into a regulated futures contract. Part III: Taxpayer Compliance - Revises the definition of \"foreign investment company\" to include any foreign corporation that is engaged primarily in the business of investing, reinvesting, or trading in securities, commodities, or any interest (including a futures or forward contract or option) in commodities or securities, at a time when 50 percent or more of the voting power of stock is held directly or indirectly by U.S. persons. Extends the accumulated earnings tax to U.S.-owned foreign corporations. Requires the withholding of tax by a transferee of U.S. real estate, any agent of such a transferee, or any settlement officer or transferor's agent where a U.S. real property interest is acquired from a foreign person. Sets forth the rate of such withholdings. Allows certain exemptions from such withholding. Requires that organizers and sellers of certain investment plans must keep lists of investors. Specifies the form and content of such lists. Requires that such lists be made available for inspection upon request of the Secretary of the Treasury. Sets forth penalties for failure to maintain such lists. Requires any person who receives cash in connection with a trade or business to report any transaction in which the amount of the cash received is $10,000 or more. Requires any person who, in connection with a trade or business, receives $2,300 or more of mortgage interest payments per year from any person to report the payor's name, address, and taxpayer identification number. Sets forth penalties for failure to make such reports. Increases from $5,000 to $10,000 the jurisdictional limit for small tax cases in the United States Tax Court. Increases by 50 percent the rate of interest on tax shelter deficiencies and overpayments. Requires any person who, in connection with a trade or business, lends money secured by property to report any foreclosure or any abandonment of such property. Sets forth penalties for failure to make such reports. Increases the penalty for the promotion of abusive tax shelters from $1,000 or 10 percent of the gross income derived to $2,000 or 20 percent of the gross income derived from the activity. Provides that a failure to file a request to change a method of accounting will bar a taxpayer from asserting as a defense to any penalty the fact that a change from the method of accounting was not negligent. Authorizes the Secretary to bar from appearing before the Internal Revenue Service any appraisers who have been found to have violated specified provisions of the Internal Revenue Code. Part IV: Tax-Exempt Entity Leasing, Service Contracts - Governmental Lease Financing Reform Act of 1983 - Denies accelerated depreciation deductions for property used by governments, tax-exempt foreign individuals, and other tax-exempt entities. Requires that any deductions for depreciation of such property be calculated according to the straight line method. Exempts from such limitation short-term leases of personal property, short-lived property, and property which is used in an unrelated trade or business. Denies the investment tax credit for property used by foreign governments and other foreign persons. Allows an investment tax credit for property used by governments or other tax-exempt entities which is subject to a short-term lease. Denies the investment tax credit for rehabilitation expenditures for property which is used by governments or tax-exempt entities. Part V: Capital Gains and Losses - Decreases from one year to six months the holding period required for long-term capital gains treatment. Reduces the ceiling on the deduction of net capital losses against ordinary income from $3,000 to $1,000. Repeals the special rules applicable to capital losses sustained before 1970. Part VI: Boating Safety and Sport Fish Restoration - Subpart A: Boating Safety Amendments - Amends the Federal Boat Safety Act of 1971 to repeal the definition and description of State recreational boating facilities programs. Eliminates all references made to facilities improvements programs. Authorizes funds through FY 1988 for State recreational boating safety programs. Subpart B: Sport Fish Restoration Program - Amends the Federal Aid to Sport Fish Restoration Act to require each coastal State to equitably allocate funds between marine fish projects and freshwater fish projects in the same proportion as the estimated number of resident marine anglers and the estimated number of resident freshwater anglers. Subpart C: Expansion of Sport Fishing Excise Tax - Sport Fish Restoration Revenue Act of 1983 - Imposes an excise tax of ten percent of the sales price on the first sale of fishing rods, creels and reels, artificial lines, baits, and flies, and specified sport fishing parts and accessories. Imposes a three percent excise tax on the sale of electric outboard boat motors, tackle boxes, and sonar devices suitable for finding fish. Establishes in the Treasury a trust fund to be known as the \"Aquatic Resources Trust Fund\" (Trust Fund). Specifies that such Trust Fund shall consist of: (1) a Sport Fish Restoration Account; and (2) a Boating Safety Account. Requires the transfer of certain taxes to such accounts. Specifies expenditures from such accounts. Provides that the Boating Safety Account shall be treated as a continuation of the National Recreational Boating Safety and Facilities Improvement Fund. Subjects to the excise tax on bows and arrows any arrow less than 18 inches in overall length which is suitable for use with a taxable bow. Subtitle B: Spending Reduction Provisions - Amends Part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act to extend for one year provisions which provide for financing 25 percent of part B costs from enrollee premiums. Revises part B provisions determining the prevailing level of physician charges. Provides Medicare coverage for hepatitis B vaccine administered to end-stage renal disease hemodialysis patients. Directs the Secretary of Health and Human Services, by regulation, to prohibit payment for a physician's debridement of mycotic toenails if performed more than once every 60 days, unless the physician documents the necessity for such treatment. Provides Medicare coverage for the supplies necessary for the self-administration of blood clotting factors for hemophilia patients. Directs the Secretary to establish, on an area-wide basis, fee schedules for diagnostic laboratory tests for which payment is made under part B, other than such tests performed by a provider of services. Directs the Secretary to set the fee schedule at 65 percent of the prevailing charges paid under part B for similar diagnostic laboratory tests during the fee screen year beginning July 1, 1983. Provides for Medicare payment of the lesser of 80 percent (or 100 percent, in the case of tests for which payment is made on the basis of an assignment) of the amount determined by the Secretary or the amount of billed charges. Provides that the provisions of this paragraph shall be effective until March 1, 1986. Directs the Secretary to report to Congress concerning payments for such tests. Provides for the indexing of the part B deductible. Sets reimbursement to a home health agency, for durable medical equipment, at a maximum of 80 percent of reasonable cost. Increases the Medicaid (title XIX of the Act) ceiling amount for Puerto Rico, the Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa. Amends title V (Maternal and Child Health Services Block Grant) of the Act to increase the authorization of appropriations. Requires a State to provide Medicaid coverage to pregnant women who would be eligible under part A (Aid to Families With Dependent Children) of the Act if the child were born. Postpones until April 1, 1984, the implementation of the single payment limit for skilled nursing facilities. Revises the recertification schedule for skilled nursing facilities and intermediate care facilities. Directs the Director of the Office of Technology Assessment to: (1) conduct a study of physician reimbursement under Medicare with respect to any inequities that may exist between reimbursement levels for medical procedures and cognitive services; and (2) make any appropriate recommendations for changes in such reimbursement system. Eliminates the part B deductible with respect to diagnostic tests performed in a laboratory which has a negotiated rate agreement with the laboratory. Provides that coverage for the services of a home health agency or hospice shall end 30 days following the termination of a home health agency's or hospice's Medicare participation agreement. Repeals specified requirements relating to coverage of tuberculosis treatments under Medicare and Medicaid (title XIX of the Act). Authorizes the United States to bring an action directly against third party insurance programs for Medicare costs. Permits part B payments to be made to an entity: (1) which provides coverage of the service under a health benefits plan; (2) which has paid the person who provided the service the amount which that person has accepted as payment in full for the service; and (3) to which the individual has agreed in writing that payment may be made. Eliminates the Health Insurance Benefits Advisory Council. Prohibits the Secretary from disclosing any accreditation survey made and released to the Secretary by the Joint Commission on Accreditation of Hospitals, the American Osteopathic Association, or any other national accreditation body, of any entity accredited by such body. Authorizes the Secretary, if patient health and safety is not jeopardized, to apply less severe sanctions than are presently available for dealing with an end-stage renal disease facility which is not in compliance with applicable regulations. Authorizes the Secretary to use accrediting organizations to determine whether rural health clinics, laboratories, clinics, rehabilitation agencies, and public health agencies meet Medicare requirements. Amends part A (General Provisions) of title XI of the Social Security Act to remove the exclusion on making research and demonstration grants to for-profit organizations. Revises requirements for medical review and independent medical review under Medicaid. Eliminates the special payment rate provisions for hospitals furnishing skilled nursing or intermediate care facility services. Grants the Secretary the authority to issue and enforce subpenas under Medicaid. Repeals provisions under titles XVIII and XIX of the Act which authorized payments to promote the closing and conversion of underutilized hospital facilities. Provides that the Administrator of the Health Care Financing Administration shall be appointed by the President by and with the advice and consent of the Senate. Authorizes the Secretary to bar from participation in Medicare or Medicaid any provider of which five percent or more is owned by an individual convicted of Medicare or Medicaid related crimes. Permits a physician with a significant interest in a home health agency to perform patient certifications for the agency if the agency is the only agency in the community. Directs the Secretary to: (1) annually prepare a list containing the name, address, volume of services, and percent of bills submitted for payment by each physician during the preceding year that were paid on the basis of an assignment; and (2) make the list available to each district office of the Social Security Administration and other appropriate locations. Provides for provider representation in peer review organizations. Makes certain changes affecting the Prospective Payment Assessment Commission. Provides, for purposes of Medicaid coverage, that the administrator of a clinic need not be a physician. Waives the Medicare part B delayed enrollment penalty and provides a special enrollment period for working individuals aged 65 to 69 who were enrolled in private health plans. Defines the term \"bona fide emergency services\" as used in title XVIII. Provides for the reimbursement of a hospital on a reasonable cost basis for the services of a certified registered nurse anesthetist. Directs the Secretary to conduct a study and report to Congress on possible methods of reimbursement under title XVIII which would not discourage the use of certified registered nurse anesthetists. Directs the Secretary to: (1) conduct a study to develop an appropriate wage index for hospital workers; (2) report the results to Congress; and (3) adjust hospital payments under Medicare as necessary. Authorizes the Secretary to waive certain nursing care requirements for hospices located in rural areas which were in operation on or before January 1, 1983, and have demonstrated a good faith effort to hire enough nurses. Directs the Secretary to study and report to Congress on the necessity and appropriateness of the requirements that certain care services be furnished directly by a hospice. Delays, until July 1, 1985, certain payment reductions under Medicaid scheduled to be made to public psychiatric hospitals due to the level of care received in such hospitals. Revises provisions relating to: (1) the accreditation of psychiatric hospitals for participation in Medicare and Medicaid; and (2) Medicare reimbursement for a physician's service furnished in a teaching hospital. Directs the Secretary: (1) by February 1, 1984, to issue revisions to the current payment guidelines under Medicare part B for the transtelephonic monitoring of cardiac pacemakers; (2) to review and report to specified congressional committees regarding the appropriateness of the current rate of reimbursement under part B for physicians' services associated with the implantation or replacement of pacemaker devices and pacemaker leads; and (3) through the Administrator of the Food and Drug Administration, to provide for the establishment and maintenance by each manufacturer of cardiac pacemaker leads and devices of a registry of all cardiac pacemaker devices and pacemaker leads produced by such manufacturer for which Medicare payment was made. Authorizes the Secretary to: (1) as condition for payment being made for the implant or replacement of a cardiac pacemaker device or lead, require a provider to furnish the manufacturer certain information with respect to all patients bearing a device or lead produced by such manufacturer; and (2) require a manufacturer to analyze each returned device or lead for which Medicare payment was made. Requires a manufacturer of pacemaker devices and leads to post a bond or provide assurances to the Secretary that it will comply with the requirements of this paragraph. Directs the Secretary to establish a single 30-day period each year in which all of the competitive medical plans and health maintenance organizations in an area participating in Medicare must have an open enrollment period. Authorizes the Secretary to phase in the provision of the previous sentence over a three year period. Amends part A (Aid to Families With Dependent Children) of the Act to require a State in determining the need of a dependent child to include the child's parent and dependent minor siblings who meet the definition of \"dependent child\" under part A, if the parent or sibling lives in the same home as the dependent child. Includes any income of or available for such parent or sibling in determining such need. Requires a State plan in determining need with respect to a dependent child whose parent is a minor to include any income of such minor's own parent if living in the same household. Requires a minor parent applying for AFDC to live with such minor parent's parent unless: (1) the parent cannot be located; (2) it would jeopardize the dependent child's health or safety; or (3) the minor parent has not lived at home for at least one year prior to the child's birth or one year prior to applying for AFDC. Specifies that the term \"earned income\" means, for AFDC purposes, gross income, prior to any deductions for taxes or other purposes. Permits participants in community work experience programs to perform work in the public interest for a Federal agency. Prohibits considering participants as Federal employees. Authorizes a State to exclude for up to six months, for purposes of the AFDC gross income limitation, the earned income of a dependent child who is a full-time student. Amends part A (General Provisions) of title XI of the Act to provide for adjustments in certain Supplemental Security Income (title XVI of the Act) benefits made because of retroactive Old Age, Survivors and Disability Insurance (title II of the Act) benefits received. Directs the Secretary to issue regulations to require that State agencies administering the child support enforcement program under part D (Child Support and Establishment of Paternity) of title IV of the Act petition courts to include medical support as part of any child support order whenever health care coverage is available to the absent parent at a reasonable cost. Title II: Civil Service Programs - Amends Federal law to make December 1 the effective date of any cost-of-living increase in civil service retirement annuities. Changes the base quarter for the cost-of-living computation from the fourth calendar quarter to the third. Changes the effective date of the pay comparability adjustment for Federal employees from October 1 to the following January 1. Sets the FY 1984 pay raise at four percent. Amends the Omnibus Budget Reconciliation Act of 1982 to repeal the provision which requires that the civil service pay of military retirees be reduced by the amount of the cost-of-living adjustment received through their military retirement. Amends the Defense Department Overseas Teachers Pay and Personnel Practices Act to remove the 75-day limitation on the total amount of leave a teacher may accumulate. Amends the Omnibus Budget Reconciliation Act of 1982 to extend until October 1, 1985 the period during which certain military retirees in the Federal civil service to contribute a percentage of their military base pay after age 62 to maintain credit in civil service retirement. Amends the Panama Canal Act of 1979 to require the rate of basic pay for certain Federal employees in the Panama Canal Zone to increase at the same time as the pay rates of Federal employees in the United States. Title III: Small Business Programs - Amends the Small Business Act to extend from October 1, 1983 to October 1, 1986, the policy making an agricultural enterprise ineligible for disaster loans unless it is declined for emergency loan assistance at substantially similar rates by the Farmers Home Administration under the Consolidated Farm and Rural Development Act. Title IV: Veterans' Benefits and Services - Prohibits the enactment of any legislation for FY 1984 increases in service-connected disability compensation and dependency and indemnity compensation that would cost more than $175,500,000 in budget authority or $145,300,000 in outlays. Delays until December 1, 1984, and December 1, 1985, respectively, the effective dates of any increases in such compensation enacted for FY 1985 and FY 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Reconciliation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Deficit Reduction Tax Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Governmental Lease Financing Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sport Fish Restoration Revenue Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide for reconciliation pursuant to section 3 of the first concurrent resolution on the budget for fiscal year 1984 (H.Con.Res. 91, 98th Congress).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:08-05:00"
}