{
  "actions": [
    {
      "acted_at": "2006-06-13", 
      "references": [
        {
          "reference": "CR S5795-5796", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-13", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S5796-5810", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3502-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2006-06-13", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2006-06-13", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-13", 
  "number": "3502", 
  "official_title": "A bill to modernize the education system of the United States, to arm individuals with 21st century knowledge and skills in order to preserve the economic and national security of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New National Defense Education Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-06-13", 
  "subjects": [
    "Academic performance", 
    "Curricula", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Engineering", 
    "Engineers", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Higher education", 
    "Income tax", 
    "Infrastructure", 
    "International education", 
    "Labor and employment", 
    "Language and languages", 
    "Literacy programs", 
    "Mathematics", 
    "National Science Foundation", 
    "Preschool education", 
    "Reading", 
    "Scholarships", 
    "School administration", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "Standards", 
    "Student loan funds", 
    "Tax exclusion", 
    "Taxation", 
    "Teacher education", 
    "Teacher salaries", 
    "Technical education"
  ], 
  "subjects_top_term": "Higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-06-13", 
    "text": "New National Defense Education Act of 2006 - Amends the National Assessment of Educational Progress Authorization Act to require a biennial national assessment of student achievement and grade 12 student preparedness in reading, mathematics, and science. Requires that national academic content and student achievement standards be competitive with rigorous international standards and set at a level that prepares students for non-remedial higher education, participation in the 21st century workforce, and the Armed Forces. Authorizes prekindergarten through grade 16 student preparedness council grants to states to ensure that a state's academic content and student academic achievement standards and assessments meet the national benchmarks. Amends the Higher Education Act of 1965 to increase the student loan forgiveness available to elementary and secondary school teachers of science, engineering and technology education, critical-need foreign languages, or special education. Amends the Internal Revenue Code to exclude from gross income compensation provided to teachers of such subjects in high-need schools and principals of such schools. Increases funding for National Science Foundation (NSF) education and human resources programs, and mathematics and science education partnerships. Amends the National Science Foundation Authorization Act of 2002 to provide for summer professional development institutes for elementary and secondary school teachers. Amends the Higher Education Act of 1963 to require competitive grants to institutions of higher education (IHEs) to improve the recruitment of teachers from students majoring in mathematics, science, engineering, technology, a critical-need foreign language, special education, or teaching English to students with limited English proficiency. Requires an eligible state to provide contract for educational opportunity (CEO) grants to low-income students who complete CEO requirements and enroll in a two-or four-year degree-granting institution of higher education. Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to make grants to: (1) improve mathematics, science, and engineering and technology education infrastructure in public elementary schools and secondary schools; and (2) provide scholarships to make higher education tuition free for low-income and middle-income undergraduate and graduate students to earn degrees in science, technology, engineering, mathematics, and critical-need foreign languages. Directs the Secretary to award grants to: (1) IHEs to develop summer institute programs to improve teachers' knowledge of foreign cultures and expose public elementary and secondary school, undergraduate, and graduate students to foreign languages and cultures; and (2) eligible partnerships to provide literacy, technology, and technical skills training for workers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New National Defense Education Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize the education system of the United States, to arm individuals with 21st century knowledge and skills in order to preserve the economic and national security of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:22-05:00"
}