{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr673-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "673", 
  "official_title": "A bill to amend the Federal Trade Commission Act to extend protection against fraudulent or deceptive practices, condemned by that act to consumers through civil actions, and to provide for class actions for acts in defraud of consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Class Action Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Civil procedure", 
    "Class actions (Civil procedure)", 
    "Consumer protection", 
    "Law"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Consumer Class Action Act - Provides that the Congress declares that the protection afforded under the existing Federal Trade Commission Act is not sufficient to prevent unfair and deceptive acts perpetrated against consumers and that consumers should be allowed to sue directly for redress in the case of such practices. Provides that an act in defraud of consumers which affects commerce is unlawful and the district courts of the United States shall have original jurisdiction without regard to the amount in controversy to entertain civil class actions for redress of such unlawful acts. Defines \"act in defraud of consumers\" for purposes of this Act. Provides that in the case of any class action brought upon the basis of a violation of consumers' rights under any State law the court shall, in deciding such action, apply specified criteria, including: (1) Federal law applicable to each class fashioned upon the law of the State and State statutory and decisional construction applied as if jurisdiction of the Federal court were based on diversity of citizenship; and (2) in cases of conflict between State statutory and decisional construction and Federal law the latter shall prevail, and Federal law governing the case shall be fashioned from State law not in conflict, and from Federal law. Provides that whenever a class of consumers prevails in a class action under this Act, the court shall award to the attorneys representing such class a reasonable fee based on the value of their services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Class Action Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to extend protection against fraudulent or deceptive practices, condemned by that act to consumers through civil actions, and to provide for class actions for acts in defraud of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:39-05:00"
}