{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-31", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Postal Operations and Services", 
      "text": "Referred to the Subcommittee on Postal Operations and Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr372-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Postal Operations and Services", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1992-07-07", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "372", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 and certain related laws to clarify such provisions with respect to Federal elections, to reduce costs in House of Representatives elections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Campaign Cost Reduction and Reform Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Mazzoli, Romano L.", 
    "state": "KY", 
    "thomas_id": "00753", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Broadcasting", 
    "Business and politics", 
    "Campaign funds", 
    "Commerce", 
    "Congressional elections", 
    "Corporations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "House of Representatives", 
    "Income tax", 
    "Labor union political activities", 
    "Licenses", 
    "Newspapers", 
    "Political action committees", 
    "Political advertising", 
    "Postal rates and revenues", 
    "Presidential candidates", 
    "Radio in politics", 
    "Tax credits", 
    "Television in politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Campaign Cost Reduction and Reform Act of 1991 - Title I: Amendments to the Federal Election Campaign Act of 1971 - Amends the Federal Election Campaign Act of 1971 to define a \"qualifying House of Representatives candidate\" as one whose principal campaign committee includes in its statement of organization a declaration of the candidate's intention to abide by expenditure limitations under such Act and to use broadcast time under the Communications Act of 1934 or to receive reduced postal rates. Includes in the definition of \"contribution\" any gift, subscription, loan, advance, or deposit of money or anything of value made by any person for the purpose of encouraging any specific individual who is not a candidate. Provides that the term \"contribution\" does not include the value of any advertising rate reduction made available to a qualifying House candidate by a newspaper, magazine, broadcasting station, or cable system if such reduction is made available to any qualifying candidate during the 90-day period before the election. Includes in the definition of \"expenditure\" any purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value made by any person for the purpose of encouraging any specific individual who is not a candidate to become a candidate. Revises the exclusion of mailing costs from authorized contributions and expenditures. Excludes from the definitions of \"contribution\" and \"expenditure\": (1) any amount for a candidate for other than Federal office; (2) any amount in connection with a State or local political convention; (3) any campaign activity on behalf of State or local candidates; (4) administrative expenses of a State or local committee of a political party; (5) research pertaining solely to State and local candidates and issues; and (6) maintenance of voter files. Prohibits a candidate for Federal office from establishing, maintaining, or controlling a political committee, other than an authorized committee of the candidate or a committee of a political party. Declares that an expenditure is not an independent expenditure if: (1) there is any arrangement, coordination, or direction with respect to the expenditure between the candidate and the person making the expenditure; and (2) with respect to the election, the person making the expenditure was involved in the candidate's campaign. Removes certain limitations regarding State-by-State spending by presidential candidates. Prohibits a qualifying House candidate from making expenditures in excess of $75,000 of such candidate's personal funds for an election. Prohibits such candidate from spending in excess of $550,000 with respect to a general or special election, $300,000 with respect to a primary election ($400,000 where a candidate receiving a majority of votes is elected to office without a general election), and $100,000 with respect to a runoff election. Removes such limitation for all House candidates in an election if any candidate receives contributions or makes expenditures aggregating more than $200,000. Requires such limitations to be adjusted for inflation every four years beginning after calendar year 1992. Prohibits such candidate and his or her authorized political committee from accepting contributions from a political committee with respect to a general, special, or runoff election which total in excess of 50 percent of the limitation for such election. Imposes monetary penalties upon qualifying House candidates who exceed expenditure limitations. Provides for the accountability of contributions made by intermediaries or conduits. Provides that contributions expended to encourage an individual to become a candidate shall be treated as contributions, whether or not such individual becomes a candidate. Prohibits a candidate or an authorized political committee of a candidate from accepting any contribution with respect to an election for Federal office if the contribution is given or made with respect to an election for State office or otherwise is not subject to the Federal Election Campaign Act of 1971. Prohibits a candidate for Federal office from accepting, with respect to an election, any contribution from a State or local committee of a political party if such contribution, when added to the total of contributions previously accepted from all such committees of that political party, exceeds a limitation on contributions to a candidate under the Federal Election Campaign Act of 1971. Subjects certain amounts received or used by a State or local committee of a political party as excluded payments to the limitations and reporting requirements of the Federal Election Campaign Act of 1971 as if such amounts were contributions or expenditures, as appropriate. Prohibits such payments from being allocated to a non-Federal account or otherwise maintained in, or paid from, an account that is not subject to that Act. Excludes as a prohibited political contribution or expenditure by a national bank, corporation, or labor organization the administration and solicitation costs of a separate segregated political fund if amounts disbursed from the fund are used solely for internal communications, nonpartisan get-out-the-vote campaigns, or contributions for State or Federal elections. Requires that whenever any political committee (other than an authorized committee or a committee of a political party) makes a communication that is a solicitation for contributions with respect to a Federal election, it shall include in the communication a clear statement that neither the committee nor the communication is authorized by a candidate or is under the control of a candidate. Requires television advertisements authorized by candidates for Federal office that solicit contributions for, or advocate the election or defeat of, a clearly identified candidate to contain a readily identifiable image of the candidate who authorized such advertisement. Requires the image to appear for at least four seconds on at least one-third of the television screen accompanied by statements identifying the political committee or the other person paying for the advertisement and the candidate responsible for its content. Requires television advertisements that have not been authorized by a candidate to present a statement: (1) naming the person paying for the advertisement and any connected organization; and (2) indicating that the advertisement has not been authorized by any candidate. Requires authorized and unauthorized radio advertisements to contain such appropriate statements. Prescribes color contrast and character height standards for statements in advertisements in publications disclosing who authorized and paid for the advertisement. Prohibits any person from soliciting contributions by falsely representing himself as a candidate or agent thereof. Limits total small donor political committee contributions to $5,000 per candidate per election. Requires coordinated expenditures to be made only from amounts subject to the Federal Election Campaign Act of 1971. Establishes additional reporting requirements for national and State political party committees and for individuals making contributions to Federal candidates which total more than $20,000 in any calendar year. Title II: Amendments to the Communications Act of 1934 and Title 39, United States Code - Amends the Communications Act of 1934 to authorize the Federal Communications Commission to revoke any station license or construction permit for willful or repeated discrimination against a candidate for Federal office in the amount, class, or period of time made available to such candidate on behalf of such candidacy. Prohibits a licensee from using a broadcasting station for a communication not in compliance with the guidelines established by this Act. Requires such stations to give priority to legally qualified candidates in providing access to the use of such station. Exempts debates between candidates from the equal opportunity requirement. Eliminates the requirement that broadcast rates for legally qualified candidates for specified periods preceding primary, general, or special elections not exceed a station's lowest unit charge for the same class and amount of time. Entitles qualified House candidates to free broadcast time for every two television or radio advertisements purchased. Provides for reduced postage rates for qualified House candidates. Amends the Internal Revenue Code to provide a full tax credit for in-State individual contributions of up to $50 to qualified House candidates. Title III: Effective Date - Specifies that this Act shall apply with respect to Federal elections beginning with the general election of November 3, 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Cost Reduction and Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 and certain related laws to clarify such provisions with respect to Federal elections, to reduce costs in House of Representatives elections, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:16-05:00"
}