{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s454-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "454", 
  "official_title": "A bill to establish a corporation for the development of new energy sources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Corporations", 
    "Energy", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Declares that it is the policy of the Federal Government to bring into being the technology for commercial development of new energy sources as quickly as possible. Establishes a New Energy Source Corporation which shall have a Board of nine directors. Sets forth the methods of appointment of such directors. Authorizes the Corporation to enter into contractual arrangements with any private or public entity or entities under which such entities agree to participate in the purposes and functions of the Corporation. Provides that such contracts shall include terms and conditions consistent with this Act and the applicable regulations of the General Accounting Office. Authorizes such Corporation to make available on a nonexclusive royalty free basis without territorial limitation the use of any patent obtained by the Corporation under any law of the United States or any foreign country for or with respect to any invention made in the performance of any activity conducted pursuant to this Act. Directs the Corporation to select, or the basis of the best engineering information available, the two most technically and economically feasible methods for manufacturing substitute natural gas from coal. Directs the Corporation to design, construct, operate and maintain a demonstration - type facility for each such method selected. Directs the Corporation to evaluate proposed methods of development of oil shale and to select at least two of the most feasible methods from a technical, economical, and environmental standpoint for manufacturing petroleum products from shale. Directs the Corporation to make such selections for geothermal, tar sands, solar and other new energy sources. Requires the Corporation to report annually to the President and the Congress on its activities under this Act. Authorizes appropriations of $10,000,000, for fiscal year 1974, and for each of the next five succeeding years, such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a corporation for the development of new energy sources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:20-05:00"
}