{
  "actions": [
    {
      "acted_at": "1975-04-17", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1455-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-17", 
  "number": "1455", 
  "official_title": "A bill to provide for the expansion and improvement of the Nation's airport and airway system, to provide for delegation of certain airport development functions to States and airport sponsors, to permit financing of airway facilities maintenance from the Airport and Airway Trust Fund.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5017-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Airport and Airway Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-17", 
  "subjects": [
    "Airports", 
    "Aviation"
  ], 
  "subjects_top_term": "Airports", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-17", 
    "text": "Airport and Airway Development Act - Directs the Secretary of Transportation to conduct studies with respect to: (1) land bank planning and development for future and existing airports through Federal State, or local government action; and (2) potential locations for major new airports and the identification of various options for financing land acquisition and development costs. Directs the Secretary to publish by February 15, 1977, and annually thereafter, a report on the planning and development undertaken by sponsors of air carrier airports, including a short-term capital improvement program for airports enplaning .06 percent or more of the total annual passengers enplaned by air carriers certificated by the Civil Aeronautics Board. Authorizes specified sums for each of the fiscal years 1976 through 1980 to be appropriated for airport and airway development, allocating specific amounts to air carrier airports, general aviation airports, air navigation facilities, and research and development activities. Provides for the apportionment of funds among the State according to a formula based on the relative number of air carrier departures, land area, and population within each of the States. Directs airport sponsors to develop airport master plans not later than September 30, 1977, for air carrier airports (enplaning more than .05 percent of the total annual passengers enplaned by air carriers certificated by the Civil Aeronautics Board) taking social, economic, and environmental factors into account. Directs a State or equivalent jurisdiction to certify to the Secretary that it is capable of managing a program for the development of general aviation airports in order that such State or equivalent jurisdiction may exercise project approval authority with respect to general aviation airport development within its jurisdiction. Authorizes the Secretary to make grants from the discretionary fund: (1) to sponsors of air carrier and reliever airports for approved airport development; (2) to public agencies for airport development to test airport components and facilities, and to evaluate new concepts relating to airport configuration and construction in an amount up to 100 percent of such project costs, except that grants for such development may not exceed in the aggregate $2,500,000 per annum. Provides for the use of government-owned lands, and the conveyance thereof, for projects for airport development under this Act. Directs the Secretary to issue regulations for the submission of applications to him for: (1) grants from the discretionary fund; and (2) grants sponsors of general aviation airports until the Secretary has received the assurance required under this Act; and (3) grants to planning agencies in an aggregate amount not to exceed $10,000,000 per annum for airport system planning. Provides penalties for the misapplication of grants authorized by this Act. Provides criminal penalties for fraudulent misrepresentation of facts required to be disclosed by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport and Airway Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the expansion and improvement of the Nation's airport and airway system, to provide for delegation of certain airport development functions to States and airport sponsors, to permit financing of airway facilities maintenance from the Airport and Airway Trust Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:18-05:00"
}