{
  "actions": [
    {
      "acted_at": "1990-05-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4689-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1990-05-01", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-01", 
  "number": "4689", 
  "official_title": "To implement the National Customs Automation Program and otherwise improve the administration of the customs laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Customs Informed Compliance and Automation Act of 1990", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-01", 
  "subjects": [
    "Administrative remedies", 
    "Auditing", 
    "Customs administration", 
    "Electronic data processing", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government paperwork", 
    "Information storage and retrieval systems", 
    "Laboratories", 
    "Negligence", 
    "Tariff"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-01", 
    "text": "Customs Informed Compliance and Automation Act of 1990 - Title I: Improvements in Customs Enforcement - Amends Federal law with respect to administrative rulemaking and procedure to the U.S. customs laws. Amends the Tariff Act of 1930 to except imported merchandise which could be subject to a civil penalty under such Act from ordinary seizure authority for violations of the U.S. customs laws. Defines fraud, gross negligence, and negligence with respect to customs violations. Provides for: (1) disclosure requirements with respect to violations of the customs laws; (2) regulatory audits of the Customs Service; and (3) accreditation of private laboratories. Limits the detention of imported merchandise to five days unless the Customs Service provides a detailed account of why it should be held longer, together with an estimate of the length of such detention. Title II: National Customs Automation Program - National Customs Automation Act - Subtitle A: General Program Provisions - Establishes the National Customs Automation Program for the modernization of customs laws, regulations, and procedures to permit the transmission, on a periodic basis, by electronic and other means, of information and payments associated with the entry and release of merchandise into the United States. Requires the Customs Service to train personnel and to test procedures with respect to such program. Makes participation of importers in the Program optional. Requires the Customs Service to centralize in one location all quota data input and processing. Subtitle B: Amendments to Implement Program - Amends the Tariff Act of 1930 to repeal specified provisions relating to: (1) production of bills of lading; (2) certification by owner of carrier; (3) acceptance of duplicate bill of lading; and (4) release of merchandise. Requires consignees of imported merchandise to make entry of such merchandise by filing with the Customs Service, through an authorized electronic data interchange system, information to enable the service to: (1) determine whether such merchandise may be released from Customs custody; (2) collect accurate statistics with respect to such merchandise; and (3) to determine whether any other applicable law is met. Requires the Customs Service to test the components of the National Entry Program which require the filing of entry documentation of a place other than the district where the merchandise shall be released. Directs the Service to report the results of such test to the Congress. Declares that the documentation or information required with respect to imported merchandise shall be filed with the Service in advance of shipment arrival, when entry is made, or by presenting an import activity summary report to the Service on a periodic basis. Authorizes the Customs Service to permit entry and to release merchandise from its custody. Declares that the service shall not be liable to any person with respect to the delivery of merchandise released from its custody. Provides for electronic data transmission relating to: (1) appraisement of imported merchandise; (2) admissibility of electronically transmitted information; (3) release of imported merchandise; (4) the payment of duties; (5) liquidation procedures; (6) protests of Customs Service decisions; (7) refunds and errors; (8) penalties for fraud and negligence; (9) administrative recordkeeping; (10) merchandise manifests; and (11) customshouse brokers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Informed Compliance and Automation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Customs Automation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To implement the National Customs Automation Program and otherwise improve the administration of the customs laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:46-05:00"
}