{
  "actions": [
    {
      "acted_at": "1991-07-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-29", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Superfund, Ocean and Water Protect. Hearings held. Hearings printed: S.Hrg. 102-400.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1557-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Superfund, Ocean and Water Protection", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1992-02-20", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1992-01-21", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-04-07", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1992-06-04", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1992-02-26", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1992-04-01", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Seymour, John", 
      "sponsored_at": "1991-10-23", 
      "state": "CA", 
      "thomas_id": "01434", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1991-11-27", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1991-07-25", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-25", 
  "number": "1557", 
  "official_title": "A bill to improve the implementation and enforcement of the Federal cleanup program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Cleanup Equity and Acceleration Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-25", 
  "subjects": [
    "Environmental protection", 
    "Hazardous waste disposal", 
    "Liability for toxic substances pollution damages", 
    "Municipal services", 
    "Refuse and refuse disposal", 
    "Sewage disposal", 
    "Sewage sludge", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-25", 
    "text": "Toxic Cleanup Equity and Acceleration Act of 1991 - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to absolve municipalities or other persons from liability to any person other than the United States for claims of contribution or other response costs or damages related to the generation or transportation, or arrangement for the transportation, treatment, or disposal of municipal solid waste or sewage sludge unless there is a basis for liability under provisions governing owners or operators. Prohibits the President from initiating or maintaining an action against any person (other than owners or operators) in the absence of exceptional circumstances. Provides that exceptional circumstances exist where the President obtains evidence that: (1) the release of hazardous substances on which liability is based is not that ordinarily found in municipal solid waste or sewage sludge and the hazardous substances were derived from a commercial, institutional, or industrial process or activity; (2) the total contribution to the site of hazardous substances from such activities is insignificant in terms of volume and toxicity when compared to the volume and toxicity of the municipal solid waste and sewage sludge; or (3) absent the contribution of such substances, the contribution of hazardous substances from the municipal solid waste and sewage sludge would be a significant cause of the release that will result in the response action. Authorizes the President, when the release involves trash from commercial, institutional, or industrial sources, to require persons handling such materials to provide evidence that the general composition and toxicity of the trash are similar to those of waste generated by households. Authorizes a municipality, whenever an administrative or judicial action is brought against the municipality for acts or omissions concerning the handling of municipal solid waste or sewage sludge, to request the President to settle the municipality's potential liability for response costs or damages to natural resources. Prohibits an action from being commenced or pursued during the period the President is considering the settlement request. Limits permissible reasons to fail to reach a settlement to one or more of the following: (1) the settlement offer from the municipality does not meet the cost allocation criteria; (2) the municipality refuses to agree to settlement terms required in consent decrees; or (3) insufficient information exists to permit a cost allocation. Provides that if the President completes a settlement with a party other than the municipality requesting a settlement, such settlement creates a rebuttable presumption that the President cannot invoke insufficient information as a reason for failing to settle with the municipality concerning matters addressed in the other party's settlement. Provides that settlements shall: (1) require the municipality to pay for costs based on the quantity of hazardous constituents in municipal solid waste and sewage sludge, subject to a certain condition; (2) limit a municipality's payments if such payments would force a municipality to dissolve, declare bankruptcy, or default on debt obligations; and (3) be reached even in the event that a municipality may be liable for response costs or damages in other actions. Requires the President to provide a covenant not to sue with respect to the facility concerned to any municipality which has entered into a settlement. Directs the President to prepare a nonbinding preliminary allocation of responsibility (based on the quantity of hazardous constituents in municipal solid waste and sewage sludge) upon the request of a municipality. Applies this Act to all administrative or judicial actions commenced before this Act's effective date, unless a final court judgement has been rendered or a court-approved settlement agreement has been reached."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Cleanup Equity and Acceleration Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the implementation and enforcement of the Federal cleanup program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:09-05:00"
}