{
  "actions": [
    {
      "acted_at": "1985-10-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-15", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1753-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1985-10-09", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-09", 
  "number": "1753", 
  "official_title": "A bill to amend title II of the Trade Act of 1974 to eliminate the discretion of the President to grant import relief, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-09", 
  "subjects": [
    "Business and commerce", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Import restrictions", 
    "Imports", 
    "Labor and employment", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Treaties", 
    "Unemployment"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-09", 
    "text": "Amends the Trade Act of 1974 to provide that increases in imports that are an \"important cause\" of harm to competing domestic industries shall trigger import relief. (Current law requires increases in imports to be a \"substantial cause\" of harm to competing domestic industries before triggering import relief.) Deletes the provision authorizing the President to waive imposition of import relief for national economic reasons. Provides for import relief and trade adjustment assistance (currently only one or the other may be granted) if increased imports have harmed or threaten to harm a competing domestic industry. Requires import relief to terminate: (1) unless changed by orderly marketing agreements, no earlier than three years after it takes effect; and (2) no later than five years after it takes effect. Directs the President to negotiate orderly marketing agreements or voluntary restraint agreements that limit the export or production of articles that harm or threaten to harm competing domestic industries. (Current law directs the President to negotiate only orderly marketing agreements under such circumstances.) Provides for review of certain import relief determinations if: (1) the International Trade Commission (ITC) has made a unanimous finding of injury from imports before enactment of this Act; (2) the President declined during a specified period to provide import relief; and (3) a petition for review is filed with the ITC within one year of enactment of this Act. Sets forth the procedure for carrying out such review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Trade Act of 1974 to eliminate the discretion of the President to grant import relief, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:39-05:00"
}