{
  "actions": [
    {
      "acted_at": "1997-01-29", 
      "references": [
        {
          "reference": "CR S806-808", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-01-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s229-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1997-01-29", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1997-01-29", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-29", 
  "number": "229", 
  "official_title": "A bill to provide for a voluntary system of public financing of Federal elections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Confidence in Campaigns Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-29", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Auditing", 
    "Campaign contributors", 
    "Campaign funds", 
    "Checkoff", 
    "Civil rights and liberties, minority issues", 
    "Closed caption television", 
    "Commerce", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Congressional elections (Senate)", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Disabled", 
    "Economics and public finance", 
    "Election fraud", 
    "Families", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Freedom of information", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Identification devices", 
    "Immigration", 
    "Income tax", 
    "Judicial review of administrative acts", 
    "Law", 
    "Loans", 
    "Members of Congress", 
    "Personal income tax", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Politicians' families", 
    "Presidential elections", 
    "Primaries", 
    "Science, technology, communications", 
    "Soft money", 
    "Tax returns", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Television in politics", 
    "Television stations", 
    "Voter registration", 
    "Voter turnout", 
    "Voting age"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-29", 
    "text": "TABLE OF CONTENTS: Title I: Reform of Senate Campaign Financing Subtitle A: Voluntary Congressional Senate Campaign Financing System Subtitle B: Reduction in Limit on PAC Contributions to Senate Candidates Title II: Public Financing System Title III: Provisions Relating to Soft Money of Political Parties Title IV: Prohibition of Contributions by Individuals Ineligible to Vote Public Confidence in Campaigns Act of 1997 - Title I: Reform of Senate Campaign Financing - Subtitle A: Voluntary Congressional Senate Campaign Financing System - Amends the Federal Election Campaign Act of 1971 to prohibit an eligible Senate candidate (one who meets the filing, expenditure, contribution limits, and primary election threshold contribution requirements of this subtitle) from making election expenditures aggregating more than specified limits. Sets forth exceptions for complying candidates running against noncomplying candidates and provides for expenditures in response to independent expenditures. Limits campaign contributions and loans by a candidate or the candidate's family. Prohibits an eligible candidate from soliciting or receiving general election contributions. Allows an eligible candidate to receive primary or runoff contributions. Entitles an eligible candidate to payments from the Congressional Election Campaign Fund, regulating the payment amount and use. Provides for certification of candidate eligibility and examinations and audits of campaign amounts. Mandates civil penalties for excess expenditures and misused funds. Requires eligible candidates to prepare any television commercials so as to contain or permit closed captioning of oral content. Establishes the Congressional Election Campaign Fund. Appropriates to the Fund: (1) amounts designated as provided in title II of this Act; and (2) payments and civil penalties received by the Commission. Authorizes appropriations for the excess (if any) of the payments required to be made from the Fund over the amounts in the Fund. Sets forth reporting requirements for: (1) candidates other than eligible candidates; and (2) certain independent expenditures. Subtitle B: Reduction in Limit on PAC Contributions to Senate Candidates - Sets the limit on multicandidate political committee (PAC) contributions to Senate campaigns at $2,000, leaving the limit for all other Federal offices at $5,000. Title II: Public Financing System - Amends the Internal Revenue Code to allow taxpayers to designate that $10 shall be paid to the Federal election campaign funds, with $3 going to the Presidential Election Campaign Fund and $7 to the Congressional Election Campaign Fund. (Sec. 202) Allows individuals (other than nonresident aliens) to designate an additional amount of from $1 to $5,000, with any amount so designated treated as an additional tax imposed, allowing a deduction for up to $100 ($200 for a joint return) of the designated amount. Title III: Provisions Relating to Soft Money of Political Parties - Amends the Federal Election Campaign Act of 1971 to prohibit a national committee of a political party from soliciting or receiving any contributions or transfers, or spending any funds, not subject to the requirements of this Act. Requires that any amount spent by a State, district, or local committee of a political party during a Federal election calendar year for any activity that might affect a Federal election outcome be made from funds subject to the requirements of this Act. Prohibits any national, State, district, or local committee of a political party from soliciting funds for or making donations to an organization that is exempt from Federal taxation under section 501(c) of the Internal Revenue Code. Prohibits any candidate, individual holding Federal office, or their agents from soliciting or receiving funds: (1) in connection with a Federal election campaign unless the funds are subject to the requirements of this Act; or (2) that are to be expended in a non-Federal election unless the funds are not in excess of amounts allowed under specified provisions of this Act and are not from sources prohibited by this Act from making contributions regarding a Federal election. (Sec. 302) Limits individual and multicandidate political committee (PAC) contributions to a State Party Grassroots Fund and any other political committee run by a State committee of a political party. Revises overall (aggregate) limits. Prohibits a State committee from transferring funds from its Grassroots Fund to any other State Party Grassroots Fund or to any other political committee except, under certain circumstances, to a district or local committee of the same party in the same State. Regulates the treatment of amounts received by a State Party Grassroots Fund from a State or local candidate committee. (Sec. 303) Sets forth political committee reporting requirements, including requiring reporting of certain exempt contributions relating to the construction or purchase of an office facility. Modifies required report contents. Title IV: Prohibition of Contributions by Individuals Ineligible to Vote - Makes it unlawful for an individual who is not qualified to register to vote in a Federal election to make a contribution in connection with a Federal election or for any person to solicit, accept, or receive a contribution from such a person. Adds to the definition of \"identification\" a reference to an affirmation that the individual is not prohibited by provisions barring contributions from foreign nationals and from individuals not qualified to register."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Confidence in Campaigns Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a voluntary system of public financing of Federal elections, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:42-05:00"
}