{
  "actions": [
    {
      "acted_at": "2013-05-09", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-09", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-09", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1922-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Burgess, Michael C.", 
      "sponsored_at": "2013-05-21", 
      "state": "TX", 
      "thomas_id": "01751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fincher, Stephen Lee", 
      "sponsored_at": "2013-05-17", 
      "state": "TN", 
      "thomas_id": "02064", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sensenbrenner, F. James, Jr.", 
      "sponsored_at": "2013-05-09", 
      "state": "WI", 
      "thomas_id": "01041", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-09", 
  "number": "1922", 
  "official_title": "To limit assistance to Iran, North Korea, Syria, Egypt, and Pakistan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FAULT Act", 
  "sponsor": {
    "district": "4", 
    "name": "Gosar, Paul A.", 
    "state": "AZ", 
    "thomas_id": "01992", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-09", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Chemical and biological weapons", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Detention of persons", 
    "Disability and health-based discrimination", 
    "Disaster relief and insurance", 
    "Domestic violence and child abuse", 
    "Drug trafficking and controlled substances", 
    "Egypt", 
    "Foreign aid and international relief", 
    "Government buildings, facilities, and property", 
    "Human rights", 
    "Human trafficking", 
    "International affairs", 
    "Iran", 
    "Israel", 
    "Legislative rules and procedure", 
    "Middle East", 
    "Natural disasters", 
    "North Korea", 
    "Nuclear weapons", 
    "Pakistan", 
    "Political movements and philosophies", 
    "Religion", 
    "Sex, gender, sexual orientation discrimination", 
    "Smuggling and trafficking", 
    "Social work, volunteer service, charitable organizations", 
    "Syria", 
    "Terrorism", 
    "Women's education"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-09", 
    "text": "Foreign Assistance Under Limitation and Transparency Act or the FAULT Act - Prohibits funds made available to any federal agency after FY2013 from being used to provide foreign assistance to Iran, North Korea, Syria, Egypt, and Pakistan. Exempts agricultural commodities, medicine, and medical devices, provided that the aggregate value in any fiscal year does not exceed $50 million. Bars the prohibition from being waived for such countries unless the President submits to Congress a waiver proposal certifying that there has been a fundamental change in the policies of the government of such a country, including information with respect to: (1) the government's assurances of free and democratic elections and the freedom of religion, speech, and expression; (2) its attempts to eradicate trafficking of persons, weapons of mass destruction, narcotics, and financial instruments used to facilitate such activities; (3) its attempts to eradicate human rights violations, child exploitation, forced conscription into military or paramilitary services, and admissions biases at government funded learning institutions; and (4) its denouncement of damage or destruction by mob action of U.S. property. Specifies additional information to be provided including assurances that the government: (1) is not currently engaged in violence against its own citizens, residents, or inhabitants; (2) has publicly expressed the State of Israel's right to peacefully exist; (3) is not supporting acts of international terrorism and is taking a public, active role in eradicating any element of international terrorism within its borders; and (4) is not engaged in a nuclear weapons development program if it does not already possess a nuclear weapon. Sets forth a process for congressional disapproval of such a waiver. Permits the President, for limited time periods, to waive the prohibition for such countries in order to provide humanitarian assistance of up to an aggregate of $50 million in a fiscal year if: (1) the President submits to Congress a determination that the people within the country have been affected by a natural disaster (limited to fire, famine, earthquake, drought, hurricane, typhoon, tsunami, tropical storm, flood, landslide and debris flow, widespread disease, or volcano eruption) or face imminent threat from exposure to radioactive or toxic elements due to the failure of any power source or other related machinery; and (2) the assistance will not be provided to or through the country's government. Prohibits funds from being used to provide foreign assistance to: (1) any other country unless the applicable government provides assurances that it will not provide unpermitted assistance to Iran, North Korea, Syria, Egypt, and Pakistan; or (2) a private voluntary organization unless it provides assurances that it will not assist or enter contracts to provide unpermitted assistance to such countries. Prescribes penalties for violations of such prohibitions. Requires contracts facilitating foreign assistance transfers to contain language specifically prohibiting any monies from being transferred, directly or indirectly, to any foreign terrorist organization. Terminates the designations of Egypt and Pakistan as major non-NATO (North Atlantic Treaty Organization) allies until the Secretary of State certifies to Congress that the respective governments have drafted and held a national referendum to approve a new constitution and scheduled a date for national democratic elections to elect a new government under such constitution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FAULT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Foreign Assistance Under Limitation and Transparency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To limit assistance to Iran, North Korea, Syria, Egypt, and Pakistan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:20:05-05:00"
}