{
  "actions": [
    {
      "acted_at": "1982-05-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-28", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6309-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-06", 
  "number": "6309", 
  "official_title": "A bill to require prior notification to affected employees and communities of closure and relocation of businesses and to provide job placement assistance to employees affected by closure and relocation of businesses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employment Search and Notice Act", 
  "sponsor": {
    "district": "1", 
    "name": "Foglietta, Thomas M.", 
    "state": "PA", 
    "thomas_id": "00395", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-06", 
  "subjects": [
    "Business and commerce", 
    "Employee rights", 
    "Employment agencies", 
    "Federal-local relations", 
    "Fines (Penalties)", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "Unemployment"
  ], 
  "subjects_top_term": "Plant shutdowns", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-06", 
    "text": "Employment Search and Notice Act - Requires a business to notify any affected community, affected employees and their employee organization, and the Secretary of Labor whenever it intends to terminate or transfer operations at an establishment. Requires that such notice be given: (1) at least 60 days prior to the termination or transfer; or (2) promptly, if the intent is formed less than 60 days prior to such date. Requires a business to provide affected employees job placement and counseling services for a period from at least 30 days before to until such termination or transfer to at least 30 days after such termination or transfer. Entitles affected employees, for one year following any termination or transfer, to priority consideration in obtaining employment at the establishment to which operations are transferred, or at any other establishment of such business at which comparable production or operations are conducted. Requires a business or its establishment for such one-year period, to notify affected employees of each such employment opportunity which becomes or is likely to become available. Subjects such rights of affected employees to the provisions of collective bargaining agreements. Makes it unlawful for any business to fail to give the transfer or termination notice and the employee assistance required under this Act. Authorizes the Secretary to hold a hearing to determine whether a business has committed such a violation. Directs the Secretary to assess civil penalties in specified amounts based on U.S. tax credits and deductions and economic benefits given by foreign governments in connection with such transfer or termination. Makes it unlawful for a business to: (1) fail to comply with provisions relating to rights of affected employees under this Act; or (2) discriminate against any employee for requesting, assisting, or participating in any proceeding under this Act. Sets forth provisions for employee complaints and for hearings by the Secretary. Requires a business to pay an employee three times the amount of the wages the employee would have received whenever the Secretary orders transfer or reinstatement of an employee as part of the equitable remedy for such violations. Permits any affected employee, affected community, employee organization of affected employees, or the Secretary to bring various civil actions to enforce this Act and to obtain appropriate equitable relief in the U.S. District Court for the area in which operations have been terminated or from which operations have been transferred. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employment Search and Notice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require prior notification to affected employees and communities of closure and relocation of businesses and to provide job placement assistance to employees affected by closure and relocation of businesses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:02-05:00"
}