{
  "actions": [
    {
      "acted_at": "1991-09-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-19", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Education.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-26", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-26", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-17", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-10-17", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-07T18:19:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and Labor. H. Rept. 102-294.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-07T18:19:00-05:00", 
      "calendar": "Union", 
      "number": "176", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 176.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1992-03-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Received from Education.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3320-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Barrett, Bill", 
      "sponsored_at": "1991-11-07", 
      "state": "NE", 
      "thomas_id": "00057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1991-11-07", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1991-09-12", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1991-09-12", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1991-11-07", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1991-11-07", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1991-11-07", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1991-11-07", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1991-11-07", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1991-11-07", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-12", 
  "number": "3320", 
  "official_title": "To improve education for all students by restructuring the education system in the States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Neighborhood Schools Improvement Act", 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-10-17", 
  "subjects": [
    "Authorization", 
    "Community and school", 
    "Congressional oversight", 
    "Curriculum planning", 
    "Decentralization of schools", 
    "Education", 
    "Education of Indians", 
    "Educational equalization", 
    "Educational finance", 
    "Educational innovations", 
    "Educational policy", 
    "Educational statistics", 
    "Educational technology", 
    "Elementary education", 
    "Federal aid to education", 
    "Information services", 
    "Parent-school relationships", 
    "Private schools", 
    "School administration", 
    "School boards", 
    "School districts", 
    "School planning", 
    "Secondary education", 
    "State education agencies", 
    "Student enrollment", 
    "Teacher education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1991-11-07", 
    "text": "Neighborhood Schools Improvement Act - Amends the Elementary and Secondary Education Act of 1965 to add a new title VIII, Neighborhood Schools Improvement, to improve education for all students in the Nation through grants to States to restructure education systems at State and local levels. Authorizes the Secretary of Education (the Secretary) to make such grants to State educational agencies (SEAs) to enable States and local educational agencies (LEAs) to reform and improve the quality of education. Requires such grants to be used to: (1) develop innovative educational reform plans, including State achievement goals, and quality development in curricular frameworks, materials, and assessment tools; and (2) implement reforms and plans to improve the education system at the State and local levels. Sets forth application requirements. Requires SEA grant applications to cover a five-year period, and to contain specified assurances, descriptions, and other provisions. Directs the Secretary to: (1) approve applications and amendments that meet such requirements and that are of sufficient quality to meet specified objectives; and (2) give notice, technical assistance, and opportunity for a hearing before any final disapproval. Requires each State program assisted under this Act to establish a panel to develop a statewide reform plan. Sets forth requirements for various officials and entities to be represented on such panel. Sets forth requirements for State plan contents, and for plan development, approval, and oversight procedures. Requires States with approved plans to use funds (allotted by the Secretary under this Act, and State and private funds contributed to make up the total cost of a State program) to: (1) develop and implement State goals, curricular frameworks, and assessment tools; (2) panel activities; (3) subgrants to LEAs; (4) technical assistance (including information dissemination) to carry out local plans; and (5) evaluation, reporting, and data collection. Authorizes subgrants to LEAs, in the first year of a State's allotment, to develop local plans. Requires the SEA, in the second and each succeeding year, to make subgrants to LEAs, from not less than 75 percent of the total cost of the State's program, provided that: (1) at least one LEA in each congressional district shall receive a subgrant; and (2) the LEA with the greatest number of disadvantaged children in the State shall receive a subgrant. Requires that funds available under this Act be used to carry out the plan in a manner which ensures that all children, and especially those identified through the assessment process as not achieving satisfactorily, are afforded ample opportunity to reach local, State, and national goals. Sets forth requirements for content, development, and approval of local plans. Requires local plans to assure: (1) broad-based community participation in plan development; and (2) ongoing evaluation of plan effectiveness, including annual review and making necessary changes. Requires local plans to propose district-wide reform which includes: (1) developing a curriculum to implement the State's frameworks; (2) setting local goals; (3) adopting or developing instructional materials; (4) providing teacher and administrator training; and (5) adopting or developing a curriculum-based assessment system to measure progress toward meeting State and local goals. Requires local plans to also include provisions relating to: (1) parental involvement; (2) nondiscriminatory availability of curricular frameworks and materials and professional development; (3) ongoing evaluation; (4) review of existing Federal programs' contribution; (5) laws and regulations impeding the plan; (6) maximum local level use of funds; and (7) dissemination of successful practices. Sets forth provisions for: (1) State technical assistance for local plan development; (2) local school board review and approval of the local plan; (3) conditions for additional subgrants; and (4) oversight of the local plan. Requires LEAs to use such subgrant funds for district-wide reform, consistent with State and local plans. Sets forth a list of authorized activities (including choice programs, site-based management, and merit schools). Authorizes appropriations to carry out this Act for FY 1992 through 2002. Directs the Secretary to allot annually a specified portion of funds under this Act to the Secretary of the Interior to benefit Indian students enrolled in schools funded by the Department of the Interior for Indian students. Authorizes the Secretary, from the remaining funds under this Act, to make annual grants to States with approved applications based upon the formula for State allotments under the chapter I program for education of disadvantaged children (under part A of chapter I of title I of ESEA). Provides for a gradually declining Federal share (from 100 percent in the first year to 33 percent in the fifth and any succeeding year) of total program costs. Requires the remaining program cost to be paid by the State from a combination of State and private sector funds. Limits the amount which may be reserved for administrative costs. Sets forth maintenance of effort requirements. Sets forth provisions for an agreement between the Secretary and the Secretary of the Interior concerning the payment of the latter under this Act for Indian students, including specified assurances, terms, and panel designation. Sets forth requirements relating to the availability of information and training for private schools with respect to funds under this Act. Requires annual progress reports by States to the Secretary, including progress toward State goals and plans and descriptions of proposed activities for the succeeding year and of Federal regulations which may impede local reform activities. Requires, in addition, State biennial reports on LEA revenues and expenditures, including specified information as well as a detailed description of the State's school finance programs. Directs the Secretary to provide technical assistance for State compliance with such reporting requirements. Directs the National Center for Educational Statistics to review data from such State reports to determine adherence to specified definitions before such data is submitted for policy analysis by the National Academy of Sciences (NAS). Directs the Secretary to evaluate a representative sample of such State and local reform efforts, over the course of the ten-year authorization, to assess their effectiveness in improving educational performance outcomes of all children, including an examination of such activities' effects on disadvantaged students. Authorizes reservation of a portion of funds for such evaluation. Directs the Secretary to disseminate, annually and upon request, information to the States on approaches and materials developed under this Act or through related efforts. Directs the Secretary to provide, through a contract with NAS, for preparation of a statistical and policy analysis of school finance and related data reported by States in their required biennial reports. Requires such analysis to address disparities in educational expenditures, and the reasons for such disparities, among LEAs in each State and among States across the Nation. Sets forth requirements for the methodology of such analysis. Requires NAS to develop model equalized school finance programs. Requires NAS to report to specified congressional officials, within three years following the first allotment to States under this Act, on such information in such analysis. Directs the Secretary to make such report available to the States and, upon request, to the public. Directs the Secretary to provide, upon request and either directly or by contract, technical assistance to States which endeavor to implement a model school finance program developed by NAS. Directs the Secretary to report annually to specified congressional officials on: (1) State progress in developing and implementing their plans under this Act; (2) Federal laws or regulations identified by States and LEAs as impeding system-wide school reform; and (3) average per pupil expenditures by States. Declares that nothing in this Act shall: (1) supersede State law; or (2) be construed to authorize any Federal department, agency, officer, or employee to exercise any control over curriculum, instruction program, administration, or personnel of any educational institution or school system, or to prescribe the use of a particular examination or standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Better Education for All Students Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Neighborhood Schools Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve education for all students by restructuring the education system in the States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:44-05:00"
}