{
  "actions": [
    {
      "acted_at": "2000-04-13", 
      "committee": "Committee on Governmental Affairs", 
      "references": [
        {
          "reference": "CR S2734-2736", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-05-01", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "International Security, Proliferation and Federal Services", 
      "text": "Referred to Subcommittee on International Security, Proliferation and Federal Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-05-16", 
      "in_committee": "Committee on Governmental Affairs", 
      "in_subcommittee": "International Security, Proliferation and Federal Services", 
      "references": [], 
      "text": "Subcommittee on International Security, Proliferation and Federal Services. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-14", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-07-14", 
      "committee": "Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported by Senator Thompson with an amendment in the nature of a substitute and an amendment to the title. With written report No. 106-344.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-07-14", 
      "calendar": "Senate Legislative", 
      "number": "685", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 685.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-07-25", 
      "references": [
        {
          "reference": "CR S7575-7582", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7575-7581", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-25", 
      "references": [], 
      "text": "The committee substitute agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-25", 
      "bill_ids": [
        "hr4040-106"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4040 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-25", 
      "bill_ids": [
        "hr4040-106"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4040 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-25", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 685.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2420-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on International Security, Proliferation and Federal Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2000-05-09", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "2000-04-13", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2000-04-13", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2000-05-16", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "2000-05-11", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2000-05-23", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2000-04-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "2000-06-16", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "2000-04-27", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-13", 
  "number": "2420", 
  "official_title": "A bill to amend title 5, United States Code, to provide for the establishment of a program under which long-term care insurance is made available to Federal employees, members of the uniformed services, and civilian and military retirees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4040-106", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr4040-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4040-106", 
      "reason": "includes"
    }
  ], 
  "short_title": "Long-Term Care Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-06-14", 
  "subjects": [
    "Administrative procedure", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Armed forces and national security", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Divorce", 
    "Divorcees", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Families", 
    "Federal Reserve System", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health insurance portability", 
    "Income tax", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Local laws", 
    "Long-term care insurance", 
    "Medical economics", 
    "Members of Congress", 
    "Military dependents", 
    "Military medicine", 
    "Office of Personnel Management", 
    "Old age, survivors and disability insurance", 
    "Personal income tax", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Social security taxes", 
    "Social welfare", 
    "State laws", 
    "Survivors' benefits", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Transfer of employees", 
    "Women"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-07-14", 
    "text": "TABLE OF CONTENTS: Title I: Federal Long-Term Care Insurance Title II: Federal Retirement Coverage Errors Correction Subtitle A: Description of Retirement Coverage Errors to Which This Title Applies and Measures for Their Rectification Subtitle B: General Provisions Subtitle C: Other Provisions Subtitle D: Effective Date Title I: Federal Long-Term Care Insurance - Long-Term Care Security Act - Amends Federal civil service provisions to direct the Office of Personnel Management (OPM) to establish and administer a program through which Federal employees and annuitants, current and retired members of the uniformed services (including for nonregular service), and their qualified relatives may obtain long-term care insurance through a qualified carrier (a company licensed to issue such insurance in all States).Directs OPM, without regard to statutes requiring competitive bidding, to contract with one or more qualified carriers to provide such insurance. Sets forth contract terms and conditions, including that the carrier: (1) with respect to disputes regarding claims for payments or benefits under the terms of the contract, establish internal procedures designed to expeditiously resolve such disputes; and (2) establish, for disputes not resolved through internal procedures, procedures for one or more alternative means of dispute resolution involving independent third-party review under circumstances mutually acceptable to OPM and the carrier. Sets forth a special rule with respect to disputes involving other claims. Provides for seven-year contracts. Requires the President, after a certain period, to recommend to specified congressional committees whether the insurance program should be continued. Requires each master insurance contract to include full portability of benefits.Makes insured individuals responsible for 100 percent of the charges of coverage and allows individuals to have amounts withheld from pay for their coverage and coverage for qualified relatives. Requires each carrier to maintain a separate accounting of premium amounts received.Requires each master contract to require qualified carriers to furnish reasonable reports and to permit OPM and General Accounting Office (GAO) audits. Requires two reports from GAO to the President, OPM, and each House of Congress evaluating the insurance program.Provides jurisdiction for disputed claims through U.S. district courts after all available administrative remedies (as applicable) have been exhausted.Requires OPM to ensure that eligible individuals applying for such insurance are furnished with the information necessary to enable them to evaluate the advantages and disadvantages of obtaining such insurance.Title II: Federal Retirement Coverage Errors Correction - Federal Erroneous Retirement Coverage Corrections Act - Federal Erroneous Retirement Coverage Corrections Act - Applies this title to retirement coverage errors that occur before, on, or after the date of enactment of this Act. Makes this title inapplicable to erroneous retirement coverage determinations that were in effect for less than three years of service after December 31, 1986.Subtitle A: Description of Retirement Coverage Errors to Which This Title Applies and Measures for Their Rectification - Chapter 1: Employees and Annuitants Who Should Have Been FERS Covered, but Who Were Erroneously CSRS Covered or CSRS-Offset Covered Instead, and Survivors of Such Employees and Annuitants - Permits any Federal employee or former employee, who should be (or should have been) Federal Employees' Retirement System (FERS) covered, but who is erroneously CSRS (Civil Service Retirement System) covered or CSRS-Offset covered instead, to elect to: (1) be FERS covered; or (2) remain or instead become CSRS-Offset covered. Permits an employee affected by such an error that has been corrected to elect to be CSRS-Offset covered instead.Authorizes, if an individual elects to be CSRS-Offset covered, all employee contributions to the Thrift Savings Fund (TSF) made during the period of FERS coverage, and any earnings, to remain in the TSF. Makes ineligible for elections under this paragraph individuals who: (1) received a payment ordered by a court or provided as a settlement of claim for losses resulting from a retirement coverage error unless such payment is waived or repaid; or (2) received a refund of retirement deductions or distribution under specified Federal civil service provisions.(Sec. 2102) Permits annuitants (and survivors of employees) who should have been FERS covered but were erroneously CSRS covered or CSRS-Offset covered to elect CSRS-Offset or FERS coverage. Provides for a reduced annuity for annuitants or survivors who elect CSRS- Offset coverage. Sets forth requirements parallel to those for employees with respect to previously-received settlement payments. Provides for CSRS-Offset coverage for annuitants or survivors who do not make elections and for whom corrective action was not taken before any time limitation prescribed by this chapter.Chapter 2: Employee Who Should Have Been FERS Covered, CSRS-Offset Covered, or CSRS Covered, but Who Was Erroneously Social Security-Only Covered Instead - Requires employees who should be (or should have been) FERS, CSRS-Offset, or CSRS covered but are (or were) erroneously Social Security-Only covered to be covered under the correct retirement coverage effective as of the date of the coverage error. Provides that if the error has been corrected, the previous corrective action shall remain in effect.Chapter 3: Employee Who Should or Could Have Been Social Security-Only Covered but Who Was Erroneously CSRS-Offset Covered or CSRS Covered Instead - Requires employees who should have been Social Security-Only covered but were erroneously CSRS covered to be CSRS- Offset covered, subject to a right of election. Permits such individuals to elect CSRS-Offset or Social-Security-Only coverage. Requires individuals who do not make an election to remain CSRS-Offset covered. Directs the Office of Personnel Management (OPM) to promulgate regulations authorizing individuals to elect CSRS-Offset or Social Security-Only coverage if an error was previously corrected.Chapter 4 : Employee Who Was Erroneously FERS Covered - Authorizes FERS-ineligible employees who should have been Social Security-Only, CSRS, or CSRS-Offset covered and were erroneously FERS covered to elect to remain FERS covered or be covered under the coverage that would have applied in the absence of the error. Requires individuals who do not make an election to remain FERS covered.Permits contributions to the TSF made during the period of erroneous FERS coverage and all earnings to remain in the TSF in the case of employees who elect coverage other than FERS.Requires OPM to promulgate regulations authorizing individuals covered by this chapter to make elections if an error was previously corrected.(Sec. 2132) Sets forth provisions regarding individuals who were prevented from electing FERS coverage as a result of being erroneously FERS covered.(Sec. 2133) Makes this chapter effective as of January 1, 1987.Chapter 5 : Employee Who Should Have Been CSRS-Offset Covered, but Who Was Erroneously CSRS Covered Instead - Requires employees who should be (or should have been) CSRS-Offset covered but are (or were) erroneously CSRS covered to be covered under the correct coverage effective as of the date of the error.Chapter 6: Employee Who Should Have Been CSRS Covered, but Who Was Erroneously CSRS-Offset Covered Instead - Requires employees who should be (or should have been) CSRS covered but are (or were) erroneously CSRS-Offset covered to be covered under the correct coverage effective as of the date of the error.Subtitle B: General Provisions - Directs Government agencies to take appropriate measures to promptly identify and notify individuals affected by a retirement coverage error of their rights under this title.(Sec. 2203) Sets forth requirements with respect to service credit deposits in cases where: (1) a FERS covered employee was erroneously CSRS or CSRS-Offset covered and made a service credit deposit under CSRS and there was a subsequent retroactive change to FERS coverage; or (2) an employee owed a service credit deposit, there is a subsequent retroactive change to CSRS or CSRS-Offset coverage, or the service becomes creditable.(Sec. 2205) Sets forth provisions regarding TSF treatment for individuals erroneously not covered as a FERS employee who make or have made retroactive employee contributions to the TSF. Provides for an alternative calculation of lost earnings due to erroneous coverage.(Sec. 2207) Bars an agency from placing an individual under CSRS coverage unless: (1) the individual has been employed with such coverage within the preceding 365 days; or (2) OPM has agreed that the agency's coverage determination is correct.(Sec. 2208) Authorizes the OPM Director to: (1) extend deadlines for making elections under certain circumstances; (2) reimburse expenses incurred by an individual with respect to settlement of a claim for losses resulting from a coverage error; (3) compensate an individual for monetary losses that are a direct and proximate result of such an error, excluding claimed losses relating to foregone contributions and earnings under the Thrift Savings Plan (TSP) and other investment opportunities; and (4) waive payments otherwise required by this title.Subtitle C: Other Provisions - Provides for conformity with this title of the Foreign Service and Central Intelligence Agency retirement systems.Subtitle D: Effective Date - Sets forth the effective date of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Care Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Long-Term Care Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Erroneous Retirement Coverage Corrections Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide for the establishment of a program under which long-term care insurance is made available to Federal employees, members of the uniformed services, and civilian and military retirees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:12-05:00"
}