{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr828-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "828", 
  "official_title": "A bill to establish an emergency mortgage credit program to reduce unemployment and aid middle-income home buyers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Housing and Economic Recovery Act", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Business and commerce", 
    "Construction industries", 
    "Department of Housing and Urban Development", 
    "Federal aid to housing", 
    "Housing and community development", 
    "Housing finance", 
    "Labor and employment", 
    "Mortgages", 
    "Unemployment"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Emergency Housing and Economic Recovery Act - Declares that the Congress finds that recessions in the housing industry occur cyclically and that such problem requires a permanent program of emergency mortgage credit that can be activated periodically in order to counteract the credit cycle. Establishes, within the Department of Housing and Urban Development, an Emergency Housing and Economic Recovery Fund, to enable the Secretary of Housing and Urban Development to discharge his responsibilities under this Act. Authorizes the Secretary to buy and sell mortgage loans on homes costing less than $40,000 when stipulated events occur. Declares that such authority would exist whenever the rate of unemployment exceeded six percent and the level of housing starts dropped below 1.75 million for three consecutive months. Declares such authority would continue until the rate of unemployment dropped below six percent or housing starts exceeded 1.75 million for three consecutive months. Requires that a mortgage loan be at an initial rate of six percent to be eligible for purchase under this Act. Stipulates that the Secretary may not purchase more than one million mortgage loans, 75 percent of which shall involve residences which have been constructed within one year prior to the date of purchase, during any single fiscal year. Authorizes to be appropriated to the Emergency Housing and Economic Recovery Fund such sums as may be necessary to reimburse the fund for any net losses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Housing and Economic Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an emergency mortgage credit program to reduce unemployment and aid middle-income home buyers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:36-05:00"
}