{
  "actions": [
    {
      "acted_at": "1977-10-27", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9789-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-27", 
  "number": "9789", 
  "official_title": "A bill to provide for the confidentiality of individually identifiable medical records.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Confidentiality of Medical Records Act", 
  "sponsor": {
    "district": "3", 
    "name": "Satterfield, David E., 3d", 
    "state": "VA", 
    "thomas_id": "01019", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-27", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Health", 
    "Health facilities", 
    "Hospital patients", 
    "Medical records", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Right of privacy", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medical records", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-27", 
    "text": "Confidentiality of Medical Records Act - Prohibits an officer, employee, or agent of the United States or of any Professional Standards Review Organization from inspecting or requiring the disclosure of any individually identifiable medical records unless: (1) the individual (or his agent) who is the subject of the records authorizes inspection or disclosure; (2) such inspection or disclosure is made upon the request of a State official who is authorized under State law to inspect or require the disclosure of such records or of the chief public health official of a State if such official is not specifically prohibited from inspecting or requiring the disclosure of such records under State law; (3) such inspection or disclosure is necessary to meet a medical emergency which poses an immediate threat to human life. Exempts from the coverage of such Act medical records relating to care paid for or provided by an agency of the United States to the extent inspection or disclosure of such records is required: (1) by medical personnel to provide such medical care; (2) by a Professional Standards Review Organization to carry out its review of medical services; (3) to verify payment for medical care; or (4) to investigate or prosecute fraud or abuse in the provision of, or payment for such medical care. Exempts further such medical records to the extent that inspection or disclosure of such records is authorized under Title 10 (Armed Forces) and 38 (Veterans' Benefits) of the United States Code or is required pursuant to a lawful court order or subpoena. Authorizes inspection or disclosure of an individual's medical records only if he (or his agent), in a signed and dated statement, (1) authorizes such inspection or disclosure for a specified period of time; (2) identifies the records that may be inspected or disclosed; (3) specifies the purposes for which the records may be inspected or disclosed; (4) specifies the agencies which may inspect the records. Prescribes criminal penalties for intentional violations of such Act and permits injunctive relief for violations or threatened violations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Confidentiality of Medical Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the confidentiality of individually identifiable medical records.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:16-05:00"
}