{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr935-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "935", 
  "official_title": "A bill to establish a policy for the management of oil and natural gas in the Outer Continental Shelf; to protect the marine and coastal environment; and to amend the Outer Continental Shelf Lands Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outer Continental Shelf Lands Act Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Coastal zone", 
    "Continental shelf", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Federal-state relations", 
    "Liability for oil pollution", 
    "Oil pollution", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Tankers"
  ], 
  "subjects_top_term": "Continental shelf", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Outer Continental Shelf Lands Act Amendments - Title I: Findings and Purposes with Respect to Managing the Resources of the Outer Continental Shelf - Declares that the national interest will be served by a policy of increased domestic production of the oil and gas resources of the Outer Continental Shelf. Declares it the purpose of this Act to establish policies and procedures for management of the oil and gas resources of the Outer Continental Shelf, while minimizing or eliminating adverse impacts of such development. Title II: Amendments to the Outer Continental Shelf Lands Act - Amends the Outer Continental Shelf Lands Act to revise bidding and leasing procedures under the Act. Requires that the Secretary of the Interior provide Governors of affected coastal States with the opportunity to jointly lease lands. Establishes procedures for geological and geophysical exploration in the Outer Continental Shelf. Requires submission of exploration plans to the Secretary of the Interior for approval. Directs the Secretary to prepare and periodically revise an oil and gas leasing program consistent with the purpose of this Act. Stipulates that the Secretary shall be responsible for preparing any environmental impact statements as required by the National Environmental Policy Act of 1969. Establishes procedures for review of the leasing program by affected States, localities, and regions. Authorizes the establishment of Regional Outer Continental Shelf Advisory Boards. Stipulates that Board recommendations on proposed leasing activities for such region shall be binding upon the Secretary unless inconsistent with national security or the national interest. Directs the Secretary of Commerce to study areas included in lease sales in order to develop baseline information concerning the potential impact of the proposed oil and gas development on the coastal environment. Authorizes the Secretary of the Interior to promulgate safety regulations for oil and gas development operations on the Outer Continental Shelf. Directs the National Academy of Engineering to study the adequacy of existing safety regulations and submit its findings to Congress and the Secretary. Directs the Secretary of the Interior, the Secretary of Labor, and the Secretary of the department in which the Coast Guard is operating to enforce applicable safety, environmental, and occupational safety and health regulations relating to development of the Outer Continental Shelf. Allows citizen suits by persons adversely affected by actions under this Act. Imposes civil penalties of not more than $10,000 per day for failure to comply with the provisions of this Act. Imposes criminal penalties in fines of not more than $100,000 and/or imprisonment for not more than ten years for knowing and willful violations of this Act. Reserves the right of the United States to purchase a specified percentage of the oil and gas produced by leases or permits issued pursuant to this Act. Authorizes the Secretary to establish procedures for equitable distribution of oil from such leases to small refiners. Imposes restrictions on employment of certain former Interior Department officials by entities subject to regulation under this Act for a period of two years after termination of employment with the Interior Department. Title III: Offshore Oil Spill Pollution Fund - Establishes an Offshore Oil Pollution Compensation Fund within the Department of Transportation. Prohibits discharges of oil from offshore facilities or vessels in harmful quantities. Imposes criminal penalties for failure to immediately notify the Secretary of Transportation of such discharges. Imposes strict liability upon owners and operators of offshore facilities up to specified limits for damages resulting from discharges of oil from such facilities. Stipulates that no liability shall be imposed for discharges caused by acts of war or third parties. Imposes a fee not to exceed three cents per barrel on oil produced from the Outer Continental Shelf in order to maintain the Fund at a level of not less $100,000,000 nor more than $200,000,000. Requires that owners and operators of offshore facilities maintain evidence of financial responsibility. Establishes procedures for settlement of claims for compensation for damages caused by discharges of oil. Authorizes the appropriation of the following sums for the administration of this title: $10,000,000 for fiscal year 1977; $5,000,000 for fiscal year 1978; and $5,000,000 for fiscal year 1979. Title IV: Coastal Zone Management Act Amendments - Amends the Coastal Zone Management Act of 1972 to authorize additional appropriations should sales and leases of Outer Continental Shelf lands produce additional revenues. Revises requirements for utilization of proceeds of Federal grants by impacted coastal States. Title V: Miscellaneous Provisions - Directs the Secretary of the Interior to review use of shut-in oil and gas wells or flaring natural gas on leases issued under the Outer Continental Shelf Lands Act. Directs the Federal Power Commission to allow natural gas companies engaged in development activities on the Outer Continental Shelf to transport such natural gas to its service areas for distribution. Requires disclosure of known financial interests in those subject to regulation under the Act by officers or employees of the Interior Department. Authorizes Congressional disapproval of any rule or regulation issued pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Lands Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a policy for the management of oil and natural gas in the Outer Continental Shelf; to protect the marine and coastal environment; and to amend the Outer Continental Shelf Lands Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:38-05:00"
}