{
  "actions": [
    {
      "acted_at": "1984-10-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6411-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-05", 
  "number": "6411", 
  "official_title": "A bill to provide, through States and employer-employee committees, that services are provided to unemployed persons to facilitate transfer to new employment opportunities, to require the employer to give employees advance notice of layoffs and to give employees relocation options and assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Aspin, Les", 
    "state": "WI", 
    "thomas_id": "00033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-10-05", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Counseling", 
    "Employment agencies", 
    "Employment and training programs", 
    "Families", 
    "Federal-state relations", 
    "Government and business", 
    "Information services", 
    "Job hunting", 
    "Job vacancies", 
    "Labor and employment", 
    "Layoffs", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "State finance", 
    "States", 
    "Unemployed", 
    "Unemployment", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Layoffs", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-05", 
    "text": "Provides, through States and employee-employer committees, for services to unemployed persons to facilitate transfer to new employment opportunities. Requires employers to give employees advance notice of mass layoffs. Requires employees to give long-term employees assistance after termination and relocation options and assistance. Directs the Secretary of Labor to allot specified funds to States which have submitted approved applications. Bases such allotments on relative numbers of: (1) unemployed persons during the preceding calendar year; and (2) unemployed persons who were unemployed for 15 weeks or more during the preceding calendar year. Sets forth application requirements. Requires a State receiving funds under this Act to ensure that unemployed persons in such State are provided with: (1) personal and family counseling; (2) career planning; (3) job search training; and (4) information regarding actual and potential job openings. Defines \"employer\" as a person engaged in an activity, business, or industry affecting commerce who has 50 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such a person. Defines \"long-term employee\" as an individual who was a full- time employee for more than 104 weeks. Requires an employer who terminates from employment, for any reason other than malfeasance, any long-term employee to give such employee full wages and benefits for a prescribed period beginning on the date after the date such employee receives notice of such termination. Makes the \"prescribed period\" a period of one and two-tenths days for each week in excess of 104 weeks that an individual was an employee of the employer, but limits such period to not more than 180 days. Provides that \"full wages and benefits\" shall be reduced by the sum of: (1) the wages and benefits received by the employee for any employment or reasonable offer of employment which the employee could have accepted during such period; and (2) unemployment compensation received by the employee during such period. Provides that \"terminates from employment\" does not include temporary layoffs. Requires an employer who terminates from employment, for any reason other than malfeasance, any long-term employee to offer such employee any full-time employment appropriate to the employee's skills and training which becomes available at any establishment of the employer during the three-year period beginning on the date of such termination. Conditions such requirement on the extent to which such employer can provide such employment without violating a collective bargaining agreement. Requires the employer to pay 50 percent of the employee's moving expenses if such employment requires a change of residence, but limits such required payment to not more than $2,000, or $1,000 in the case of a husband and wife qualifying for such payment. Provides that whenever an employer fails to pay and provide full wages and benefits for the prescribed period or fails to pay such moving expenses: (1) the amounts involved shall be deemed to be a debt owed to the United States by the employer and shall bear simple interest at 12 percent per year; and (2) the Secretary shall pay such amounts with respect to the employee involved at the request of the employee or the employee's agent. Provides that the employment which the employer must offer the employee must provide seniority rights and benefits at specified levels. Requires an employer, on the first date on which such employer knows that a total of 25 employees are likely to be terminated from employment for any reason, other than malfeasance, in any 18-month period, to notify all employees of such employment termination. Requires the State, after the date of such notification, to assist in forming an employee-employer committee, provide the committee with technical assistance, and pay 50 percent of committee expenses. Conditions such State assistance upon: (1) a request by an employee or the employer; and (2) the agreement of at least one employee and the employer to establish such a committee to provide specified services. Requires that such committee be available to provide at least six months of services to all employees terminated in such 18-month period. Directs the Secretary to make a low-interest loan equal to the amount an employer is required to pay to an employee qualifying for moving expenses under this Act. Sets forth requirements for disclosure of certain information by the employee to the employer and the Secretary for purposes of specified payments under this Act. Exempts an employer from making any payments under this Act with respect to an employee for any week for which such employee receives a retirement benefit under any plan to which the employer made a contribution. Directs the Secretary to promulgate regulations to carry out this Act. Authorizes appropriations for FY 1986 and 1987 for: (1) allotments to States for specified services for unemployed persons; and (2) the Secretary's payments of wages, benefits, moving expenses, and low-interest loans to employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide, through States and employer-employee committees, that services are provided to unemployed persons to facilitate transfer to new employment opportunities, to require the employer to give employees advance notice of layoffs and to give employees relocation options and assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:19-05:00"
}