{
  "actions": [
    {
      "acted_at": "1987-02-05", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB, Interior Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s511-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1987-02-26", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-05", 
  "number": "511", 
  "official_title": "A bill to improve the quality of teaching in American schools and enhance the competence of American students and thereby strengthen the economic competitiveness of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education for Economic Security Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-05", 
  "subjects": [
    "Education", 
    "Education of Indians", 
    "Federal aid to education", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "School administration", 
    "School administrators", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-05", 
    "text": "Education for Economic Security Amendments of 1987 - Amends the Education for Economic Security Act to rename title II as the \"Christa McAuliffe Teacher Training and Improvement Act.\" Authorizes appropriations for FY 1988 through 1992 for such title. Authorizes the Secretary of Education to reserve up to 20 percent of such funds for national programs. Directs the Secretary to reserve: (1) one half of one percent for projects and activities in specified territories and possessions of the U.S.; and (2) one half of one percent for projects and activities for Indian children in Department of the Interior schools. Directs the Secretary to allot the remainder among States on the basis of the number of children aged five to 17. Provides for reallotment under specified conditions. Sets forth provisions for programs for Indian children. Sets forth provisions for State and local projects. Requires eligible recipients (i.e., a local educational agency, institution of higher education, cultural institution, professional association, or other capable public or private agency) to submit applications to the State educational agency. Directs the State agency to use for State projects that portion of its allotment that is not distributed to eligible recipients or used for State administration. Requires such state and local project funds to be used for: (1) inservice education for teachers; (2) inservice education for school administrators; (3) retraining teachers who wish to teach different subjects; (4) programs, including scholarships and internships, for qualified persons in business and the professions who wish to become teachers or school administrators but who lack coursework in education; (5) preservice education of teachers and school administrators; (6) improved teacher education programs; (7) fellowships and opportunities for writing and research for teachers and school administrators; and (8) programs for exchange of professional personnel between education and other fields. Sets forth provisions for the participation of private nonprofit school teachers and administrators. Authorizes the Secretary to carry out research, development, evaluation, demonstration, dissemination, and data collection activities which are of national significance. Requires that Federal funds be used to supplement, not supplant, non-Federal funds. Repeals specified provisions of the Education Amendments of 1978 and the Higher Education Act of 1965."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education for Economic Security Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Christa McAuliffe Teacher Training and Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the quality of teaching in American schools and enhance the competence of American students and thereby strengthen the economic competitiveness of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:15-05:00"
}