{
  "actions": [
    {
      "acted_at": "1996-03-19", 
      "references": [
        {
          "reference": "CR S2329-2330", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1625-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-19", 
  "number": "1625", 
  "official_title": "A bill to provide for the fair consideration of professional sports franchise relocations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Sports Franchise Relocation Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-19", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Basketball", 
    "Business losses", 
    "Commerce", 
    "Competition", 
    "Construction costs", 
    "Debtor and creditor", 
    "Finance and financial sector", 
    "Football", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hockey", 
    "Injunctions", 
    "Law", 
    "Local finance", 
    "Location of industries", 
    "Newspapers", 
    "Professional sports", 
    "Sports and recreation", 
    "Stadiums"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-19", 
    "text": "Professional Sports Franchise Relocation Act of 1996 - Exempts from antitrust laws a professional sports league's enforcement or application of a rule authorizing the membership of the league to decide whether or not a member team may be relocated. Requires persons seeking to change the home territory of a member team to furnish to the media and all interested parties notice of such proposed change within 210 days before the commencement of the season in which the team is to play in such other location. Requires a relocation decision by a professional sports league to be based on rules, procedures, and the consideration of criteria that include: (1) demonstrated fan loyalty and support for the team; (2) the extent the team received public financial support; and (3) whether the team has incurred net operating losses. Allows the decision by a professional sports league to approve or disapprove the relocation of a member team to be reviewed in a civil action brought by an interested party subject to specified limitations. Limits the relief granted by the reviewing court to enjoining or approving enforcement of the league's decision. Sets forth provisions concerning debt payments by teams that relocate from publicly owned facilities that remain subject to debt for construction or improvements. Provides that this Act shall not effect a stadium authority's rights to seek specific enforcement of its lease or a club's rights if any to seek a judicial determination that its lease has been breached. Requires any community from which such professional sports league franchise relocates to receive 180 days' prior notice of any league decision to expand. Gives the community an opportunity to compete for such an expansion franchise on grounds no less favorable that those afforded to other communities. Applies this Act to any league action addressing relocation of a member team on or after June 1, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Sports Franchise Relocation Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the fair consideration of professional sports franchise relocations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:09-05:00"
}