{
  "actions": [
    {
      "acted_at": "2012-06-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3337-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-25", 
  "number": "3337", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for the elimination of the Medicare sustainable growth rate (SGR) formula to ensure access to physicians' services for Medicare beneficiaries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Access to Physicians in Medicare Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "thomas_id": "02082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-25", 
  "subjects": [
    "Budget deficits and national debt", 
    "Child health", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Medicaid", 
    "Medicare", 
    "Poverty and welfare assistance"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-25", 
    "text": "Access to Physicians in Medicare Act of 2012 - Amends title XVIII (Medicare) of the Social Security Act with respect to payment for physicians' services to require that, in lieu of the update to the single conversion factor that would otherwise apply for 2013 and thereafter, the update to the single conversion factor for each such year be the lesser of: (1) the annual percentage increase in the Consumer Price Index for Urban Wage Earners and Clerical Workers for the year; and (2) 3.0%. (Thus repeals the Medicare sustainable growth rate formula.) Repeals as of its date of enactment any provision of the Patient Protection and Affordable Care Act (PPACA), or any amendment made by it, that amends or authorizes a program or activity with respect to the Medicaid program under SSA title XIX or the Children's Health Insurance Program (CHIP) under SSA title XXI, except for certain program integrity and transparency requirements. Repeals PPACA title I, relating to health care access and coverage, and restores or revives the provisions of law amended or repealed by title I as if title I had not been enacted. Repeals provisions of the Health Care and Education Reconciliation Act of 2010 related to: (1) amendments to the Internal Revenue Code regarding health care coverage, including establishment in the Department of Health and Human Services (HHS) of a Health Insurance Reform Implementation Fund; and (2) Medicaid. Requires the use of any reduced federal expenditures resulting from this Act to reduce the federal deficit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Access to Physicians in Medicare Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for the elimination of the Medicare sustainable growth rate (SGR) formula to ensure access to physicians' services for Medicare beneficiaries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:36:12-05:00"
}