{
  "actions": [
    {
      "acted_at": "2005-07-28", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1549-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-07-28", 
  "number": "1549", 
  "official_title": "A bill to improve the conservation and management of Pacific whiting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cooperative Hake Improvement and Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Smith, Gordon H.", 
    "state": "OR", 
    "thomas_id": "01549", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2005-07-28", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "California", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Fishery management", 
    "Fishing boats", 
    "Government operations and politics", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marketing", 
    "Oregon", 
    "Public lands and natural resources", 
    "Washington State"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2005-07-28", 
    "text": "Cooperative Hake Improvement and Conservation Act - Establishes a program of market-based incentives for management and conservation of Pacific whiting fisheries. Provides for the issuance of Pacific groundfish trawl limited entry permits and processor permits to qualified fishermen and qualified processors, respectively. Directs the Secretary of Commerce to allocate, based on a specified formula, the allowable cooperative shares of Pacific whiting that: (1) can be harvested by each qualified fisherman who owns a Pacific groundfish trawl limited entry permit issued under the Pacific Coast Groundfish Fishery Management Plan; and (2) can be purchased by a qualified processor. Requires the on-shore allocation (that amount of the U.S. catch level required under a Plan to be delivered to processors located on shore in the states of California, Oregon, or Washington) to be divided so that: (1) an amount sufficient to account for the incidental commercial or recreational catch of Pacific whiting in fisheries other than the Pacific whiting fishery, but not to exceed 1% of the on-shore allocation, is available for harvest by any person eligible to harvest Pacific whiting; and (2) after subtracting such amounts, 50% of the remainder is available for harvest using fishermen's cooperative shares and 50% of the remainder is available for harvest using processors' cooperative shares. Authorizes the Secretary to collect fees for the issuance of permits and from shareholders to recover the costs of carrying out this Act and conducting scientific research on the offshore whiting resource. Authorizes the Pacific Fishery Management Council to recommend to the Secretary appropriate amounts of any species of Pacific groundfish (other than Pacific whiting) that may be harvested incidentally to the harvest of Pacific whiting under this and any other Act. Sets forth penalties for the unlawful harvest of Pacific whiting and for any violations of the requirements of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cooperative Hake Improvement and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the conservation and management of Pacific whiting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:43-05:00"
}