{
  "actions": [
    {
      "acted_at": "1987-07-15", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-15", 
      "bill_ids": [
        "hr1520-100"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "For Previous Action See H.R.1520.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-09-23", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-23", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on The Judiciary. Report No: 100-316.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-23", 
      "references": [], 
      "text": "Placed on Union Calendar No: 193.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-23", 
      "bill_ids": [
        "hres273-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.273 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-21", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-21", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-21", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-21", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-21", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "373", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 322 - 87 (Record Vote No: 373).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-10-23", 
      "calendar": "Senate Legislative", 
      "number": "391", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 391.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-11-03", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-03", 
      "bill_ids": [
        "s1293-100"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1293 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-03", 
      "bill_ids": [
        "s1293-100"
      ], 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "365", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 1293 with an amendment by Yea-Nay Vote. 85-10. Record Vote No: 365.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-11-04", 
      "references": [], 
      "text": "Senate insists on its amendments, asks for a conference, appoints conferees Glenn; Levin; Cohen.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-10", 
      "references": [], 
      "text": "House Disagreed to Senate Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-10", 
      "references": [], 
      "text": "House Agreed to Request for Conference and Speaker Appointed Conferees: Rodino, Frank, Glickman, Shaw, Swindall.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Conference Report 100-452 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-20", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "386", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 85-7. Record Vote No: 386.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-11-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-02", 
      "references": [], 
      "text": "House Agreed to Conference Report by Yea-Nay Vote: 322 - 90 (Record Vote No: 450).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-02", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-12-03", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-12-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1987-12-15", 
      "congress": "100", 
      "law": "public", 
      "number": "191", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-191.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h450-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "450"
    }, 
    {
      "amendment_id": "h451-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "451"
    }, 
    {
      "amendment_id": "h452-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "452"
    }, 
    {
      "amendment_id": "h453-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "453"
    }, 
    {
      "amendment_id": "h454-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "454"
    }, 
    {
      "amendment_id": "h455-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "455"
    }, 
    {
      "amendment_id": "h456-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "456"
    }, 
    {
      "amendment_id": "h457-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "457"
    }, 
    {
      "amendment_id": "h458-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "458"
    }, 
    {
      "amendment_id": "h459-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "459"
    }, 
    {
      "amendment_id": "h460-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "460"
    }, 
    {
      "amendment_id": "h461-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "461"
    }
  ], 
  "bill_id": "hr2939-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1987-07-15", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Brooks, Jack B.", 
      "sponsored_at": "1987-07-15", 
      "state": "TX", 
      "thomas_id": "00127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "1987-07-15", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1987-07-15", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Glickman, Dan", 
      "sponsored_at": "1987-07-15", 
      "state": "KS", 
      "thomas_id": "00443", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1987-09-22", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Morrison, Bruce A.", 
      "sponsored_at": "1987-07-15", 
      "state": "CT", 
      "thomas_id": "00835", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "191"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1987-12-15", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-10-21", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-11-20", 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-15", 
  "number": "2939", 
  "official_title": "A bill to amend title 28, United States Code, with respect to the appointment of independent counsel.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres273-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1520-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1293-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Independent Counsel Reauthorization Act of 1987", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1987-12-15", 
  "subjects": [
    "Appellate courts", 
    "Archives", 
    "Attorneys general", 
    "Bribery", 
    "Classified defense information", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Crime prevention", 
    "Criminal investigation", 
    "Department of Justice", 
    "Federal employees", 
    "Federal officials", 
    "Financial disclosure", 
    "Freedom of information", 
    "Government attorneys", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Law", 
    "Law firms", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "National Archives and Records Administration", 
    "Records management", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1987-11-20", 
    "text": "(Conference report filed in House, H. Rept. 100-452) Independent Counsel Reauthorization Act of 1987 - Revises the current statute regarding the appointment and duties of independent counsels. Requires the Attorney General to conduct a preliminary investigation whenever information is received sufficient to constitute grounds to investigate whether persons subject to this Act may have violated a criminal law other than a Class B or C misdemeanor or an infraction. Extends the overall cap on the time that covered persons are subject to such Act from two years to three years. Provides that this Act applies to any officer of the principal national campaign committee who exercised authority at the national level during the incumbency of the President. Requires the Attorney General to determine the need for a preliminary investigation not later than 15 days after information is first received. Requires the Attorney General to determine during the 15 days whether such information is specific and from a credible source. Requires the Attorney General, when information is received which involves the Attorney General or a person with whom the Attorney General has a personal or financial relationship, to designate the next most senior officer in the Department ofJustice who does not have such conflict of interest to perform the duties of the Attorney General in such case. Requires such designation to be in writing to the division of the court established for the purpose of appointing independent counsels (a division of the U.S. Court of Appeals for the District of Columbia). Requires the Attorney General to notify the division of the court of the commencement of a preliminary investigation and the date of such commencement. Prohibits the Attorney General from basing a determination under this Act that information about a violation of criminal law by a person is not specific and from a credible source upon another determination that such person lacked the state of mind required for the violation of criminal law. Prohibits the Attorney General from basing a determination that there are no reasonable grounds to believe that further investigation is warranted upon another determination that the person concerned lacked the state of mind required for the violation of criminal law involved, unless there is clear and convincing evidence that the person lacked such state of mind. Requires the Attorney General in determining whether reasonable grounds exist to warrant further investigation to comply with established policies of the Department of Justice which pertain to the conduct of criminal investigations. Prohibits any officer or employee of the Department of Justice or an office of independent counsel, without leave of the division of the court, from disclosing to any individual outside the Department or such office any information supplied to the division. Declares that such prohibition shall not be construed as authorizing the withholding of information from the Congress. Establishes a specific time frame and procedures for the Attorney General to respond to congressional requests for the appointment of an independent counsel. Requires the division of the court to appoint as independent counsel an individual who has appropriate experience and who will conduct the investigation and any prosecution in a prompt, responsible, and cost-effective manner. Requires the division of the court to assure that the independent counsel has adequate authority to fully investigate the subject matter. Requires the Attorney General to conduct a preliminary investigation on information referred from the independent counsel if such information is not covered in the prosecutorial jurisdiction of the independent counsel. Declares that if the Attorney General finds that there are no reasonable grounds to warrant further investigation then the Attorney General shall notify the division of the court and such court shall have no power to expand the jurisdiction of the independent counsel or to appoint another independent counsel with respect to such information. Declares that if the Attorney General finds reasonable ground to warrant further investigation, or the 30-day period after receipt of such information lapses, then the division of the court shall expand the jurisdiction of the independent counsel or appoint another independent counsel to investigate the matter. Provides that the division of the court does not have the authority to overrule the Attorney General's determination that no further investigation is warranted, but may return a matter to the Attorney General for further explanation of the reasons for such determination. Requires the division of the court to notify the Attorney General of any request for attorneys' fees. Authorizes the court to direct the Attorney General to file a written evaluation of any such request. Authorizes the division of the curt, when presented with significant legal issues, to disclose sufficient information about the issues to permit the filing of timely amicus curiae briefs. Requires the Department of Justice to pay all costs relating to the establishment and operation of any office of independent counsel. Requires the Attorney General to report to the Congress annually on amounts paid for expenses of investigations and prosecutions by independent counsels. Requires the independent counsel to notify the court if the Attorney General refers any matter to the independent counsel pursuant to such counsel's request, of if the independent counsel accepts a referral made on the Attorney General's own initiative. Requires an independent counsel to file with the division of the court for every six-month period a status report on expenses incurred and expenses expected to be incurred for such office. Provides that each independent counsel and persons appointed by such counsel are separate from and independent of the Department of Justice for purposes of the Federal bribery statutes. Establishes standards of conduct for independent counsels, persons serving in the office of an independent counsel, and the law firms of an independent counsel. Prohibits, during the counsel's term of office, the counsel, any appointee of the counsel, and any person associated with the firm of the counsel from representing any person in any matter involving any investigation or prosecution under this Act. Prohibits the independent counsel and appointees of the counsel for three years following completion of service from representing: (1) any subject of their investigation in any matter; and (2) any person in any other independent counsel investigation. Prohibits the firm of an independent counsel for one year from representing: (1) any subject of the independent counsel's investigation; and (2) any person involved in any independent counsel investigation. Requires the independent counsel, upon termination of such office, to transfer all records created or received by that office to the Archivist of the United States. Requires the independent counsel to clearly identify those records that are grand jury materials and those that have been classified as national security information. Provides that access to such records shall be governed by the Freedom of Information Act. Authorizes disclosure to the Department of Justice, upon written application by the Attorney General, of any records for purposes of ongoing law enforcement investigations, court proceedings, or grand juries. Provides for the separate maintenance of records supplied by the Congress. Requires the Attorney General to respond to congressional inquiries on the status of pending cases within 15 days after receiving such an inquiry. Prohibits a member of the division of the court from hearing or determining any civil action with respect to the removal of an independent counsel from office. Directs the Comptroller General to conduct an audit on the expenditures of an independent counsel's office after its termination. Requires a report to the appropriate congressional committees on such audit. Terminates this Act five years after enactment. Provides for continuation of pending matters to completion. Amends the Ethics in Government Act of 1978 to require the independent counsel and other persons appointed under the independent counsel statute to file financial disclosure reports with the Office of Government Ethics. Provides that reports of independent counsels and staff whose identity has not been disclosed shall not be made available to the public. States that the Clerk of the United States Court of Appeals for the District of Columbia shall serve as the clerk of the division of the court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Counsel Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Independent Counsel Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Independent Counsel Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Independent Counsel Reauthorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Independent Counsel Reauthorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, with respect to the appointment of independent counsel.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:03-05:00"
}