{
  "actions": [
    {
      "acted_at": "1980-04-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7003-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-01", 
  "number": "7003", 
  "official_title": "A bill to amend the Toxic Substances Control Act to extend the authorization of appropriations contained in such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Substances Control Act Amendments of 1980", 
  "sponsor": {
    "district": "11", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-01", 
  "subjects": [
    "Authorization", 
    "Compensation (Law)", 
    "Consumer protection", 
    "Economics and public finance", 
    "Environmental protection", 
    "Food and Food Industry", 
    "Food industry", 
    "Polychlorinated biphenyls", 
    "Safety measures"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-01", 
    "text": "Toxic Substances Control Act Amendments of 1980 - Authorizes appropriations to carry out the purposes of such Act for fiscal years 1981 and 1982. Directs the Administrator of the Environmental Protection Agency to promulgate rules within 18 months after the date of enactment of this Act to eliminate the use of polychlorinated biphenyls in concentrations exceeding 50 parts per million, or as otherwise determined under such Act, in dielectric fluids in transformers and large capacitors used at food-related facilities, unless: (1) such concentrations do not present an unreasonable risk of injury to health or the environment; and (2) the imposition of such requirements would pose significant economic hardships on food facility owners and operators. Directs the Administrator to review any rules promulgated within one year after the date of enactment of this Act: (1) by the Secretary of Agriculture restricting the use of polychlorinated biphenyls in facilities regulated under the Federal Meat Inspection Act, the Poultry Products Inspection Act, or the Egg Products Inspection Act; and (2) by the Secretary of Health and Human Services restricting such use under the Food, Drug, and Cosmetic Act. Directs the Administrator of the Environmental Protection Agency to conduct a study, by contract with the National Academy of Sciences, to determine the adequacy of compensation and other assistance available to persons to mitigate health problems or economic losses caused by hazardous chemical substances, and to issue and submit to appropriate congressional committees a detailed report on the results of such study. Authorizes the appropriations for such study. Directs the Administrator to conduct a study to determine the feasibility of: (1) requiring the elimination of polychlorinated biphenyls in specified concentrations from transformers and large capacitors used in food-related facilities; and (2) establishing a polychlorinated biphenyl contamination prevention program. Requires the preparation of a report on the results of such study to be submitted to the appropriate congressional committees. Directs the Administrator to provide for the monitoring of emissions at facilities used to incinerate polychlorinated biphenyls and to hold briefings for the general public to report the results of such monitoring."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Substances Control Act Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Toxic Substances Control Act to extend the authorization of appropriations contained in such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:10-05:00"
}