{
  "actions": [
    {
      "acted_at": "1981-04-08", 
      "committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s948-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-08", 
  "number": "948", 
  "official_title": "A bill to recover costs associated with cotton classing and standards tobacco inspection and standards, and warehouse examination, inspection and licensing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3389-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3389-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Cotton-Tobacco-Warehouse User Fee Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-08", 
  "subjects": [
    "Agricultural marketing regulation", 
    "Agriculture and Rural Affairs", 
    "Building laws", 
    "Cotton", 
    "Forests and forest products", 
    "Licenses", 
    "Lumber trade", 
    "Marketing of farm produce", 
    "Naval stores", 
    "Tobacco"
  ], 
  "subjects_top_term": "Marketing of farm produce", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-08", 
    "text": "Cotton-Tobacco-Warehouse User Fee Act of 1981 - Title I: Cotton Classifying and Related Services - Amends the United States Cotton Standards Act, the Cotton Statistics and Estimates Act, and the United States Cotton Futures Act to require the Secretary of Agriculture to impose and collect cotton classing and loose cotton sale charges in an amount sufficient to cover, as nearly as practicable, the costs of providing such services, including administrative and supervisory costs. Directs the Secretary to impose, in a similar manner, charges for the establishment of cotton standards. States that all such charges shall be credited to the current appropriation incurring such costs and shall remain available until expended. Exempts from the Federal Property and Administrative Services Act of 1949 any cotton samples submitted in compliance with the requirements of such Acts and thereby becoming United States property. Makes this title effective July 1, 1981. Title II: Tobacco Inspection and Related Services - Amends the Tobacco Inspection Act to direct the Secretary to impose and collect charges for inspection or certification of tobacco at designated auction markets, as well as for sampling and weighing. Requires the imposition of such charges in an amount sufficient to cover, as nearly as practicable, the costs of providing such services, including administrative and supervisory costs. States that all such charges shall be credited to the current appropriation incurring such costs and shall remain available until expended. Requires the collection of such charges from warehouse operators. Limits the performance of tobacco inspection or certification services for tobacco sold at auction to designated markets. Repeals current authority to perform such services, for a fee, at undesignated markets as well. Repeals the Naval Stores Act, relating to the establishment of standards and prohibitions with respect to commerce in spirits of turpentine and rosin. Makes this title effective July 1, 1981. Title III: Warehouse Examination, Inspection, and Licensing - Amends the United States Warehouse Act to require the Secretary to impose warehouse examination, inspection, and licensing fees sufficient to cover, as nearly as practicable, the costs of providing such services and licenses, including administrative and supervisory costs. Authorizes the appropriation of funds for services under such Act other than warehouse examination, inspection, and licensing. Makes this title effective October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cotton-Tobacco-Warehouse User Fee Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to recover costs associated with cotton classing and standards tobacco inspection and standards, and warehouse examination, inspection and licensing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:46-05:00"
}