{
  "actions": [
    {
      "acted_at": "1991-05-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2174-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1991-10-08", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-01", 
  "number": "2174", 
  "official_title": "To amend title XIX of the Social Security Act to improve coverage of nursing facility services under the medicaid program and to amend the Internal Revenue Code of 1986 to clarify the tax treatment of long-term care insurance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Partnership for Long-Term Care Act of 1991", 
  "sponsor": {
    "district": "1", 
    "name": "Kennelly, Barbara B.", 
    "state": "CT", 
    "thomas_id": "00628", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-01", 
  "subjects": [
    "Employee benefit plans", 
    "Health", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Insurance premiums", 
    "Life insurance", 
    "Long-term care", 
    "Long-term care insurance", 
    "Maternal health services", 
    "Medicaid", 
    "Nursing homes", 
    "Pension funds", 
    "Pregnant women", 
    "Public assistance programs", 
    "Social security eligibility", 
    "State laws", 
    "State legislatures", 
    "Tax deductions", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-01", 
    "text": "Partnership for Long-Term Care Act of 1991 - Title I: Medicaid Program Improvements - Amends title XIX (Medicaid) of the Social Security Act to require States to cover certain primary care for pregnant women and children, and nursing facility services for other individuals, whose incomes are below the Federal poverty level. Requires States to establish a subsidy program to assist individuals whose incomes are no less than the Federal poverty level and no more than twice such level in paying long-term care insurance premiums. Provides larger subsidies as individuals' incomes approach the Federal poverty level. Prohibits States from establishing a subsidy resource eligibility limit at less than twice the resource limit under title XVI (Supplemental Security Income) of the Act. Title II: Medicaid Amendments Relating to Treatment of Payments Under Qualified Long-Term Care Insurance Policies - Subtracts long-term care insurance payments from an individual's assets in determining his or her Medicaid eligibility. Title III: Tax Treatment of Long-Term Care Insurance - Requires that, for the purpose of determining the income tax liability of life insurance companies, qualified long-term care insurance be treated as accident or health insurance. Applies this provision to policies which provide coverage for at least 12 consecutive months of diagnostic, preventive, therapeutic, rehabilitative, maintenance, or personal care services provided in a setting other than the acute care unit of a hospital and for an individual's loss of functional capacity. Provides that for the purpose of determining whether a tax exclusion applies to employer contributions to, or an employee's receipt of benefits from, qualified long-term care insurance, such contributions and benefits shall be considered to be for coverage under an accident or health plan. Makes the penalty tax on early distributions from qualified retirement plans inapplicable when such distributions are used to pay for qualified long-term care insurance. Treats an individual's qualified long-term care expenses as deductible medical care expenditures. Provides for the deduction of employer contributions to a reserve fund providing employees with post-retirement qualified long-term care benefits. Permits the inclusion of qualified long-term care insurance in cafeteria plans. Excludes such insurance from a cafeteria plan participant's gross income."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Partnership for Long-Term Care Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act to improve coverage of nursing facility services under the medicaid program and to amend the Internal Revenue Code of 1986 to clarify the tax treatment of long-term care insurance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:09-05:00"
}