{
  "actions": [
    {
      "acted_at": "2006-06-28", 
      "committee": "Committee on Homeland Security, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Homeland Security, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Economic Security, Infrastructure Protection, and Cybersecurity", 
      "text": "Referred to the Subcommittee on Economic Security, Infrastructure Protection, and Cybersecurity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "House Homeland Security", 
      "in_subcommittee": "Economic Security, Infrastructure Protection, and Cybersecurity", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-28", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-11", 
      "in_committee": "House Homeland Security", 
      "in_subcommittee": "Economic Security, Infrastructure Protection, and Cybersecurity", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-17", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Environment and Hazardous Materials, for a period to be subsequently determined by the Chairman ", 
      "text": "Referred to the Subcommittee on Environment and Hazardous Materials, for a period to be subsequently determined by the Chairman .", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-27", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-27", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-28", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-28", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-09-29T21:13:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Homeland Security. H. Rept. 109-707, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-29T21:14:00-04:00", 
      "references": [], 
      "text": "House Committee on Energy and Commerce Granted an extension for further consideration ending not later than Nov. 17, 2006.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-17T14:45:00-05:00", 
      "references": [], 
      "text": "House Committee on Energy and Commerce Granted an extension for further consideration ending not later than Dec. 8, 2006.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5695-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Economic Security, Infrastructure Protection, and Cybersecurity", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and Hazardous Materials", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Christensen, Donna M.", 
      "sponsored_at": "2006-06-28", 
      "state": "VI", 
      "thomas_id": "01474", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fossella, Vito", 
      "sponsored_at": "2006-06-28", 
      "state": "NY", 
      "thomas_id": "01484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Harman, Jane", 
      "sponsored_at": "2006-06-28", 
      "state": "CA", 
      "thomas_id": "00502", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "2006-06-28", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Linder, John", 
      "sponsored_at": "2006-06-28", 
      "state": "GA", 
      "thomas_id": "00693", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McCaul, Michael T.", 
      "sponsored_at": "2006-06-28", 
      "state": "TX", 
      "thomas_id": "01804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "47", 
      "name": "Sanchez, Loretta", 
      "sponsored_at": "2006-06-28", 
      "state": "CA", 
      "thomas_id": "01522", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2006-06-28", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Simmons, Rob", 
      "sponsored_at": "2006-06-28", 
      "state": "CT", 
      "thomas_id": "01642", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "2006-06-28", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-28", 
  "number": "5695", 
  "official_title": "To amend the Homeland Security Act of 2002 to provide for the regulation of certain chemical facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4999-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2145-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2145-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Chemical Facility Anti-Terrorism Act of 2006", 
  "sponsor": {
    "district": "3", 
    "name": "Lungren, Daniel E.", 
    "state": "CA", 
    "thomas_id": "00717", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-07-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Armed forces and national security", 
    "Business records", 
    "Cameras", 
    "Chemical industries", 
    "Chemicals", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer security measures", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Homeland Security", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Emergency communication systems", 
    "Emergency management", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grievance procedures", 
    "Injunctions", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Liability insurance", 
    "Licenses", 
    "Local laws", 
    "Official secrets", 
    "Planning", 
    "Risk", 
    "Science, technology, communications", 
    "Security measures", 
    "Standards", 
    "State laws", 
    "Terrorism", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2006-09-29", 
    "text": "Chemical Facility Anti-Terrorism Act of 2006 - (Sec. 2) Amends the Homeland Security Act of 2002 to authorize the Secretary of Homeland Security to: (1) designate or exempt any chemical substance as a substance of concern; (2) establish and revise the threshold quantity for a chemical substance for purposes of identifying significant chemical facilities; and (3) require the submission of information regarding the quantities of substances of concern used, stored, manufactured, processed, or distributed by any chemical facility. Directs the Secretary, in making such determinations regarding substances of concern or threshold quantities, to consider the potential extent of death, injury, or serious adverse effects to human health, the environment, critical infrastructure, national security, the national economy, or public welfare that would result from a terrorist release of the substance. Requires the Secretary to maintain a list of chemical facilities deemed significant because they have more than the threshold quantity of a substance of concern or based on the following criteria: (1) the potential threat or likelihood that the facility will be the target of terrorism; (2) the potential extent and likelihood of death, injury or serious adverse effects to human health and safety or to the environment that could result from an incident; (3) the facility's proximity to population centers; (4) the potential threat caused by a person obtaining a substance of concern in furtherance of a terrorist act; and (5) the potential harm to critical infrastructure, national security, and the national economy from an incident. Requires the Secretary to: (1) assign each facility on the list to one of at least four risk-based tiers, which shall include at least one high-risk tier; (2) prescribe regulations to establish standards, protocols, and procedures for vulnerability assessments and facility security plans for facilities on the list; (3) require high-risk facilities to conduct such assessments, implement such plans, and consult with their employees in developing such assessments and plans; (4) provide threat information to high-risk facilities; (5) conduct red team exercises at high-risk tier facilities to identify vulnerabilities, possible attack modes, and security plan weakness; and (6) establish security performance requirements for facilities in each risk-based tier, which must be increasingly stringent for each higher-risk tier. Specifies minimum requirements for the vulnerability assessments and security plans of high-risk facilities. Sets forth provisions regarding: (1) review and approval by the Secretary of facility vulnerability assessments and security plans; (2) periodic reviews of such assessments and plans by facilities; (3) requirements for keeping and providing access to facility records; (4) facility security inspections and verifications; (5) compliance with and enforcement of assessment and security plan submission and implementation requirements; (6) the process for reporting and addressing facility problems or deficiencies; (7) federal preemption of state or local regulation of chemical facility security; (8) a prohibition against unauthorized disclosure of protected information about such facilities; and (9) designation and certification by the Secretary of a third-party entity to carry out specified functions regarding audits, inspections, and review of security plans. Requires the owner or operator of a high-risk facility to conduct an assessment of methods to reduce the consequences of a terrorist attack on that facility, which includes information on: (1) each method considered for implementation; (2) the degree to which each such method could reduce the potential extent of death, injury, or serious adverse effects to human health and the environment; and (3) a description of any specific considerations that led to the implementation or rejection of each method. Sets forth provisions regarding submission deadlines, review, and implementation of such assessments. Requires an owner or operator that determines it is unable to comply to provide to the Panel on Methods to Reduce the Consequences of a Terrorist Attack a written explanation. Directs the Panel to provide a written determination regarding the adequacy of the explanation, notify the owner or operator, and if the facility does not implement recommendations made by the Panel, issue an order requiring such implementation. Directs the Secretary to: (1) establish a publicly available clearinghouse for the compilation and dissemination of information on the use and availability of methods to reduce the consequences of a terrorist attack at a chemical facility; and (2) report annually to Congress on progress made in achieving compliance with this Act. Establishes in the Department of Homeland Security (DHS) an Office of Chemical Facility Security to be responsible for carrying out this Act. (Sec. 3) Directs the Secretary to report to Congress with an update of the national strategy for the chemical sector by February 10, 2006. (Sec. 4) Directs the Inspector General of DHS to report on facility security plan effectiveness and on recommendations to improve this Act's required programs, plans, and procedures. (Sec. 5) Directs the Secretary to issue an interim final rule as a temporary regulation implementing vulnerability assessment and facility security plan requirements of this Act for chemical facilities within one year of this Act's enactment. (Sec. 6) Directs the Secretary: (1) acting through the DHS official with general responsibility for training and in coordination with DHS components with chemical facility security expertise, to establish a Chemical Facility Security Training Program for the purpose of enhancing the capabilities of chemical facilities to prevent, prepare for, respond to, mitigate against, and recover from threatened or actual acts of terrorism; (2) support the promulgation and regular updating of national voluntary consensus standards for chemical facility security training and ensure that the training provided is consistent with such standards; and (3) in providing such training, to work with government training programs, academic institutions, and industry, private, and employee organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chemical Facility Anti-Terrorism Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Chemical Facility Anti-Terrorism Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Homeland Security Act of 2002 to provide for the regulation of certain chemical facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:44-05:00"
}