{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to the Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-01", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to the Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5252-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "5252", 
  "official_title": "To amend the Internal Revenue Code of 1986 to stimulate employment in, and to promote revitalization of, economically distressed areas designated as enterprise zones, by providing Federal tax relief for employment and investments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "McEwen, Bob", 
    "state": "OH", 
    "thomas_id": "00768", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-21", 
  "subjects": [
    "Administrative procedure", 
    "Capital gains tax", 
    "Community development", 
    "Economics and public finance", 
    "Employment tax credits", 
    "Enterprise zones", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Income tax", 
    "Minimum tax", 
    "Regulatory impact statements", 
    "Small business", 
    "Stocks", 
    "Tax deductions", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Enterprise Zone Jobs-Creation Act of 1992 - Title I: Designation of Enterprise Zones - Authorizes the Secretary of Housing and Urban Development (Secretary) to designate enterprise zones for purposes of providing tax and regulatory relief and improving local services. Limits choices to areas nominated by States and local governments. Limits the total number of areas that may be designated, and the time period of the designation. Authorizes the Secretary to designate a zone only if the area meets certain locational, demographic, unemployment, and poverty criteria. Requires nominating local governments, as a condition of the Secretary's designation, to agree in writing to follow a course of action that may include reducing tax rates, improving local services, simplifying or streamlining regulation of business, and providing job training to area residents. Describes areas to which the Secretary must give preference in selecting areas for designation. Requires the Secretary to report to the Congress every two years on the effects of such enterprise zones' designation in accomplishing the purposes of this Act. Title II: Federal Income Tax Incentives - Allows a nonrefundable income tax credit to enterprise zone employees for five percent of any wages earned as do not exceed a specified amount. Phases out such credit. Provides for the nonrecognition of capital gain on the sale of enterprise zone property. Allows a taxpayer a deduction on the aggregate amount paid for the purchase of enterprise stock on its original issue by a qualified issuer. Requires any gain from the disposition of the stock to be treated as ordinary income. Title III: Regulatory Flexibility - Amends Federal law to revise the definition of \"small entity\" for purposes of the analysis of regulatory functions to include qualified business, government, and nonprofit enterprises operating within enterprise zones. Authorizes Federal agencies, upon request by a designating government, to waive or modify rules and regulations pertaining to the implementation of projects or activities within an enterprise zone. Requires agencies to approve the request if the resulting benefits of job creation, community development, or economic revitalization outweigh the public interest in retaining the rule unchanged. Disallows waiver or modification of a rule that would directly violate a statutory requirement or present a danger to the public health and safety. Title IV: Establishment of Foreign-Trade Zones in Enterprise Zones - Requires the Foreign-Trade Zone Board to consider on a priority basis and to expedite the processing of applications for the establishment of foreign-trade zones within enterprise zones. Requires the Secretary of the Treasury to give priority to, and expedite applications for, the establishment of ports of entry necessary to establish such zones. Title V: Repeal of Title VII of the Housing and Community Development Act of 1987 - Repeals title VII (enterprise zone development) of the Housing and Community Development Act of 1987."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to stimulate employment in, and to promote revitalization of, economically distressed areas designated as enterprise zones, by providing Federal tax relief for employment and investments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:37-05:00"
}