{
  "actions": [
    {
      "acted_at": "1978-07-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1445.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Motion to recommit to Committee on Ways and Means with instructions rejected in House, roll call #684 (177-240).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #685 (362-49).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-14", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 95-1263.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Cloture motion filed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Cloture Motion filed in Senate on amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-07", 
      "references": [], 
      "text": "Cloture motion filed in Senate on amendment (Second Motion).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-07", 
      "references": [], 
      "text": "Cloture motion filed on 10/6/78 modified in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-09", 
      "references": [], 
      "text": "Cloture motion on amendment passed Senate, roll call #465 (62-28).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #478 (86-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Motion to instruct House conferees passed House, roll call #896 (268-135).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1800.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "House agreed to conference report, roll call #940 (337-38).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Motion to recommit conf. rept. to the Comm. of Conf. with instructions rejected in Senate, roll call #517 (29-46).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #518 (72-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-31", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-06", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-06", 
      "references": [], 
      "text": "Public Law 95-600.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13511-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, James R.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "00609", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-06", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-18", 
  "number": "13511", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to reduce income taxes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1306-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1444-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Revenue Act", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-18", 
  "subjects": [
    "Accounting", 
    "Agricultural taxes", 
    "Agriculture and Rural Affairs", 
    "Bonds", 
    "Business and commerce", 
    "Campaign funds", 
    "Capital gains tax", 
    "Civil service pensions", 
    "Close corporations", 
    "Cooperative housing", 
    "Cooperative societies", 
    "Corporate finance", 
    "Corporation taxes", 
    "Corporations", 
    "Day care", 
    "Depreciation and amortization", 
    "Disabled", 
    "Dividends", 
    "Economic impact statements", 
    "Election candidates", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employment of the handicapped", 
    "Environmental protection", 
    "Estate tax", 
    "Excise tax", 
    "Family farms", 
    "Farms", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Foundations", 
    "Gambling", 
    "Gasoline tax", 
    "Government and business", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Horticulture", 
    "Housing and community development", 
    "Housing for the aged", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Investment tax credit", 
    "Investments", 
    "Labor and employment", 
    "Limitation of actions", 
    "Livestock", 
    "Low-income housing", 
    "Manpower training programs", 
    "Minimum tax", 
    "Municipal finance", 
    "Mutual funds", 
    "Old age, survivors and disability insurance", 
    "Partnerships", 
    "Periodicals", 
    "Personal income tax", 
    "Phonorecords", 
    "Pollution control", 
    "Public utilities", 
    "Puerto Rico", 
    "Railroad rolling stock", 
    "Real estate investment", 
    "Rental housing", 
    "Residence requirements", 
    "Scholarships", 
    "Securities", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "State taxation", 
    "States", 
    "Stockholders", 
    "Stocks", 
    "Student loan funds", 
    "Tax administration", 
    "Tax courts", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax expenditures", 
    "Tax incentives", 
    "Tax incidence", 
    "Tax rates", 
    "Tax returns", 
    "Tax shelters", 
    "Taxation", 
    "Taxation of foreign income", 
    "Territories (U.S.)", 
    "Tipping", 
    "Unemployment insurance", 
    "Virgin Islands", 
    "Vocational rehabilitation", 
    "Withholding tax", 
    "Youth employment"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-10-15", 
    "text": "(Conference report filed in House, H. Rept. 95-1800) Revenue Act - =Title I: Provisions Primarily Affecting Individual Income Tax= - Amends the Internal Revenue Code to reduce income taxes for individuals and estates and trusts for taxable years beginning after December 31, 1978. Increases the zero bracket amount to $3,400 for certain surviving spouses and married individuals filing joint returns, to $2,300 for unmarried individuals, and to $1,700 for a married individual filing a separate return. Increases for single individuals, surviving spouses, and married individuals filing joint tax returns, the minimum income level at which an income tax return must be filed. Adjusts withholding amounts to reflect such increases. Increases the personal exemption from $750 to $1,000. Makes permanent the earned income credit. Increases the allowable amount of the earned income credit. Eliminates the requirement that an individual maintain a household in the United States to be eligible for the earned income credit. Requires employers to make advance payments of the earned income credit to employees certified as qualifying for the credit during the current year. Treats payment of this advance credit as payment of the employer's FICA and withholding amounts, and treats failure to make advance payments as a failure to deduct and withhold FICA amounts when they would otherwise be due. Provides that provisions of the Revenue Adjustment Act of 1975 permitting a disregard of amounts refunded to an individual as an earned income credit for purposes of determining eligibility based on income for federally funded public assistance programs shall terminate in 1980. Treats the reduction of individual and corporate income tax rates, the increase in the zero bracket amount and the personal exemption, and the expiration of the general tax credit as a change in a rate of tax for purposes of computing the income tax liability of fiscal year 1978-1979 taxpayers. Repeals the income tax deduction for State and local taxes on the sale of gasoline, diesel fuel, and other motor fuels. Requires the inclusion in gross income of certain amounts of Federal or State unemployment compensation payments if such payments, together with the recipient's adjusted gross income, exceed $20,000 ($25,000 for married individuals filing a joint return). Requires employers who pay $10 or more in unemployment compensation to report to the Internal Revenue Service all amounts paid and to furnish to each recipient of such payments a written statement of any amount reported under such recipient's name. Repeals the income tax deduction for contributions to candidates for public office and to political newsletter funds. Increases the tax credit for such contributions. Permits a tax credit for payments made to a relative of the taxpayer for child care services unless such relative is a dependent of the taxpayer for whom the taxpayer may claim a personal exemption or is a child of the taxpayer under the age of 19. Provides that compensation paid to a State or local government employee which is deferred under an eligible State deferred compensation plan shall be includible in the gross income of the participant or beneficiary of such a plan only in the year in which the compensation is paid to the participant or beneficiary. Permits the deferral of the lesser of $7,500 or one-third of such employee's compensation in any taxable year. Permits the deferral of up to $15,000 (\"catch-up exclusion\") of compensation for any employee who did not utilize the $7,500 or one-third deferral limitation in previous taxable years, if such employee is within three years of normal retirement age. Sets forth rules for the tax treatment of State deferred compensation plans which do not meet the requirements for an eligible State deferred compensation plan. Provides that the year in which deferred compensation shall be included in the gross income of a participant in a private deferred compensation plan shall be determined in accordance with judicial decisions and tax regulations in effect on February 1, 1978. Requires that income tax deductions for deferred payments for services performed by independent contractors be taken in the year in which the independent contractor includes such payments in gross income. Excludes employer contributions to a cafeteria plan (a written employee benefit plan under which an employee may choose among several types of benefits) from the gross income of an employee-participant to the extent that such employee elects nontaxable benefits under such a plan. Prohibits such a plan from discriminating in favor of highly compensated employees as to contributions or benefits. Excludes from the gross income of an eligible employee, contributions by an employer to a qualified employee pension trust, even if the trust plan permits the employee to take the employer contribution in cash or have it paid to the trust. Extends until December 31, 1983, provisions of the Tax Reform Act of 1976 which permit an additional investment tax credit percentage for contributions to an employee stock ownership plan (ESOP). Sets forth requirements for qualifying an ESOP for the additional credit, including requirements that: (1) the plan qualify as a tax-exempt retirement plan under the Internal Revenue Code; (2) the plan provide each participant with a nonforfeitable right to securities allocated to his account; (3) the plan provide participants with certain voting rights in the stock; and (4) the plan require that no securities may be distributed from a plan participant's account before the end of the eighty-fourth month after the month in which the securities are allocated to a participant's account. Permits limited reimbursement to an employer for expenses in establishing and administering an ESOP. Imposes fines upon an employer who claims an ESOP credit but who fails to comply with plan requirements. Excludes from a decedent's gross estate a lump sum distribution from a qualified plan if the beneficiary of the plan elects to forego capital gains treatment and the ten year averaging of the distribution. Increases the maximum income tax deduction for contributions to an individual retirement account which qualifies as a simplified employee pension plan. Specifies that such deduction shall be the lesser of $7,500 or 15 percent of employee compensation. Sets forth requirements for the qualification of a simplified employee pension, including requirements relating to age and length of service of participating employees, nondiscrimination in favor of certain employees, and contributions to the pension plan. Eliminates the 100 percent-of-pay limitation on benefits under a defined benefit plan which is maintained pursuant to a collective bargaining agreement and which has at least 100 participants during any year. Specifies that the dollar limitation on such benefits shall be $37,500 for taxpayers to whom the 100 percent-of-pay limitation does not apply. Permits a distribution of the stock of a regulated investment company from an annuity plan before the retirement date of a plan participant if the participant dies, separates from service, becomes disabled, attains age 59 1/2, or encounters financial hardship. Provides that the income of a life insurance company from reserves for an annuity contract sold to a Governmental pension plan (whether or not qualified) or to a Government for use under an unfunded plan of deferred compensation will be treated, for tax purposes, as income from the company's reserves for annuities sold to a qualified plan. Permits a tax-exempt rollover of a lump sum distribution from a tax-exempt annuity plan to an individual retirement account. Extends the deadline for making contributions to an individual retirement account (IRA) to the date on which the taxpayer is required to file a tax return (including extensions) for the following year. Permits a taxpayer who makes a contribution to an IRA in excess of prescribed limits to apply such excess amount to a subsequent taxable year, for purposes of the income tax deduction. Permits an individual whose total contributions to an IRA do not exceed $1,750 to withdraw excess amounts before the close of the taxable year without penalty. Permits such individual to withdraw excess contributions without regard to the $1,750 limitation, if the contributions were made in reasonable reliance on erroneous information supplied by an employer. Requires that an individual retirement annuity contract provide that premiums not be fixed, that the annual premium not exceed $1,500, and that any refund of premiums be applied to the payment of future premiums or the purchase of additional benefits. Allows an individual who receives all or part of a lump sum distribution from an employer plan in the form of stock or other property to sell all or part of the property and rollover the proceeds to an IRA. Permits a surviving spouse of an employer plan participant to rollover distributions from such a plan into an IRA. Removes the requirement that an individual participate in a qualified plan for five years before becoming eligible for a tax-free rollover of lump sum distributions to an IRA. Permits an individual to make rollover contributions from one IRA to another once a year (previously, once every three years). Authorizes the Secretary of the Treasury to waive penalties on excess IRA accumulations if such accumulations result from a reasonable error by the taxpayer. Removes the limitation on the amount of an excess contribution which may be corrected through a distribution prior to the date for filing a tax return. Eliminates the separate individual reporting requirements for certain IRA's to which no special individual retirement plan tax is applicable for the taxable year. Extends through 1983 the exclusion from gross income of amounts under the Uniformed Services Health Professions Scholarship Program. Provides that scholarships received as National Research Services Awards under the Public Health Service Act of 1974 shall be tax-exempt through 1979. Extends until January 1, 1983, provisions of the Tax Reform Act of 1976 which exclude from gross income student loan amounts which are cancelled under an agreement requiring the student to work in a particular geographical area for a certain period of time. Authorizes the Secretary of the Treasury to enter into agreements with private and public nonprofit organizations for the training of volunteers to provide tax counseling for the elderly. Authorizes appropriations for this purpose. Excludes from the gross income of an employee, educational assistance provided by an employer. Requires that such assistance be provided pursuant to a separate written plan of the employer for the exclusive benefit of his employees, and that the plan be nondiscriminatory with respect to eligibility and participation. Provides that the exclusion for educational assistance applies to taxable years beginning after December 31, 1978, and ending before January 1, 1984. =Title II: Tax Shelter Provisions= - Extends to small business corporations and personal holding companies the rule which limits deductions for business losses to amounts which such enterprises actually have at risk. Extends the range of activities subject to the \"at risk\" rule to all activities engaged in for the production of income, except those relating to real estate and equipment leasing by certain closely-held corporations. Requires the recapture of \"at risk\" deductions where the taxpayer withdraws the amount originally placed at risk. Imposes additional civil fines upon partnerships which fail to file timely or accurate partnership returns. Extends the statute of limitations for assessing income tax deficiencies of partnerships required to be registered with the Securities and Exchange Commission to four years after the partnership return is filed. =Title III: Provisions Primarily Affecting Business Income Tax= - Reduces the maximum corporate income tax rate to 46 percent of taxable income in excess of $100,000. Establishes graduated income tax rates for corporations, ranging over five brackets, from a 17 percent rate on the first $25,000 of corporate income to a maximum 46 percent rate on income over $100,000. Excludes mutual savings banks conducting life insurance business, insurance companies, regulated investment companies, real estate investment trust, and foreign corporations from the new rates. Makes permanent the ten percent investment tax credit and the $100,000 limitation on used property eligible for the credit. Increases, over a four year period, the maximum allowable investment tax credit to $25,000 plus 90 percent of an individual's tax liability which exceeds $25,000. Sets forth alternative limitations on the investment tax credit allowable for taxpayers investing in public utilities, railroads, and airlines. Allows the full investment tax credit for pollution control facilities which are eligible for the 60 month amortization election (presently, only 50 percent of such credit may be offset against tax liability), except to the extent that such facilities are financed by tax-exempt industrial development bonds. Allows an investment tax credit for single purpose livestock and horticultural structures and for the rehabilitation of buildings which have been placed in service for at least 20 years. Entitles taxable cooperatives to claim an investment tax credit to the same extent as corporations. Exempts insolvent railroads from the investment tax credit recapture for transfers of investment property to ConRail. Establishes for taxable years beginning after December 31, 1978, and before January 1, 1982 a tax credit equal to 50 percent of the first year unemployment wages and 25 percent of the second year unemployment wages paid by an employer to: (1) a vocational rehabilitation referral; (2) an economically disadvantaged youth; (3) an economically disadvantaged Vietnam-era veteran; (4) a recipient of supplemental security income benefits under the Social Security Act; (5) a general assistance recipient; (6) a youth participating in a cooperative education program; or (7) an economically disadvantaged convict. Limits the amount of wages to which the credit is applicable to the first $6,000 of the first or second year unemployment wages paid to an eligible employee. Provides that the amount of unemployment wages eligible for the tax credit cannot exceed 30 percent of the total amount of such wages paid by an employer to all his employees. Allows a tax credit for expenses paid or incurred by an employer in connection with a work incentive (WIN) program. Establishes the amount of such credit at 50 percent of the first $6,000 of first year WIN program expenses and 25 percent of the first $6,000 of second year WIN expenses. Limits the amount of the WIN credit to the tax liability of the employer for the taxable year. Specifies that the credit for WIN expenses incurred for nonbusiness employees shall be limited to 35 percent of the first $6,000 of such expenses. Increases to $10,000,000 the amount of tax-exempt industrial development bonds (including bonds used to finance facilities with respect to which an urban development action grant has been made under the Housing and Community Development Act of 1974) which may be authorized as a small issue. Exempts from taxation interest earned on bonds used to provide facilities for furnishing of electric energy sold to a public utility which serves an area no greater than one city and one contiguous county. Extends the tax exemption for interest earned on bond issues used to finance water facilities to the general public to bonds used to provide facilities for electric utility, industrial, agricultural or commercial water users. Authorizes the Tax Court to issue a declaratory judgment as to whether certain bond issues are tax-exempt under the Internal Revenue Code. Requires a petitioner for a declaratory judgment to exhaust all administrative remedies prior to seeking judicial relief. Permits the donation of arbitrage profits arising from the advance refunding of State and local government obligations to public charities without penalty to the issuer of such obligations. Increases from 10 to 15 the number of shareholders a small business may have without losing Subchapter S corporate status. Treats a husband and wife owning stock in a Subchapter S corporation as one stockholder for purposes of determining the number of stockholders in such a corporation. Treats the grantor of a trust owning stock in a Subchapter S corporation as the stockholder. Extends the time period for making a Subchapter S election to the first 75 days after the beginning of the taxable year following the year in which the election is applicable. Treats any election made after the 75 day period as an election made for the following taxable year. Increases to $1,000,000 the amount of small business corporation stock which a corporation may issue as potentially subject to ordinary loss treatment. Increases to $50,000 ($100,000 for married individuals filing joint tax returns) the amount of loss on small business corporation stock which may be treated as ordinary, rather than capital, loss in any taxable year. Repeals the requirement that a corporation issue small business corporation stock pursuant to a plan developed by the corporation. Exempts from the rule requiring accrual accounting and capitalization of expenses incurred in preproductive periods certain two and three family farm corporations. Exempts farmers, nurserymen, and florists who use an accrual method of accounting and who are not required to capitalize preproductive period expenses from the requirement of taking an inventory of growing crops in computing taxable income. Permits such individuals to change to a cash method of accounting until 1981. Disallows an income tax deduction for expenses related to the use of an entertainment facility regardless of whether such a facility is used in connection with a trade or business activity. Permits a deduction for country club expenses if the taxpayer can show that such expenses are directly related to his trade or business and in furtherance thereof. Permits a regulated investment company or a real estate investment trust to distribute additional dividends for purposes of qualifying for the dividends paid deduction. Requires such company or trust to make the necessary distribution (90 percent of taxable income) within 90 days of an Internal Revenue Service determination of a dividend deficiency. Exempts from the 100 percent tax on prohibited transactions the sale of real property by a real estate investment trust if the trust has held such property for at least four years, has not made expenditures for improvement of such property during the four year holding period in excess of 20 percent of the selling price, has not made more than five sales of property in any taxable year, and has held the property for the production of rental income for at least four years. Extends the period during which a real estate investment trust must dispose of its foreclosure property to six years. Extends the rule excluding contributions in aid of construction from the gross income of a corporation to regulated public gas and electric utilities. Provides that certain tax deductible liabilities of a cash basis taxpayer which are assumed by a corporation pursuant to a tax-free transfer of property to such corporation in exchange for its stock shall be excluded in determining whether total liabilities assumed exceed the adjusted basis of property transferred to the corporation. Provides that the tax deductible liabilities transferred in the exchange shall not reduce the basis of the stock received by the transferor of the liabilities. Disqualifies amounts received under a medical reimbursement plan which discriminates in favor of highly compensated employees from the exclusion from gross income granted to certain medical care plans under the Internal Revenue Code. Requires a reimbursement plan to benefit 70 percent of all employees or 80 percent of employees eligible under the plan in order to qualify for the tax exclusion. Excludes employees who have not completed three years of service, who are under age 25, who work part-time or seasonally, who are nonresident aliens, or who are covered by a labor union's medical plan. Extends until January 1, 1982, provisions permitting 60 month depreciation of expenditures to rehabilitate low income rental housing. Delays until January 1, 1980, the application of tax rules enacted by the Tax Reform Act of 1976 regarding the carryover of net operating losses in cases of acquisitions of corporations. Provides that income earned from the use of certain railroad rolling stock leased to individuals in the United States for use within the United States with the only expected use of such rolling stock outside the United States to be in Canada or Mexico on a temporary basis shall be treated as income from sources within the United States for purposes of assessing income tax liability. Disallows tax credits for any payments made to foreign countries for the use of railroad rolling stock. Permits a taxpayer who incurs product liability losses to carryback such losses as net operating business losses for ten years. Allows taxpayers using the accrual method of accounting to elect not to include in gross income the income attributable to the qualified sale of magazines, paperbacks, or records which are returned to the taxpayer before the close of the merchandise return period, as determined by this Act, if the taxpayer has a legal obligation to accept their return. Specifies the amount that is properly excludable from gross income for the return of such items. Permits the taxpayer to substitute certification that the magazines, paperbacks, or records have not been or will not be resold in lieu of the actual physical return of such items, if such certification is in the possession of the taxpayer at the close of the merchandise return period and is satisfactory to the Secretary. Requires the taxpayer to establish a suspense account for the qualified sale of paperbacks and records. Permits an accrual basis taxpayer to deduct from gross income the cost of redeeming qualified discount coupons which were: (1) outstanding at the close of the taxable year; (2) received by the taxpayer before the close of the redemption period for the taxable year; and (3) incurred by the taxpayer during the taxable year. Stipulates that the redemption period for any taxable year is the six-month period immediately following the close of the taxable year, unless the taxpayer selects a shorter period. Provides: (1) when such election shall be made; (2) that such election is binding for future years unless the taxpayer secures the consent of the Secretary to revoke it; (3) that such election applies to all qualified discount coupons issued by the taxpayer's trade or business; and (4) that the election of this method or a change to another method of accounting will be subject to the applicable rules governing accounting changes. Requires the taxpayer to establish a suspense account for each trade or business in which an election is made, if such election would result in a net decrease in taxable income. Sets forth the formula to be used: (1) in computing the initial opening balance of such suspense account; and (2) in any annual adjustments made to such suspense accounts to account for fluctuations in redemptions. Provides that if the taxpayer's election results in a net decrease in income, it is to be taken into income ratably over a ten-year period beginning with the year of change. Permits the taxpayer to validate certain tax accounting methods used to account for discount coupons in years prior to the effective date of the Act. =Title IV: Capital Gains; Minimum Tax; Maximum Tax= - Repeals the alternate 25 percent tax rate on the first $50,000 of long term capital gain of individual taxpayers. Increases the deduction for capital gains to 60 percent of the net capital gain. Reduces the alternative capital gains tax rate for corporations from 30 to 28 percent. Permits a one-time exclusion from gross income of up to $100,000 of the gain from the sale or exchange of a principal residence held by a taxpayer who has attained the age of 55. Permits a taxpayer to sell his principal residence within 18 months of the sale of a previous principal residence without loosing eligibility for deferral of the tax on the gain from such sale, if the sale is in connection with the commencement of new employment. Excludes gain from the sale of a principal residence as an item of tax preference for purposes of the minimum tax. Imposes a new rate structure for the minimum tax effective for taxable years beginning in 1979. Eliminates capital gains as an item of tax preference for purposes of the maximum tax. Eliminates the 30 percent limitation on the amount of income from a trade or business that an individual can treat as personal service income where both personal services and capital are income-producing factors in such trade or business. =Title V: Other Tax Provisions= - Limits the records which an employer is required to keep in connection with charged tips to those records furnished by his employee. Increases to $5,000 the jurisdictional ceiling on taxpayer disputes involving deficiencies or overpayments to which small tax case procedures will be applied in the United States Tax Court. Authorizes the Chief Judge of the Tax Court to assign small tax cases ($5,000 or less) to commissioners of the court. Authorizes a commissioner of the Tax Court to administer oaths and to procure the testimony of witnesses. Permits access by appropriate employees of the Department of Justice (as well as attorneys) to the tax returns of third parties to a tax investigation. Sets forth requirements for a taxpayer claiming a refund for an overpayment attributable to a claim of right adjustment. Allows a surviving spouse to treat as furnished consideration, for estate tax purposes, up to a 50 percent share of any joint farm or small business property which was unpaid for at the time of marriage, determined at the rate of two percent a year if such spouse actually participates in the operation of such farm or small business. Treats stock or partnership interests held by a decedent's family as held by a single shareholder or partner for purposes of qualifying an estate for extended estate tax payment treatment. Permits the subordination of the special lien for additional estate tax attributable to the special valuation of a farm or other qualified real property where the Secretary determines that the interests of the United States are protected adequately after the subordination. Extends until December 31, 1978, the time to amend instruments establishing charitable remainder trusts which were enacted before December 31, 1977, to comply with the requirements of the Tax Reform Act of 1969 in order for a charitable deduction to be allowed for estate tax purposes. Postpones the effective date of the carryover basis provisions of the Tax Reform Act of 1976 until December 31, 1979. Reduces from four percent to two percent the excise tax on private foundations' investment income. Increases the limitation on the excise tax credit for State gaming taxes on coin-operated devices from 80 to 95 percent. Repeals the occupational tax on coin-operated gaming devices. Exempts private foundations which provide long-term care facilities for the elderly from the requirement that such foundation spend their income for exempt purposes. Provides that an individual shall not be treated as an employee for purposes of the employment tax if a taxpayer did not treat him as an employee for any period prior to January 1, 1980, and had no reasonable basis for so doing. Sets forth criteria for determining whether a taxpayer had a reasonable basis for not treating an individual as an employee. Prohibits the Internal Revenue Service from issuing regulations or rulings before January 1, 1980, regarding the employment status of any individual for purposes of the employment tax. Treats the orginal seller of property to a cooperative housing corporation who acquires stock in the cooperative and rights to the occupancy of one or more dwelling units in the cooperative as a tenant-shareholder of the cooperative for purposes of the income tax deduction allowed to tenant-shareholders. Treats interest earned on deposits with a foreign branch of a United States corporation as income from sources outside the United States. Provides that corporations formed pursuant to the Alaska Native Claims Settlement Act: (1) may exclude from income the value of land surveys conducted on behalf of the corporation; (2) may deduct land selection costs; (3) is deemed to have started business for purposes of deducting start-up costs; and (4) are not personal holding companies. Permits the nonrecognition of gain from the involuntary conversion of livestock due to soil contamination or other environmental contamination and the reinvestment in other property used for farming purposes where the reinvestment in similar livestock is not feasible. Excludes from gross income payments made to landowners under: (1) the water bank program of the Water Bank Act; (2) the emergency conservation measures program of the Agricultural Credit Act of 1978; (3) the Great Plains conservation program of the Soil Conservation and Domestic Policy Act; (4) the agricultural Conservation program of the Soil Conservation and Domestic Allotment Act; (5) the resource conservation and development program of the Bankhead-Jones Farm Tenant Act and the Soil Conservation and Domestic Allotment Act; (6) the rural clean water program of the Federal Water Pollution Control Act; (7) the forestry incentives program of the Cooperative Forestry Assistance Act of 1978; (8) the rural abandoned mine program of the Surface Mining Control and Reclamation Act of 1977; and (9) any similar State program established for the purpose of conserving soil and water resources and protecting the environment. Requires the Secretary to conduct studies and submit reports regarding: (1) the simplification of complex provisions of the Internal Revenue Code and income tax return forms; (2) tax incentives for expenditures required by the Occupational Safety and Health Administration and the Mining Health and Safety Administration; (3) the taxation of nonresident alien real estate transactions in the United States; (4) the effectiveness of the targeted jobs credit enacted by this Act; and (5) the effectiveness of the changes in the tax treatment of capital gains effected by this Act in stimulating investment and increasing the rate of economic growth. =Title VI: General Stock Ownership Corporations= - Authorizes the establishment of a General Stock Ownership Corporation (GSOC). Defines a GSOC as a private domestic corporation which is not a member of an affiliated group, is chartered and organized after December 31, 1978, and before January 1, 1984, by an Act of a State legislature or pursuant to a State-wide referendum for the purpose of acquiring stocks and making distributions to residents of the State. Provides that a GSOC may elect an exemption from income taxes. Includes the taxable income of a GSOC in the gross income of its shareholders. Requires a GSOC to distribute to shareholders at least 90 percent of its taxable income for any taxable year by January 31 of the following taxable year. =Title VIII: Technical Corrections of the Tax Reform Act of 1976= - Makes technical amendments to income tax and administrative provisions in the Internal Revenue Code pertaining to: (1) retirement income credit; (2) the minimum tax; (3) sick pay; (4) net operating losses; (5) construction period interest and taxes; (6) the preservation of historic structures; (7) foreign conventions; (8) rental of principal residence; (9) corporate liquidations; (10) investment company transactions; (11) risk provisions; (12) the use of accrual accounting for farming; (13) foreign personal holding companies; (14) condominium management associations; (15) personal holding companies; (16) gains on property transferred to trust at less than fair market value; (17) foreign tax credit for accumulation distribution; (18) amounts distributed from accumulation trust to nonresident regulated investment companies; (19) real estate investment trusts; (20) foreign income; (21) sales of depreciable property between related persons; (22) depreciation on player contracts; (23) pensions and annuities; (24) Subchapter S corporations; (25) taxes on certain individuals engaged in fishing; (26) individual retirement accounts; (27) taxpayer information and returns; (28) income tax return preparers; (29) declaratory judgments; (30) government publications contributions; and (31) light-duty truck parts. Amends estate and gift tax provisions pertaining to: (1) section 306 stock; (2) coordination of deduction for estate taxes attributable to income in respect of a decedent with the capital gain deductions; (3) real property valuation; (4) payment provisions for closely held businesses; (5) annual exclusions and transfers within three years of death; (6) estate tax marital deduction; (7) estate tax treatment of certain gifts by married persons; (8) stock transferred with retained voting rights; (9) individual retirement accounts and bonds; (10) joint interests; (11) the orphans' exclusion; (12) surviving spouse disclaimers; (13) generation-skipping transfers tax; (14) adjustments in income tax for estate and generation-skipping transfer taxes; (15) relief of executor from personal liability in the case of reliance on gift tax returns; (16) governing instruments to meet requirements for gifts of split interest to charity; (17) indexing of federal tax liens; and (18) clerical amendments. Corrects punctuation, spelling, cross references and other errors in the Tax Reform Act. =Title VIII: Amendments Relating to Social Security Act= - Amends Title XX (Grants to States for Services) of the Social Security Act to increase the ceiling imposed upon payments for services under such Title for fiscal year 1979 to $2,700,000,000 and to return the ceiling to $2,500,000,000 for fiscal years after 1979. Authorizes additional appropriations for child day care services in fiscal year 1979. Increases the Federal matching rate for public assistance programs for Puerto Rico, Guam, and the Virgin Islands to 75 percent. Increases the maximum annual amount of Federal funding to $72,000,000 for Puerto Rico, $2,4000,000 for the Virgin Islands, and $3,300,000 for Guam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revenue Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to reduce income taxes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:24-05:00"
}