{
  "actions": [
    {
      "acted_at": "1985-02-05", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department, Administrative Office of the United States Courts.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s380-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-05", 
  "number": "380", 
  "official_title": "A bill to amend section 504 of title 5, United States Code, and section 2412 of title 28, United States Code, with respect to awards of expenses of certain agency and court proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-05", 
  "subjects": [
    "Administrative procedure", 
    "Appellate procedure", 
    "Courts and Civil Procedure", 
    "Federal-local relations", 
    "Government contractors", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Local and Municipal Government", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-05", 
    "text": "Provides that the decision on the award of legal fees and other expenses by the adjudicative officer of a Federal agency that conducts an adversary proceeding shall be subject to agency review. Bars any such decision when the Government appeals the underlying merits of an adversary adjudication until a final and unreviewable decision is rendered by the court on appeal or until the underlying merits of the case have been finally determined pursuant to the appeal. Amends the definition of a \"party\" which is eligible to be awarded legal expenses to exclude any individual whose net worth exceeds $2,000,000 (currently $1,000,000) and any entity whose net worth exceeds $7,000,000 (currently $5,000,000), including any local government. Redefines an \"adversary adjudication\" for which such expenses may be awarded to include any appeal before an agency board of contract appeals under the Contract Disputes Act of 1978. Authorizes a party or the United States, if dissatisfied with an adjudicative officer's determination of such expenses, to appeal the determination to the appropriate U.S. court within 30 days after such determination is made. Requires a court's determination on such an appeal to be based solely on the factual record made before the agency. Authorizes a court to modify the determination only if it finds that the failure to make an award of expenses or the calculation of the amount of the award was unsupported by substantial evidence. Requires agencies to pay litigation expenses to prevailing parties from funds made available to the agency. Defines \"civil action\" to include any appeal by a party other than the United States from a decision of a contracting officer on a dispute in a Federal contract. Provides that a person shall be a prevailing party in eminent domain proceedings if the person obtains a final judgment which is at least as close to the highest valuation of the property attested to at trial on behalf of the property owner as it is to the highest valuation of the property attested to at trial on behalf of the Government. Amends the Equal Access to Justice Act to provide that certain provisions of the Social Security Act limiting attorney fees in OASDI benefit actions shall not apply with respect to the award of legal expenses to the prevailing party. Repeals the termination dates of the Equal Access to Justice Act. Provides that the provisions of this Act shall be effective as of October 1, 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 504 of title 5, United States Code, and section 2412 of title 28, United States Code, with respect to awards of expenses of certain agency and court proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:09-05:00"
}