{
  "actions": [
    {
      "acted_at": "1987-01-08", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres42-100", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-08", 
  "number": "42", 
  "official_title": "A resolution to amend House rules to provide for the complete, unedited, and uncensored broadcast coverage of House floor proceedings.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedom of House Broadcasting Resolution of 1987", 
  "sponsor": {
    "district": "5", 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-08", 
  "subjects": [
    "Advisory bodies", 
    "Archives", 
    "Broadcasting of congressional proceedings", 
    "Communications and Broadcasting", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "House of Representatives", 
    "Libraries", 
    "Library of Congress", 
    "National Archives and Records Administration"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-08", 
    "text": "Freedom of House Broadcasting Resolution of 1987 - Amends the Rules of the House of Representatives to establish rule LI to provide for television and radio coverage of House proceedings. Establishes the House Broadcast System to provide complete and unedited audio and visual broadcast coverage of chamber proceedings while the House is in session. Prohibits the restriction of broadcast coverage except as directed in an adopted resolution or when rule XXIX (secret session) is invoked. Vests in the Speaker of the House the responsibility for implementing rule LI. Establishes a Broadcast Advisory Board, consisting of majority and minority party Members, to assist the Speaker. Vests the daily operation and supervision of the broadcast system in the Executive Committee of the Radio and Television Correspondents' Galleries. Declares such rule inapplicable to joint congressional sessions. Provides access to the live coverage of House proceedings to: (1) accredited television and broadcast stations, networks, services, systems (including cable systems), and radio and television correspondents; (2) Member and committee offices; and (3) such other places as the Speaker deems appropriate. Prohibits commercial sponsorship as part of the broadcast coverage, the use of such coverage in commercial advertisements, and the use of such coverage as partisan campaign material. Directs the Clerk of the House of Representatives to enter into arrangements with the Librarian of Congress and the Archivist of the United States for: (1) maintaining a permanent audio and visual recording of daily House proceedings; and (2) making such recordings available for viewing, reference, and research purposes by Members, congressional staff, students and scholars, and the general public at locations in the Library of Congress and the National Archives buildings. Deems such recordings to be the property of the House of Representatives. Declares that the original recordings maintained by the Archivist are the official record of words actually spoken during House proceedings. Directs the Clerk to make arrangements for the public purchase of copies of such recordings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom of House Broadcasting Resolution of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend House rules to provide for the complete, unedited, and uncensored broadcast coverage of House floor proceedings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:11-05:00"
}