{
  "actions": [
    {
      "acted_at": "2008-07-29", 
      "committee": "Committee on Education and Labor, and in addition to the Committee on Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and Labor, and in addition to the Committee on Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-29", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-29", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6632-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "2008-07-31", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Regula, Ralph", 
      "sponsored_at": "2008-09-09", 
      "state": "OH", 
      "thomas_id": "00951", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2008-09-15", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-29", 
  "number": "6632", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to reform various programs and activities carried out under that Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2289-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3205-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s958-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1775-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Improving No Child Left Behind for All Students Act", 
  "sponsor": {
    "district": null, 
    "name": "Castle, Michael N.", 
    "state": "DE", 
    "thomas_id": "00183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-07-29", 
  "subjects": [
    "Academic performance", 
    "Armed forces and national security", 
    "Authorization", 
    "Career education", 
    "Charter schools", 
    "Child welfare", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Compensatory education", 
    "Continuing education", 
    "Data banks", 
    "Department of Education", 
    "Disabled", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational statistics", 
    "Educational tests", 
    "Electronic data interchange", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Families", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Interstate relations", 
    "Labor and employment", 
    "Language and languages", 
    "Law", 
    "Licenses", 
    "Magnet schools", 
    "Mathematics", 
    "Migrant education", 
    "Nonprofit organizations", 
    "Parent-school relationships", 
    "Poor children", 
    "Preschool education", 
    "Rating of teachers", 
    "Reading", 
    "Recruiting of employees", 
    "Retired military personnel", 
    "Right of privacy", 
    "Scholarships", 
    "School administration", 
    "School choice", 
    "School districts", 
    "School-age child care", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "Standards", 
    "Student activities", 
    "Student enrollment", 
    "Student loan funds", 
    "Student records", 
    "Students' rights", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Technical education", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-07-29", 
    "text": "Improving No Child Left Behind for All Students Act - Amends the Elementary and Secondary Education Act of 1965 (the Act) to revise programs created or amended by the No Child Left Behind Act of 2001. Allows states to revise their academic content and achievement standards so they are vertically aligned from grade to grade and with what students should know to be successful in postsecondary education and the workplace. Permits states to: (1) incorporate student academic growth into calculations of adequate yearly progress (AYP); (2) determine AYP for limited English proficient (LEP) students by excluding new arrivals and including former LEP students; and (3) use alternate academic achievement standards for disabled students. Requires local educational agencies' (LEAs) student achievement improvement plans to include strategies to coordinate with other agencies and community-based organizations to address nonacademic barriers facing students. Limits the designation of LEAs and schools as needing improvement to those that fail to make AYP for the same group of students in the same subject for two consecutive school years, but requires schools to draw up school improvement plans following their first year of failing to make AYP. Requires LEAs to designate such schools, based on their degree of failure, as either high priority or priority schools, with: (1) priority schools allowed to choose among specified remedies; and (2) high priority schools given high priority access to technical assistance and required to provide students with supplemental educational services, transfers, and extended learning time. Requires LEAs to impose specified redesign requirements on schools that fail to make AYP for two consecutive years after full implementation of their improvement plans. Makes redesign requirements more stringent for high priority schools. Requires states to develop longitudinal data systems tracking student and teacher performance over time. Sets forth the method by which states are to calculate graduation rates. Makes miscellaneous changes to the Reading First program which is designed to improve the reading skills of children in kindergarten through grade three. Revises the program of assistance to states for the education of migratory children, authorizing competitive grants to states that enter into consortia with other states or certain other entities to improve the delivery of services to migratory youth who are failing and whose education is disrupted. Turns the Advanced Placement programs into Advanced Placement or International Baccalaureate programs providing competitive matching grants to states, LEAs, or partnerships between nonprofit organizations and such entities to increase the number of individuals teaching and enrolled in such courses at high-need schools. Allows states to require the use of adaptive assessments of student progress toward state academic performance standards that accurately assess student achievement above and below grade level while also measuring grade-level performance. Establishes the Striving Readers grant program providing funds to states and LEAs for programs to improve reading instruction and learning in grades four through twelve. Authorizes the Secretary of Education to award a grant to Teach For America, Inc. to provide and train teachers for LEAs that serve a substantial percentage of impoverished students. Allows Troops-to-Teachers program participants, if a high-need LEA or public charter school is not located within 50 miles of their residence, to teach within certain LEAs or at public charter schools experiencing a shortage of highly qualified teachers. Reauthorizes the Civic Education program and moves it from title II to title V of the Act. Amends the McKinney-Vento Homeless Assistance Act to reauthorize and make miscellaneous revisions to the program providing grants to states and, through them, subgrants to LEAs for activities facilitating the access of homeless youth to the same free, appropriate public education, including preschool education, as is provided to other youth. Requires homeless students to be provided the same access to extracurricular activities and before and after school programs as other students."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving No Child Left Behind for All Students Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Striving Readers Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to reform various programs and activities carried out under that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:26-05:00"
}