{
  "actions": [
    {
      "acted_at": "2006-09-27", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-28T16:29:00-04:00", 
      "references": [], 
      "text": "Mr. McKeon moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T16:30:00-04:00", 
      "references": [
        {
          "reference": "CR H7746-7770", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T16:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6197.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T16:52:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7746-7767", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-28T16:52:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-30", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 9/29/2006 S10770-10778", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-09-30", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-10-06", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-10-17", 
      "congress": "109", 
      "law": "public", 
      "number": "365", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-365.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6197-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2006-09-28", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Boustany, Charles W., Jr.", 
      "sponsored_at": "2006-09-27", 
      "state": "LA", 
      "thomas_id": "01787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, Danny K.", 
      "sponsored_at": "2006-09-27", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fortuno, Luis G.", 
      "sponsored_at": "2006-09-28", 
      "state": "PR", 
      "thomas_id": "01800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Hinojosa, Ruben", 
      "sponsored_at": "2006-09-27", 
      "state": "TX", 
      "thomas_id": "01490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Holt, Rush D.", 
      "sponsored_at": "2006-09-27", 
      "state": "NJ", 
      "thomas_id": "01580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Kuhl, John R. \"Randy\", Jr.", 
      "sponsored_at": "2006-09-28", 
      "state": "NY", 
      "thomas_id": "01795", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "LoBiondo, Frank A.", 
      "sponsored_at": "2006-09-27", 
      "state": "NJ", 
      "thomas_id": "00699", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "McHugh, John M.", 
      "sponsored_at": "2006-09-27", 
      "state": "NY", 
      "thomas_id": "00773", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "McKeon, Howard P. \"Buck\"", 
      "sponsored_at": "2006-09-27", 
      "state": "CA", 
      "thomas_id": "00778", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McMorris Rodgers, Cathy", 
      "sponsored_at": "2006-09-27", 
      "state": "WA", 
      "thomas_id": "01809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "2006-09-27", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Osborne, Tom", 
      "sponsored_at": "2006-09-27", 
      "state": "NE", 
      "thomas_id": "01658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Regula, Ralph", 
      "sponsored_at": "2006-09-28", 
      "state": "OH", 
      "thomas_id": "00951", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Ryan, Tim", 
      "sponsored_at": "2006-09-27", 
      "state": "OH", 
      "thomas_id": "01756", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "2006-09-27", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Souder, Mark E.", 
      "sponsored_at": "2006-09-28", 
      "state": "IN", 
      "thomas_id": "01089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Joe", 
      "sponsored_at": "2006-09-27", 
      "state": "SC", 
      "thomas_id": "01688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wu, David", 
      "sponsored_at": "2006-09-27", 
      "state": "OR", 
      "thomas_id": "01598", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "365"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-10-17", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-09-28T16:52:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-27", 
  "number": "6197", 
  "official_title": "To amend the Older American Act of 1965 to authorize appropriations for fiscal years 2007 through 2011, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5293-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5293-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3570-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3570-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Older Americans Act Amendments of 2006", 
  "sponsor": {
    "district": "12", 
    "name": "Tiberi, Patrick J.", 
    "state": "OH", 
    "thomas_id": "01664", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-10-17", 
  "subjects": [
    "Agriculture and food", 
    "Air pollution control", 
    "Black colleges", 
    "Career education", 
    "Caregivers", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Criminal statistics", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Elder abuse", 
    "English language", 
    "Environmental protection", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to law enforcement", 
    "Financial services", 
    "Geriatrics", 
    "Gerontology", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Hispanic Americans", 
    "Housing and community development", 
    "Hunger", 
    "Indoor air pollution", 
    "Labor and employment", 
    "Minorities", 
    "Native Americans", 
    "Nutrition", 
    "Old age assistance", 
    "Older workers", 
    "Retirement income", 
    "Rural health", 
    "Senior centers", 
    "Social welfare", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Youth services"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-10-17", 
    "text": "Older Americans Act Amendments of 2006 - Title I: General Provision - (Sec. 101) Reauthorizes the Older Americans Act of 1965. Revises the definition of \"information and assistance service\" to include such a service for older individuals at risk for institutional placement. Defines the term \"elder justice\" to mean effort to prevent, detect, treat, intervene in, and respond to elder abuse, neglect, and exploitation and to protect elders with diminished capacity while maximizing their autonomy. Title II: Administration on Aging - (Sec. 201) Authorizes the Assistant Secretary for Aging to designate within the Administration on Aging responsibility for elder abuse prevention and services. Assigns to the Assistant Secretary the duty of developing objectives, priorities, policy, and a plan for: (1) facilitating the implementation of an elder justice system in the United States; (2) supporting states' efforts in carrying out elder justice programs; (3) establishing federal guidelines and disseminating best practices for uniform data collection and reporting by states; (4) collecting and disseminating data relating to the abuse, neglect, and exploitation of older individuals (abuse); (5) establishing an information clearinghouse; (6) researching such abuse; (7) providing technical assistance to states and other entities; (8) conducting a study concerning the degree of abuse; and (9) promoting collaborative efforts and diminishing duplicative efforts in elder justice programs in all levels of government. Authorizes the Assistant Secretary to designate an officer to be responsible for the administration of mental health services authorized under this Act. Establishes the duty of the Assistant Secretary to develop objectives, priorities, and a long-term plan for supporting state and local efforts involving education, prevention, detection, and treatment of mental disorders, including age-related dementia, depression, and Alzheimer's disease and related neurological disorders. (Sec. 202) Adds as functions of the Administration on Aging: (1) providing assistance in the establishment and implementation of assistive technology services programs for older individuals; (2) coordinating activities with the Centers for Medicare and Medicaid Services and other federal entities to implement and build awareness of programs for older individuals; (3) evaluating programs related to this Act's objectives; (4) providing technical assistance to states, area agencies on aging, and service providers in informing older individuals with greatest economic need of the eligibility requirements for supplemental security income benefits, medical assistance, and benefits under the Food Stamp Act of 1977; (5) making grants to entities to establish a National Center on Senior Benefits Outreach and Enrollment; (6) designing and implementing procedures for collecting information about services needed by older individuals, including services that would permit such individuals to receive long-term care in home and community-based settings; and (7) providing information and technical assistance to states, area agencies on aging, and service providers to support the effort to make available evidence-based disease prevention and health promotion services. Authorizes the Administration on Aging to establish a National Center on Senior Benefits Outreach and Enrollment that shall: (1) maintain and update web-based decision support and enrollment tools and integrated, person-centered systems to inform older individuals about the full range of benefits for which they may be eligible; (2) utilize cost-effective strategies to find and enroll those with greatest economic need; (3) create and support efforts for Aging and Disability Resource Centers and other organizations and coalitions to serve as enrollment benefit centers; (4) develop and maintain an information clearinghouse on best practices and cost-effective methods for identifying and enrolling individuals with greatest economic need in benefits; and (5) provide training and technical assistance on effective outreach, screening, enrollment and follow-up strategies. Requires the Assistant Secretary to: (1) coordinate with other federal agencies responsible for formulating and implementing programs, benefits, and services related to providing long-term care; (2) conduct research and demonstration projects to identify strategies for modifying state long-term care systems to respond to the needs of older individuals and family caregivers and to target services to individuals at risk for institutional placement; (3) establish criteria and promote the implementation of evidence-based programs to assist older individuals and their family caregivers in learning about and making behavioral changes intended to reduce the risk of injury, disease, and disability; (4) facilitate, in coordination with the Administrator of the Centers for Medicare and Medicaid Services and other federal entities, the provision of long-term care in home and community-based settings, including self-directed care models to help individuals avoid unnecessary institutional placement and depletion of income and assets to qualify for Medicaid eligibility and to assist older individuals to develop a plan for long-term support; (5) provide for the Administration on Aging to play a lead role with respect to issues concerning home and community-based long-term care; (6) promote public awareness of the importance of, and resources available for, planning for long-term care; (7) disseminate information about long-term care options and service providers; (8) implement in all states Aging and Disability Resource Centers; (9) establish a national technical assistance program to assist state agencies, area agencies on aging, and community-based service providers that receive funding under this Act in implementing such home and community-based long-term care systems and such evidence-based health promotion and disease prevention programs; and (10) develop performance standards and measures for use by states to determine the extent to which their systems of long-term care fulfill objectives of this Act. Requires the Assistant Secretary, in consultation with the Chief Executive Officer of the Corporation for National Community Service, to: (1) encourage and permit voluntary groups active in supportive services and civic engagement to participate in such programs or activities; (2) develop a comprehensive strategy for utilizing older individuals to address critical local needs of national concern, including through activities of pubic and nonprofit organizations such as community-based and faith-based organizations; and (3) encourage other community capacity building initiatives involving older individuals, with particular attention to initiatives that demonstrate the effectiveness and cost savings in meeting critical needs. (Sec. 203) Requires the Secretary to establish an Interagency Coordinating Committee on Aging that meets at least once a year. Requires the Committee to: (1) establish a system to improve coordination of federal agencies; (2) implement best practices and evidence-based programs and service models to assist older individuals; (3) disseminate information about older individuals and programs; (4) ensure the continued collection of relevant data; (5) seek input from nongovernmental experts and entities; and (5) work with states to better provide supportive services. (Sec. 204) Repeals the authorization for the Assistant Secretary to provide staff and assistance to the Federal Council on the Aging. Adds as duties of the officer responsible for the administration of nutrition services to: (1) design, implement, and evaluate evidence-based programs to support improved nutrition and regular physical activity for older individuals; (2) conduct outreach and disseminate evidence-based information to nutrition service providers about the benefits of healthful diets and regular physical activity; (3) disseminate guidance that describes strategies for improving the nutritional quality of provided meals; and (4) disseminate guidelines for conducting nutrient analyses of provided meals. (Sec. 208) Requires the Assistant Secretary to conduct outreach and provide technical assistance to entities that serve older individuals in integrated health promotion and disease prevention programs that include nutrition education, physical activity, and other activities to modify behavior and to improve health literacy. (Sec. 209) Revises requirements for pension counseling and information grant applications to include older individuals with limited English proficiency among those given particular emphasis in an outreach plan concerning retirement benefits. (Sec. 210) Authorizes appropriations for: (1) administration salaries and expenses of the Administration on Aging; (2) the Eldercare Locator Service; and (3) pension counseling and information programs. Tittle III: Grants for State and Community Programs on Aging - (Sec. 302) Defines \"family caregiver\" to mean an adult, who is an informal provider of in-home and community care to an older individual or to an individual with Alzheimer's disease or a related disorder. (Sec. 303) Authorizes appropriations for FY2007-FY2011 for: (1) grants for state and community programs on aging; (2) congregate nutrition services; (3) home delivered nutrition services; (4) disease prevention and health promotion services; and (5) family caregiver support. Limits the funds that may be reserved for family caregiver support to not more than 1% of the funds appropriated. (Sec. 304) Sets forth requirements concerning the amounts allotted to states for FY2007-FY2010. (Sec. 305) Includes among state eligibility requirements for grants for programs on aging assurance that preference will be given to providing services to older individuals, including low-income minority individuals, individuals with limited English proficiency, and individuals living in rural areas (currently particular attention is given to low-income minority individuals and older individuals residing in rural areas). Revises requirements for state grant applications to include the promotion of the development and implementation of a comprehensive, coordinated system for providing long-term care in home and community-based settings by: (1) coordinating with other state agencies responsible for providing such care; (2) participating in any state government activities concerning long-term care; (3) conducting analyses and making recommendations with respect to strategies for modifying the state's system of long-term care; and (4) providing information on the need to plan for long-term care and the range of available long-term care resources. (Sec. 306) Requires area plans to: (1) determine the extent of need for supportive services, nutrition services, and multipurpose senior centers by considering, among other things, the number of older individuals with low incomes residing in such area, the number at risk for institutional placement, and the number who have greatest economic need (with particular attention to low-income older individuals, low-income minority older individuals, older individuals with limited English proficiency, and older individuals residing in rural areas); (2) provide assurances that a proportion of the amount allotted to the planning and service area will be expended for the delivery of health services; (3) provide assurance that the area agency on aging will set objectives, consistent with state policy, for providing services to older individuals with greatest economic need, greatest social need, and at risk for institutional placement; (4) include specific objectives for providing services to low-income minority older individuals with limited English proficiency and older individuals residing in rural areas; (5) include methods to achieve specific service objectives; (6) emphasize in outreach efforts older individuals at risk for institutional placement (7) provide assurance that the area agency on aging will coordinate planning, identification, assessment of needs, and provision of services for older individuals with disabilities, with particular attention to individuals at risk for institutional placement; (8) provide that the area agency will make use of trained volunteers in providing services to older individuals and individuals with disabilities and work in coordination with organizations with experience in providing training, placement, and stipends for volunteers in community service settings; (9) provide that the area agency will include family caregivers, service providers, and the business community on its advisory council; and (10) increase public awareness of mental health disorders, remove barriers to diagnosis and treatment, and coordinate mental health services provided (including mental health screenings) with funds expended by the area agency on aging with mental health services provided by community health centers and by other public agencies and nonprofit private organizations. Requires area plans to provide that the area agency on aging shall facilitate the area-wide development and implementation of a comprehensive, coordinated system to provide long-term care in home and community-based settings, in a manner responsive to the needs and preferences of older individuals and their family caregivers by: (1) coordinating with other local public and private agencies and organizations responsible for administering long-term care programs, benefits, and services; (2) analyzing and making recommendations with respect to strategies for modifying the local system of long-term care; (3) implementing evidence-based programs to assist older individuals and their family caregivers in learning about and making behavioral changes intended to reduce the risk of injury, disease, and disability; and (4) providing for the availability and distribution of information on the need to plan for long-term care and the range of available long-term care resources. Requires area plans to provide: (1) assurances that funds received will be used in a manner that gives priority in furnishing benefits and services to older individuals with greatest economic need, greatest social need, and at risk for institutional placement; (2) the furnishing of services under this Act consistent with self-directed care; and (3) information about the coordination of long-range emergency preparedness plans with local and state entities. Authorizes area agencies to: (1) include in each such plan an assessment of how prepared the planning and service area is for a change in the number of older individuals during the next 10 years; and (2) make recommendations to government officials regarding actions by the area agency to build the area's capacity to meet the needs of older individuals for health and human services, land use, housing, transportation, public safety, workforce and economic development, recreation, education, civic engagement, and emergency preparedness. (Sec. 307) Requires state plans to provide that the state agency will conduct evaluations of the effectiveness of services provided to individuals with greatest economic need, greatest social need, or disabilities, low-income minority older individuals, older individuals with limited English proficiency, and older individuals residing in rural areas. Requires the plan, with respect to the preceding fiscal year, to: (1) identify the number of low-income minority older individuals in the state, including the number with limited English proficiency; and (2) describe the methods used to satisfy the service needs of such individuals, including individuals with limited English proficiency. Requires the plan to provide assurance that the state agency will require outreach efforts that will identify eligible individuals, with special emphasis on older individuals with greatest economic need and greatest social need, with particular attention to low-income minority individuals, individuals with limited English proficiency, and individuals residing in rural areas. Requires that each such plan: (1) provide assurances that the area agencies on aging will provide for the furnishing of services under this Act consistent with self-directed care; and (2) include, at the election of the state, an assessment of how prepared the state is, under its service delivery model, for any anticipated change in the number of older individuals during the next 10 years. Allows such assessment to include: (1) the projected change in the number of older individuals in the state; (2) an analysis of how such change may affect such individuals; (3) an analysis of how the state programs, policies, and services can be improved, including by coordinating with area agencies on aging, and how resource levels can be adjusted to meet the needs of the changing population; and (4) an analysis of how the change in number of individuals 85 years of age and older is expected to affect the need for supportive services. (Sec. 309) Requires the Secretary of Agriculture to give special emphasis to foods of high nutritional value in the commodities delivered under the nutrition services incentive program. Authorizes the Secretary to prescribe the terms and conditions respecting the donation of commodities under such program. Limits amounts provided to state agencies, grantees, and contractors for the purchase of U.S. agricultural commodities and other foods for their nutrition projects. Authorizes such entities to use part of their allocation to pay a school food authority to obtain such commodities and provides that such payments may cover transporting, distributing, processing, storing, and handling costs. Authorizes appropriations for FY2007-FY2011 to carry out the nutrition services incentive program. Requires the Assistant Secretary and the Secretary of Agriculture (currently the Secretary of Agriculture and the Secretary of Health and Human Services) to jointly disseminate to state agencies, area agencies on aging, and providers of nutrition services information concerning: (1) school food authorities participating in programs authorized under Richard B. Russell National School Lunch Act; and (2) available donated foods. (Sec. 311) Adds as supportive services that the Assistant Secretary may fund through grants: (1) assistive technology devices and services to meet the needs of older individuals who are disabled and other individuals who provide uncompensated care to their adult children with disabilities; (2) services to support states, area agencies on aging, and local service providers in carrying out and coordinating mental health services activities including outreach, education, screening, and referral for treatment of older individuals; and (3) services to facilitate interaction between students (currently, school age children) and older individuals, including individuals with limited English proficiency and in long-term care settings. (Sec. 312) States that the purpose of the nutrition projects grant program is to: (1) reduce hunger and food insecurity; (2) promote socialization of older individuals; and (3) promote the health and well-being of older individuals by helping them gain access to disease prevention and health promotion services to delay the onset of health conditions resulting from poor nutrition or sedentary behavior. (Sec. 313) Includes among nutrition projects for which states may receive grants congregate setting and home-delivered projects that provide nutrition education, nutrition counseling, and other nutrition services. (Sec. 316) Requires states to: (1) ensure their nutrition projects comply with the most recent Dietary Guidelines for Americans; and (2) encourage joint arrangements with facilities serving meals to children. Requires that such projects: (1) provide nutrition assessment; and (2) encourage individuals who distribute nutrition assistance to provide information to homebound seniors on how to get vaccinations in their local areas. (Sec. 317) Directs the Assistant Secretary for Aging to use allocated funds to contract with the Food and Nutrition Board of the Institute of Medicine of the National Academy of Sciences to establish an independent panel of experts to conduct an evidence-based study of nutrition projects. (Sec. 318) Expresses the sense of Congress that: (1) a diet based on the Dietary Guidelines for Americans may reduce the risk of chronic diseases; (2) the use of a daily multivitamin-mineral supplement may help prevent nutrition deficiencies in older adults whose nutritional needs are not fully met by diet; and (3) nutrition service providers should consider whether individuals in meal programs would benefit from such a supplement. (Sec. 319) Requires the Assistant Secretary to work in consultation with qualified experts to provide information on methods of improving indoor air quality in buildings where older individuals congregate. (Sec. 320) Amends the National Family Caregiver Support Act to include within the definition of \"child\" an individual who has a disability. Includes within the definition of \"grandparent or older individual who is a relative caregiver\" a relative of a child by adoption. Decreases the specified age for a \"grandparent or older individual who is a relative caregiver\" to 55. Requires states to give priority to caregivers of: (1) individuals with Alzheimer's disease or related disorders; and (2) children with severe disabilities. (Sec. 321) Includes in area agency on aging services providing assistance to caregivers in addressing issues related to health, nutrition, and financial literacy and in making decisions and solving problems related to their caregiving roles. Requires the state, in providing services, to include individuals with severe disabilities among those receiving priority. Requires each area agency to make use of trained volunteers to expand available services and to coordinate with organizations that have experience in providing training, placement, and stipends for volunteers in community services settings. Requires the reports submitted by a state to the Assistant Secretary to include descriptions of any mechanisms used to provide family caregivers information about, and access to, services to better carry out their responsibilities. Title IV: Activities for Health, Independence, and Longevity - (Sec. 402) Authorizes the Assistant Secretary to make grants for: (1) planning activities to prepare communities for the aging of the population; (2) developing, implementing, and assessing technology-based service models and best practices to support the use of health monitoring and assessment technology, communication devices, assistive technologies, and other technologies that may remotely connect family and professional caregivers to frail, older individuals residing in home and community-based settings or rural areas; (3) conducting activities of national significance to promote quality and continuous improvement in the support provided to family and other informal caregivers of older individuals through activities that include program evaluation, training, technical assistance, and research; and (4) building public awareness of cognitive impairment such as Alzheimer's disease, related disorders with neurological and organic brain dysfunction, depression, and mental disorders. Authorizes appropriations for FY2007-FY2011. (Sec. 403) Includes Hispanic serving institutions among institutions of higher education to which the Assistant Secretary shall make grants for career preparation for the field of aging. (Sec. 404) Includes mental health care services among the services that receive support from the grant program for health care service demonstration projects in rural areas. (Sec. 405) Authorizes recipients of grants to improve transportation services for older individuals to use the funds to develop innovative transportation demonstration projects. (Sec. 406) Requires the Assistant Secretary to award grants and enter into contracts to carry out projects concerning the provision of multigenerational and civic engagement activities for older individuals ( current law authorizes grants are for multigenerational activities only). (Sec. 407) Includes mental health care as a priority area of concern for the Resource Centers on Native American Elders for Native American programs. (Sec. 408) Requires multidisciplinary centers to provide assistance to support mental health services for older individuals. Requires the Assistant Secretary to make grants to states through a competitive process for the development of systems for the delivery of mental health screening and treatment services for older individuals who lack access to such services. Requires state agencies that receive a grant to allocate funds to area agencies on aging and to give priority to areas that are underserved and where there are large numbers of older individuals. (Sec. 409) Requires the Assistant Secretary to make grants through a competitive process to entities to develop model aging-in- place projects in order to sustain the independence of older individuals. Requires grant recipients to use funds to: (1) ensure older individuals' access to community-based health and social services; (2) conduct outreach; and (3) develop approaches for the delivery and coordination of such services. Requires grant recipients to serve a community that is composed of low-income individuals and has a large concentration of older individuals that have resided in place. Requires the Assistant Secretary to provide technical assistance to grant recipients. Title V: Older American Community Service Employment Program - (Sec. 501) Reauthorizes the community service employment-based training program for older Americans. (Changes the title of the rewritten provisions of the Older Americans Act of 1965 from the Older American Community Service Employment Act to the Community Service Senior Opportunities Act.) Authorizes such program to: (1) foster individual economic self-suffiency and promote useful opportunities in community service activities (including employment) for unemployed low-income persons who are 55 and older; and (2) increase the number of persons who may receive the benefit of unsubsidized employment in both the public and private sectors. Authorizes the Secretary to make grants to public and nonprofit agencies and organizations, agencies of a state, and tribal organizations to carry out the program. Sets forth requirements for the grant programs. Repeals provisions that require the Secretary to develop alternatives for innovative work modes and provide technical assistance in creating job opportunities. Requires not less than 65% (currently 75%) of funds for program grants shall be used to pay wages and benefits for eligible individuals who are employed under funded projects. Requires a grantee to consult with the area agency on aging if a project is located within a planning and service area. Repeals requirements for review and public comment on such projects. Requires the Secretary of Labor to use funds to carry out projects for developing and implementing techniques and approaches, and demonstrating the effectiveness of the specialized methods, in addressing eligible workers' employment and training needs. Requires the Secretary to provide an opportunity for area agencies on aging to submit comments on projects. Sets forth provisions that outline what the projects may include. Requires a state's governor, for the state to be eligible for funding, to submit a single state plan that outlines a four-year strategy for the statewide provision of community service employment and related activities (currently, the governor submits the plan). Requires the state plan to be submitted with copies of public comments. Requires the plan to identify and address eligible minority individuals, including individuals who have limited English proficiency. Requires the governor to review the plan every two years. Authorizes the Secretary to reserve up to 1.5% from sums appropriated to carry out demonstration projects, pilot projects, and evaluation projects. Requires the Secretary to reserve an amount for national grants with public or nonprofit national Indian, Pacific Island, and Asian American aging organizations. Reserves funds to maintain FY2000 activities. Requires the Secretary and each grantee to reach an agreement on the expected levels of performance for each program year for each of the core performance indicators. Requires the Secretary to establish, implement, and make available for public review core measures of performance and additional indicators of performance. Repeals the requirement that directs the Secretary to annually establish performance measures for each state. Requires that core indicators consist of: (1) hours (in the aggregate) of community service employment; (2) entry into unsubsidized employment; (3) retention in unsubsidized employment for six months; (4) earnings; and (5) aggregate hours of community service employment-based training. Requires that the additional indicator of performance consist of: (1) retention in unsubsidized employment for a year; and (2) the number of eligible individuals served. Repeals definitions for \"placement into public or private unsubsidized employment\" and \"retention in public or private unsubsidized employment.\" Requires the Secretary to annually review and publish information on each grantee's performance. Requires the Secretary to provide technical assistance to grantees who fail to meet expected levels of performance. Sets a deadline for the Secretary to establish and implement the core measures of performance. Requires the Secretary to award national grants for a period of four years through a competitive process. Allows the Secretary to award grants to a recipient who satisfies requirements to continue a project beyond such period for an additional year. Sets forth grant criteria. Requires the Secretary to annually report on the levels of participation and performance outcomes of minority individuals served by the Older American Community Service Employment Program. Expresses the sense of Congress that: (1) the program was established with the intent of placing older individuals in community service positions and providing job training; and (2) placing such individuals in those positions strengthens their ability to become self sufficient, provides support to organizations that benefit from increased civic engagement, and strengthens the communities. Authorizes appropriations. Title VI: Native Americans - (Sec. 601) Authorizes appropriations for the Native American Caregiver Support Program. Title VII: Allotments for Vulnerable Elder Rights Protection Activities - (Sec. 701) Authorizes appropriations for vulnerable elder rights protection activities. (Sec. 702) Includes among grant requirements that states shall use grant funds to carry out activities to intervene and investigate elder abuse, neglect, and exploitation. (Sec. 703) Requires the Assistant Secretary to establish a program for enabling entities to support multidisciplinary elder justice activities. (Sec. 704) Authorizes the Assistant Secretary to make grants to states through a competitive process to promote the implementation of comprehensive elder justice systems. (Sec. 705) Declares that vulnerable elder rights protection provisions of the Older Americans Act shall not be construed to interfere with the right of an older individual to practice religion through reliance on prayer alone for healing in a case in which such decision: (1) is contemporaneously expressed by the older individual when the individual is competent to make the decision; (2) is set forth prior to the occurrence of the illness or injury in a valid advance directive document; or (3) may be unambiguously deduced from the older individual's life history. Title VIII: Federal Youth Development Council - Tom Osborne Federal Youth Coordination Act - Establishes the Federal Youth Development Council. Sets forth the Council's duties, including assessing the needs of youth (especially those in disadvantaged situations) and those who work with youth and the quantity and quality of federal programs offering services and opportunities to help youth in their development. Authorizes the Council to provide assistance to a state. Requires the Council to coordinate efforts with other entities and report on its progress to Congress. Authorizes appropriations. Title IX: Conforming Amendments - Sets forth conforming amendments to the Older Americans Act Amendments of 1987 and the Energy Conservation and Production Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Act Amendments of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Service Senior Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tom Osborne Federal Youth Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Older Americans Act Amendments of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Older Americans Act Amendments of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Community Service Senior Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Tom Osborne Federal Youth Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Older Americans Act Amendments of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Older American Act of 1965 to authorize appropriations for fiscal years 2007 through 2011, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:32-05:00"
}