{
  "actions": [
    {
      "acted_at": "1978-02-21", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11036-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-21", 
  "number": "11036", 
  "official_title": "A bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-21", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Department of Energy", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Nuclear facilities", 
    "Nuclear research"
  ], 
  "subjects_top_term": "Nuclear facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-21", 
    "text": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act - Title I: National Security Programs - Authorizes the appropriation of funds for specified operating expenses, designated plant and capital equipment costs, and for additional authorizations for specified previously authorized projects. Title II: General Provisions - Prohibits the use of funds authorized under this Act where the costs of the program exceed 120 percent of the program authorization or the costs exceed by more than $5,000,000 the amount authorized by this Act, whichever is the lesser. Prohibits the use of funds authorized by this Act for programs which have not been presented to, or requested of Congress unless 30 calendar days have elapsed since the Secretary of Energy has presented to all the appropriate Congressional committees a full and complete statement of the action proposed. Allows the written waiver of such requirement where such waiver is approved in writing by each appropriate committee of Congress. Prohibits the start of construction projects whose costs exceed by more than 25 percent the estimated cost of the project. Waives this requirement concerning construction projects having an estimated cost of less than $5,000,000. Authorizes the start of general plant projects only under specified circumstances. Allows the transfer of funds from specified projects to the national security programs of the Department of Energy. Allows the Secretary to expend funds authorized for construction design services where such funds are included in a bill before Congress and the Secretary determines that the project is urgently needed for national defense, public safety, or other specified purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:38-05:00"
}