{
  "actions": [
    {
      "acted_at": "1973-11-14", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-11-14", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendment, H. Rept. 93-641.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-15", 
      "references": [], 
      "text": "Motion rejected to recommit to the Committee on House Administration, roll call #589 (190-227).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-15", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #590 (367-51).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres702-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-14", 
  "number": "702", 
  "official_title": "Resolution to provide funds for the Committee on the Judiciary.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Thompson, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "01152", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-14", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (House)", 
    "House of Representatives"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1973-11-15", 
    "text": "(LATEST SUMMARY) States that the further expenses of the investigations and studies to be conducted pursuant to H. Res. 74, (Joint Committee on Impoundment of Funds) by the Committee on the Judiciary, acting as a whole or by subcommittee, not to exceed $1,000,000, including expenditures for the employment of investigators, attorneys, and clerical, stenographic, and other assistants, and for the procurement of services of individual special consultants or organizations thereof pursuant to the Legislative Reorganization Act of 1946, shall be paid out of the contingent fund of the House on vouchers authorized by such committee, signed by the chairman of such committee, and approved by the Committee on House Administration. Provides that not to exceed $500,000 of the total amount provided by this resolution may be used to procure the temporary or intermittent services of individual consultants or organizations thereof; but this monetary limitation on the procurement of such services shall not prevent the use of such funds for any other authorized purpose. Stipulates that no part of the fund authorized by this resolution shall be available for expenditure in connection with the study or investigation of any subject which is being investigated for the same purpose by any other committee of the House; and the chairman of the Committee on the Judiciary shall furnish the Committee on House Administration information with respect to any study or investigation intended to be financed from such funds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution to provide funds for the Committee on the Judiciary.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:35-05:00"
}