{
  "actions": [
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1955-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-08", 
  "number": "1955", 
  "official_title": "A bill to improve the physical security features of the motor vehicle and its parts, increase the criminal penalties of persons trafficking in stolen motor vehicles and parts, and to curtail the exportation of stolen motor vehicles and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4247-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Motor Vehicle Theft Prevention Act of 1979", 
  "sponsor": {
    "district": "18", 
    "name": "Green, S. William", 
    "state": "NY", 
    "thomas_id": "00463", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-08", 
  "subjects": [
    "Advertising and Marketing", 
    "Automobile safety standards", 
    "Automobile theft", 
    "Consumer protection", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Customs administration", 
    "Direct mail advertising", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Forfeiture", 
    "Forgery", 
    "Imports", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Product safety", 
    "Public safety", 
    "Stolen property", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Automobile theft", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-08", 
    "text": "Motor Vehicle Theft Prevention Act of 1979 - Title I: Findings and Purposes - States the findings and purposes of the Act. Title II: Improved Security for Motor Vehicles and Their Parts - Authorizes the Secretary of Transportation to establish standards for motor vehicle safety which include standards to reduce motor vehicle theft by taking into account: (1) the costs and benefits of implementing such standards; (2) the effect of such implementation on automobile insurance costs; (3) savings in terms of time and convenience; and (4) safety considerations. Title III: Antifencing Measures - Establishes penalties for anyone who knowingly removes, obliterates, tampers with, or alters any identification number for any motor vehicle or motor vehicle part required under Department of Transportation regulations. Requires the forfeiture of such motor vehicle or motor vehicle part to the United States, but provides for mitigation of forfeiture whenever an interested person makes an appropriate petition. Establishes penalties for anyone who buys, receives, possesses, or obtains control of, with intent to sell or otherwise dispose of, any motor vehicle or motor vehicle part knowing that such identification number has been removed or altered. Designates as nonmailable matter any manipulative type device which is designed or adapted to operate, circumvent, remove, or render inoperative the ignition switch or lock, or door or trunk lock of two or more motor vehicles, or any advertisement for the sale of such device. Title IV: Importation and Exportation Measures - Establishes criminal and civil penalties for anyone who imports, exports, or attempts to import or export any motor vehicle, vessel, aircraft, or part knowing it to have been stolen, or any motor vehicle or motor vehicle part knowing that its identification number has been altered. Amends the Tariff Act of 1930 to require persons who export or attempt to export a used motor vehicle to present to the appropriate customs officer the vehicle and a document describing that vehicle. Authorizes customs officers to carry firearms, execute and serve search and arrest warrants, serve subpoenas and summonses, and make arrests. Title V: Reporting Requirements - Directs the Attorney General, after consultation with the Secretaries of Agriculture, Commerce, Transportation, and the Treasury, to report to Congress on developments in vehicle identification of off-road motor vehicles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Theft Prevention Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the physical security features of the motor vehicle and its parts, increase the criminal penalties of persons trafficking in stolen motor vehicles and parts, and to curtail the exportation of stolen motor vehicles and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:29-05:00"
}