{
  "actions": [
    {
      "acted_at": "1986-02-06", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-02-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-02-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4131-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-02-06", 
  "number": "4131", 
  "official_title": "A bill to amend title 31, United States Code, to establish an orderly system for payment of Treasury checks, for issuance of replacement for those checks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Treasury Check Limited Payability Act", 
  "sponsor": {
    "district": "15", 
    "name": "Wylie, Chalmers P.", 
    "state": "OH", 
    "thomas_id": "01249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-02-06", 
  "subjects": [
    "Actions and defenses", 
    "Bank deposits", 
    "Checks", 
    "Civil Rights and Liberties", 
    "Claims", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Economics and public finance", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Forgery", 
    "Fraud", 
    "Government liability", 
    "Government spending", 
    "Government trust funds", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-02-06", 
    "text": "Treasury Check Limited Payability Act - Title I: Time Limit on Payment of Checks - Provides that the Secretary of the Treasury shall not be required to pay a Treasury check unless it is negotiated to a financial institution within the earlier of six months after it is issued or six months after the effective date of this title. Requires that the amount of any Government check which is not paid by the last day of the fiscal year after the fiscal year in which the check was issued be: (1) withdrawn from the account of the depositary on which it was drawn; and (2) returned and credited to the agency appropriation or account initially charged for payment. Allows the Secretary to defer payment of a Treasury check, if the Secretary is on notice of a question of law or fact about whether the check is properly payable, until the Comptroller General settles the question. Directs the Secretary, monthly, to provide to each agency a list of the unpaid Treasury checks issued for such agency which have become more than six months old. Requires each listed check to be canceled and the check amount to be returned and credited to the agency appropriation or account initially charged for payment. Requires the amount returned on a check drawn on the Federal Old Age and Survivors Insurance Trust Fund or the Federal Disability Insurance Trust Fund to include interest. (Sets forth special provisions for the distribution of unpaid checks which were issued before the effective date of this title.) Title II: Claims Against the United States for the Proceeds of Checks - Authorizes an agency to certify new payment of a check without inquiring whether the first check has been paid if satisfied with the correctness of allegations by the payee, special endorsee, or holder of the first check that: (1) such person has not received the check or that the check has been lost, stolen, or destroyed due to no fault of such person; and (2) such person has not participated in any part of the proceeds of the check. Authorizes the agency to: (1) defer new payment of the check until the Secretary has ascertained whether the first check has been paid; (2) certify new payment if the first check has not been paid; and (3) certify new payment if the first check has been paid if such person submits a written claim alleging that the check was paid on a forged endorsement. Requires a recertified check to be charged to the account or appropriation charged for the first check. Permits an agency to receive credit from the Secretary for the amount of a Treasury check if: (1) the check is outstanding and the agency requests that the check be canceled; or (2) the check has been paid over a forged endorsement and the Secretary recovers the payment from any liable party. Requires the Secretary to pay a claim on account of a Treasury check if the Secretary is unable to provide the agency with a copy of the paid check. Provides that: (1) an agency shall be charged for a check paid after it was canceled; and (2) if the canceled check and the replacement check are paid over authorized endorsements, the agency shall try to collect the amount of the canceled check from the payee. Authorizes the Secretary to issue a replacement check for Treasury checks lost, stolen, or destroyed in a single incident while in the possession of a person to whom the checks have been negotiated by the payees. Bars any claim on account of a Treasury check not presented to the paying agency within the later of one year after the check was issued or one year after the effective date of this title. Title III: Claims of the United States for the Proceeds of Checks - Directs the Secretary to charge the agency concerned for the amount of a replacement check (other than a recertified check issued under title II) if the Secretary has reason to believe that the first check and the replacement check were paid on authorized signatures. Directs the agency to try to recover such amount from the payee. Permits the agency to request the Secretary to reexamine his or her decision if the agency believes that either check was paid on an unauthorized endorsement. Directs the Secretary, upon finding that the agency is correct, to credit such amount to the agency upon its recovery from the liable party. Authorizes the Secretary to reclaim the amount of a check paid over a forged or unauthorized endorsement from the presenting bank or any other endorser who breached its guarantee of endorsements for up to one year after the check is paid. Requires the United States to: (1) bring a civil action to enforce the liability on an endorser, transferor, depositary, or fiscal agent on a forged or unauthorized endorsement on, or a change in, a Government check or warrant within one year after the check or warrant is paid; or (2) provide the endorser written notice of the claim against it within such year, in which case the United States may bring such action within three years of the date the check or warrant is paid. Permits the United States to collect such a claim by administrative offset or to instruct a Federal Reserve bank to recover the amount of the claim from any reserve or other account the endorser maintains at such bank. Title IV: Right to Financial Privacy Act Amendments - Amends the Right to Financial Privacy Act of 1978 to allow financial institutions to disclose to a Government authority, pursuant to a specific request for the sole purpose of properly administering such authority's disbursing function, the name and address of the holder of an account that should have been credited with a disbursement of such authority or the amount that was credited. Permits such authority to transfer such information to another Government authority concerned with the payments involved only if such transfer is made for the sole purpose of administering the law authorizing such payments. Title V: Conforming Amendments - Makes conforming amendments. Eliminates the Treasury's Check Forgery Insurance Fund. Title VI: Effective Dates - Sets forth the effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Treasury Check Limited Payability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 31, United States Code, to establish an orderly system for payment of Treasury checks, for issuance of replacement for those checks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:06-05:00"
}