{
  "actions": [
    {
      "acted_at": "1973-03-06", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1100-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hruska, Roman L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "01362", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-06", 
  "number": "1100", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 and the Social Security Act to provide a comprehensive program of health care by strengthening the organization and delivery of health care nationwide and by making comprehensive health care insurance (including coverage for medical catastrophes) available to all Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Care Act", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-06", 
  "subjects": [
    "Access to health care", 
    "Advisory bodies", 
    "Education", 
    "Health", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Planning"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-06", 
    "text": "National Health Care Act - Title I: Findings and Declaration of Purpose - States that: (1) America confronts a critical testing of its capacity to meet for all of its citizens one of the most basic of human needs, that of protecting and maintaining personal health; (2) every citizen of the United States of America should have access to quality health care, but too many Americans find it difficult to secure quality health care when they need it, where they need it, at prices they can afford; and (3) the nation needs systems of health care organization, delivery, and financing which combine the high scientific and technical competence of the medical and allied health professions; the flexibility, innovativeness, efficiency, and managerial skills of private enterprise; the legislative and fiscal capacities of government at all levels; and the potentialities of consumer and community participation in developing and maintaining such systems of health care. Declares the purposes of this Act to be to improve the organization, delivery, and financing of health care for all Americans by increasing health personnel, promoting ambulatory care, strengthening health planning, establishing national standards of health care benefits, encouraging provision of such benefits through comprehensive health care insurance, and by assisting persons of low income or in poor health to secure that insurance. Title II: Provisions to Increase the Supply and Improve the Distribution of Health Care Personnel - Allows a medical student to borrow the full cost of tuition, fees, and reasonable amounts for room, board, books, supplies, and other related costs. Provides that the loan will be forgiven at the rate of 20 percent a year in return for practice in an area found by the Secretary of Health, Education, and Welfare and the appropriate State comprehensive planning agency to be in need of physicians, optometrists, or dentists. Authorizes, $100 million a year for fiscal years 1975, 1976, and 1977 for this purpose. Provides that loan provisions for student nurses are amended to allow loans covering the full cost of tuition, fees, and reasonable amounts for room, board, books, supplies and other related costs. Directs that up to half of the loan may be forgiven at the rate of 20 percent a year for service in a public or nonprofit private institution or agency and that up to 100 percent of the loan may be forgiven at the rate of 33 1/3 percent a year for appropriate service in an area designated as having a substantial shortage of nurses. Authorizes, $75 million a year for fiscal years 1975, 1976, and 1977 for this purpose. Provides that scholarship grants may, in accordance with regulations of the Secretary of Health, Education, and Welfare, be awarded according to the needs of the individual, up to the full cost of his tuition, fees, books, equipment and living expenses. Authorizes for this purpose $10 million for fiscal year 1973, $30 million for fiscal year 1974, and $50 million a year for fiscal years 1975, 1976, and 1977. Allows loans for students in the allied health professions covering the full cost of tuition, fees, and reasonable amounts for room, board, books, supplies, and other related costs. Provides that up to half of the loan may be forgiven at the rate of 20 percent a year for service in a public or nonprofit private institution or agency and that up to 100 percent of the loan may be forgiven at the rate of 33 1/3 percent a year for appropriate service in an area designated as having a substantial shortage of allied health professionals. Authorizes $7.5 million for fiscal year 1973, $15 million for fiscal year 1974, $40 million for fiscal year 1975, $60 million for fiscal year 1976, and $75 million for fiscal year 1977 for this purpose. Includes junior colleges, colleges and universities which offer training in health care center administration or curriculums providing the allied health-professionals needed to operate comprehensive ambulatory health care centers under the training grant provisions of the Public Health Service Act. Establishes a new program of special project grants to help education institutions meet the cost of developing curriculums and training programs to develop the skills needed to administer and staff comprehensive ambulatory health care centers. Authorizes $10 million for fiscal year 1973, $25 million for fiscal year 1974, $40 million for fiscal year 1975, and $50 million a year for fiscal years 1976 and 1977 for this purpose. Establishes a program of Federal grants to medical personnel in return for service in urban and rural areas of critical need to alleviate the maldistribution of health care personnel. Authorizes the Secretary of Health, Education, and Welfare to contract with individual health professionals who agree to provide health care services for a period of at least two years in an area designated by the Secretary, upon recommendation of the appropriate State comprehensive health planning agency as having a critical need for those services. Provides that the amount of the grant is that amount which, when added to the recipient's income from providing health care services for each contract year, provides a total income equal to 110 percent of the national annual median income for persons of comparable education and training, or 110 percent of his earnings from providing health care services in the previous year, whichever is greater. Provides that in determining the precise amount of the grant, the Secretary may consider such factors as he deems relevant. Requires that he must consider, however: (1) the national median annual income for the applicant's profession; (2) the cost of living in the area of need; (3) the background, training, and education of the applicant; (4) the amount of income the applicant can reasonably expect to receive from service in the area; (5) the number of persons of the applicant's profession needed in the area; and (6) where appropriate, cost of equipment, supplies, and facilities. Title III: Comprehensive Ambulatory Health Care Centers - Provides grants to comprehensive ambulatory health care centers. Sets up a special category of grants to comprehensive ambulatory health care centers which offer a greater range of medical services than current law now specifies for \"out-patient facilities\" grants. Revises the declaration of purpose of title VI of the Public Health Service Act to recognize specifically the concept of a comprehensive ambulatory health care center. Provides that for fiscal years commencing after June 30, 1973, an additional $200 million is provided hereunder in grant authority to be used for the construction of comprehensive ambulatory health care facilities, or the modernization of such existing facilities. Provides this sum through a new allotment category which is separate from existing allotment categories for construction and modernization of hospitals and other medical facilities. Provides that a portion of the funds available for grants hereunder be used to assist nearly-constructed facilities to pay initial start-up and operation expenses during the first three years of operation of such centers. Directs that funds available for the construction and modernization of comprehensive ambulatory health care centers will be allotted to the several states on the same basis as allotments are now made for construction of hospitals and other medical facilities. Provides that transfers from allotments for the construction and modernization of comprehensive ambulatory health care facilities to allotments for the construction of other types of facilities are not authorized. Permits carryovers of unused allotments from one fiscal year to the other. Requires that priorities for awarding grants to comprehensive ambulatory health care centers be given to proposed facilities in densely populated areas now lacking such facilities. Provides that in its evaluation of the health needs of its citizens, the State health planning agency would be required to determine as part of its planning process the number of comprehensive ambulatory health care centers needed in the State and a plan for distribution of such centers. Requires the adoption of a program providing for construction of those comprehensive ambulatory health care centers identified as needed in its State plan, or for modernizing such existing facilities. Adds comprehensive ambulatory health care centers to the list of types of health facilities from which recovery of Federal funds may be made by the Federal Government from facilities which no longer qualify. Adds comprehensive ambulatory health care centers to the list of types of facilities which qualify for Public Health Service Act loans, guarantees and interest subsidies for construction or modernization of health facilities. Defines comprehensive ambulatory health care centers to emcompass only facilities which provide a wide range of preventive, diagnostic and treatment services for ambulatory patients and thus relieve overutilization of general hospitals and make health care more accessible. Title IV: Provisions To Strengthen Health Care Planning - Provides that beginning in 1974, the President shall make a health report to the Congress no later than July 1 of each year on the status of the nation's health needs and health care system with a program for meeting those needs. Creates a three-man Council of Health Policy Advisers in the Executive Office of the President, its members appointed by the President with the advice and consent of the Senate. Authorizes the Council to hire officers, employees and such experts and consultants as may be needed. Requires the Council to make an annual health report to the President not later that April 1 of each year, starting in 1974, to be transmitted to the Congress as a supplement to the next Health Report of the President to the Congress. Provides that in its first report to the President the Council shall specifically review and advise the President on health programs. Requires the Council to develop and recommend goals for a national health policy to promote efficiency, eliminate waste and duplication in the utilization of health facilities and resources, and to recommend specific programs to streamline and consolidate health manpower programs. Directs the Council to consult with the National Advisory Health Council, and other advisory councils or committees as well as such representatives of the private sector as it deems advisable and to utilize the services, facilities and information of other public and private organizations to the fullest extent to avoid unnecessary overlapping or duplication of effort. Provides that the chairman shall be compensated at the rate of Level II and the other members at the rate of Level IV of the Executive Schedule Pay Rates. Authorizes such sums as are needed to enable the Council to function, not to exceed $1 million in any fiscal year. Requires every agency of the Federal Government to include, to the fullest extent possible, in each report on proposals for legislation or other major Federal action significantly affecting health or the health care system, the impact of the proposal on the nation's health care system, adverse effects, alternatives, the relative priority established by the Council of Health Policy Advisers, and any irreversible or irretrievable commitments of resources involved. Provides that prior to making this report the responsible Federal official shall consult with and obtain the comments of any Federal agency which has jurisdiction by law or special expertise relative to the health impact of the proposal. Provides that these comments, with comments of appropriate Federal, State and local agencies, shall be made available to the President, the Council, and the public, and shall accompany the proposal through the existing agency review process. Provides that these provisions shall not affect the obligations imposed on Federal agencies by other Federal status. Adopts for purposes of the entire Public Health Service Act the definition of \"appropriate comprehensive health planning agency\" provided in this bill. Provides that in order to qualify for the comprehensive health planning grants currently provided by section 314 of the Public Health Service Act, a State plan for comprehensive State health planning must, in addition to existing requirements, provide for the project certification procedures established by this Act. Increases the funds authorized for project grants for areawide health planning to $60 million for fiscal year 1973, and $100 million for fiscal years 1974 and 1975. Directs that to be eligible for the grants the agency must be prepared to function as the \"appropriate comprehensive health planning agency\" for the area or region. Requires the agency to be prepared to play a strengthened role in coordinating areawide health affairs, including the determination of health needs, capital expenditures programs, cooperative use of facilities, optimum use of available manpower and improved management techniques. Requires the agency to provide for consultation with the areawide health planning council and other groups, for the representation of health care facilities and physicians for enlisting public support, and for educating the public concerning the proper use of facilities and services available. Provides that in the case of applications for Federal grants, loans, or other financial aid involving more than $100,000 which require certification by the appropriate comprehensive health planning agency, the application may be approved by the Secretary only after he is satisfied that the review provisions of this section have been met. Requires that the agency have reasonable opportunity to review and comment on the application, and has certified to its essential need and high priority. Provides that if the \"appropriate comprehensive health planning agency\" is a metropolitan or other local planning agency, that agency, after reviewing the application, must have communicated its comments to both the applicant and the State agency. Directs the State planning agency to make its own determination that the application fits in with the State's overall needs and priorities as expressed in the State plan. Requires that if two or more States are involved, each State agency must make a separate certification as to the need and priority of the project in its State. Provides that in the case of a project affecting an entire State, the appropriate comprehensive health planning agency is the agency designated in the State plan. Provides that in the case of a project affecting a region, metropolitan area, or other local area, the appropriate comprehensive health planning agency is the areawide comprehensive health planning agency or such other public or nonprofit private agency determined in accordance with regulations to be performing the required health planning functions. Title V: Provisions to Make Comprehensive Health Care Insurance Available to All - Contains provisions designed to accomplish three major objectives: (1) to establish minimum nationwide standards for individual health care benefits; (2) to establish a system of nationwide health care insurance, utilizing both privately and publicly financed plans, which will assure that every individual requiring medical care will have the funds required to pay the cost of the care when his need for it arises, irrespective of his economic status; and (3) to control the cost and quality of medical care to the consumer by strengthening controls over the prices charged by institutional and individual providers of medical care that may be exercised by the public and private insurers who pay the providers' charges. Prescribes minimum national standards for the health care of all individuals. Requires that benefits paying for not less than the health care required under the minimum standards must be included in private or State established health care plans as a condition of eligibility for the federal tax or other public financial assistance accorded under this bill. Permits additional benefits and allows a qualified private health care plan to provide for a covered individual's payment of medical expenses exceeding established \"deductible\" and \"co-payment\" standards. Permits qualifying health care plans to include various other \"optional\" provisions. Assures that the minimum standards of health care required to be provided to needy and uninsurable individuals will be no less than those required for others. Requires the timing of benefit implementation to be faster under publicly assisted plans for needy and uninsurable individuals than under private qualified plans. Bars higher co-payments for ambulatory-treatment of a given condition than for institutional treatment of the same condition. Assigns one of three \"priority designations\" to each of the benefits in the Table of Minimum Standard Healthcare Benefits and requires benefits in the several priority categories to be phased-in in accordance with a schedule prescribed in the law. Provides that to permit the flexibility required to deal with unexpected shortfalls in development of the health care facilities and services needed to deliver the care covered by a particular benefit, the President is empowered, under restricted conditions stated in the law, to defer the scheduled time for phase-in of benefits that have not become mandatory at the time he acts. Revises the Internal Revenue Code to restrict the Federal income tax deduction otherwise allowable to an employer for any amount paid or incurred by the employer for medical care of any employee or his dependents. Restricts this deduction to 50 percent of the described expense for medical care of the employee prior to 1975, 75 percent for 1976 and 100 percent for all time after 1976. Provides that if the employer establishes and maintains a Qualified Employee Healthcare Plan, the restriction will not apply, and 100 percent of the described expense is deductible. Applies such provisions to taxable years after December 31, 1974, except that, in the case of any employer plan providing medical care for employees which was established pursuant to a collectively-bargained agreement, the restrictions on the deduction will not apply until the expiration of the agreement, or December 31, 1976, whichever occurs first. Requires that each Qualified Employee Healthcare Plan provide at least the Minimum Standard Healthcare Benefits described in this Act and be in writing, adopted by the employer, and communicated to his employees. Provides that substantially all active full-time employees must be eligible to be covered, and the coverage must continue upon certain terminations of employment or certain temporary absences of the employee. Requires that a coordination of benefits provision be included in a qualified plan to avoid costly duplication of coverage and also the plan must permit eligible employees to seek coverage instead from any approved health maintenance organization in cases in which specified conditions are satisfied. Allows 100 percent of medical care insurance premiums as an income tax deduction, if such expenses are paid by an individual who is covered by a Qualified Individual Healthcare Plan, a Qualified Employee Healthcare Plan, or a Qualified State Healthcare Plan. Requires that each Qualified Individual Healthcare Plan provide at least the Minimum Standard Healthcare Benefits described in this Act. Requires that a qualified individual insurance contract contain provisions which obligate the insurer to renew the policy, and allows covered dependents to continue their coverage under the policy after the death of the insured as if he were still alive. Adds a new title XX to the Social Security Act to provide for the establishment of publicly subsidized health care insurance plans on a State by State basis. Provides that each State will have a health insurance pool, which all private entities in that State (both profit and non-profit) which currently indemnify the cost of health care would be required to underwrite. Directs that one or more private insurance carriers will be designated by the State to administer the State plan on a retention accounting basis. Provides that these State plans will guarantee that Minimum Standard Healthcare Benefits are made available to individuals and families who previously were unable to purchase health care insurance, either because of their low income or their extremely poor health. Provides that in order to encourage a State to establish a plan, federal appropriations otherwise payable to the State pursuant to titles V and XIX of the Social Security Act are conditioned on the State's having in operation a Qualified State Healthcare Plan. Provides that individuals or families who are eligible to receive public cash assistance under a program financed in whole or in part by federal funds will be enrolled in the State plan automatically, and without cost. Permits those individuals who are financially capable of procuring health insurance, but who are uninsurable because of poor health, to enroll in the State plan at their own expense; however, these individuals may not be charged more than the established rate for other individuals enrolled in that State plan. Provides that enrollment of other individuals and families who had low incomes the previous year (less than $4,000 for single individuals, less than $6,000 for a family of two, and less than $8,000 for a family of three or more) is voluntary. Allows such individuals and families to elect to be enrolled once each year and requires them to make modest contributions toward the cost of insuring their own health care, depending on the size of their family and the amount of their income. Requires no assets or other means tests. Provides that the premiums to be charged for each policy year under a State plan will be actuarially determined in each State, and for each family size risk category. Directs that if the established premiums are found to be unjustifiably high within a particular State, the Secretary of Health, Education, and Welfare may direct a reduction in the federal appropriation for the State's premium cost. States that each State has the primary obligation to provide the uncontributed premium costs for its plan; but if the State implements and utilizes controls which are designed to promote the delivery of lower-cost higher-quality institutional health care services, if it exempts Qualified State Healthcare Plan transactions from State taxation, and if it eliminates discriminatory State tax treatment of health care insurers, then the State will receive federal appropriations reimbursing it for a percentage of its total uncontributed premium cost. Provides that the base figure may be between 70 and 90 percent, depending on the State's per capita income, but further adjustments to this percentage may be made if instituitonal rates charged in any particular State for health care services are unjustifiably high in comparison with other States. Gives States the authority to review in advance the rates to be charged by health care insitutions for their services, and to refuse to approve these rates for payment under the State plan. Controls the cost and quality of health care services provided by physicians and other medical practitioners in each State. Provides that a professional service, otherwise covered by these State plans, shall be reimbursed only if it falls within professionally established utilization guidelines or is found to be necessary health care by a qualified peer review committee. Asserts that no charge for a necessary service shall be reimbursed to the extent that it exceeds the prevailing charge in a locality for similar services. Provides that if the premiums collected and other monies received under the State plan are not sufficient to pay the claims incurred and the other costs of operating the State plan, the private underwriters of the plan shall bear the losses to the extent of 3 percent of the premiums collected for that year. Directs the State to bear the excess losses which will be reimbursed by a federal appropriation for that portion of the excess losses equal to the base federal percentage for that State's premium cost. Provides that enrollment is not available to those individuals or families covered under a Qualified Employee Healthcare Plan; enrollment. Makes provisions to protect the federal government against having to bear such part of the cost of a Qualified State Healthcare Plan as may be attributable to a State's decision to have the plan provide greater benefits than the minimum required for qualification under title XX. Provides that applicants for enrollment in the State plan must provide and certify all information required to make an eligibility determination. States that any Federal or State agency may be required to furnish information deemed by the administering carrier to be necessary to verify eligibility. Revises title V of the Social Security Act (Maternal and Child Health and Crippled Children's Services) to avoid unnecessary and costly duplication of federally subsidized health care programs. Excludes payment for items and services now covered under title V, if they also would be covered under a Qualified State Healthcare Plan. Provides that title V will continue to pay for items and services which are not covered by Qualified State Healthcare Plans. Revises section 1837 of title XVIII of the Social Security Act to remove existing limitations on Medicare Part B enrollment which might prevent otherwise eligible State plan enrollees from qualifying for Qualified State Healthcare Plan coverage. Requires each State which has a Qualified State Healthcare Plan to pay the premium for supplementary medical insurance benefits under Part B of title XVIII of the Social Security Act for individuals and families who are eligible to enroll in the Part B program and who are also eligible to receive public cash assistance under a federally financed program. Revises section 1843 of title XVIII to allow a State to enter into an agreement with the Secretary of Health, Education, and Welfare pursuant to which all of these indigent State plan enrollees will be enrolled under the program established by Part B of title XVIII. Revises title XIX of the Social Security Act (Grants to States for Medical Assistance Programs) to avoid unnecessary and costly duplication of federally subsidized health care programs. Provides that on July 1, 1973, or upon a State's establishment of a Qualified State Healthcare Plan, whichever occurs first, payment for items and services now covered under title XIX would be excluded if they also would be covered under a Qualified State Healthcare Plan. Directs that title XIX will continue to pay for items and services which are not covered by Qualified State Healthcare Plans. Establishes standards for strengthening controls over the quality and cost to enrollees for health care service provided by physicians or other medical practitioners and for health care services rendered to State plan enrollees in health care institutions. Provides that these standards shall apply to determine \"reasonable cost\" under the existing federally subsidized health care programs established by title V, XVIII, and XIX of the Social Security Act. Requires that the premiums and other monies received pursuant to the operation of a Qualified State Healthcare Plan will, to the extent feasible, be invested by the administering carrier in interest-bearing obligations and other income-yielding securities. Exempts this interest or other income from federal income taxation. Requires insurance carriers to pool their efforts and resources to insure that all individuals and families will receive higher-quality, lower-cost health care benefits. Provides that these carriers will not be subject to Federal or State antitrust legislation solely as a result of their efforts to comply with the provisions of title V of the bill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 and the Social Security Act to provide a comprehensive program of health care by strengthening the organization and delivery of health care nationwide and by making comprehensive health care insurance (including coverage for medical catastrophes) available to all Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:31-05:00"
}