{
  "actions": [
    {
      "acted_at": "1973-07-12", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9268-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Erlenborn, John N.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00351", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-12", 
  "number": "9268", 
  "official_title": "A bill to amend section 552 of title 5 of the United States Code (known as the Freedom of Information Act) and to establish a Freedom of Information Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "34", 
    "name": "Horton, Frank J.", 
    "state": "NY", 
    "thomas_id": "00560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-12", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-12", 
    "text": "Title I: Amendments to Section 552 of Title 5 of the United States Code - Provides that government agencies shall promptly publish and distribute all nonrestricted information which is requested and reasonably identified. Provides that agencies shall acknowledge requests for information within five days and comply or deny such requests within a specified time period. Requires each agency to submit a report to the Speaker of the House of Representatives and the President of the Senate concerning the number of times such agency has not complied, along with the reasons for such noncompliance. Title II - Establishment of a Freedom of Information Commission - Establishes a Freedom of Information Commission of seven members which may hold hearings, administer oaths, take testimony, receive evidence, and require persons to appear and to furnish information. Provides that the Commission shall: (1) initiate an investigation requested by a court of the United States, the Congress of the United States, a committee of the Congress, the Comptroller General, or a Federal Agency concerning any allegation that information in the possession of a Federal agency is being improperly withheld; and (2) initiate upon the vote of at least three of its members an investigation requested by a private citizen concerning allegations that information is being improperly withheld. Authorizes appropriation of such sums as may be necessary to carry out the provisions of this title. Title III: Effective Date - States that this Act shall take effect on the one hundred and eightieth day after the date of its inactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 552 of title 5 of the United States Code (known as the Freedom of Information Act) and to establish a Freedom of Information Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:23-05:00"
}