{
  "actions": [
    {
      "acted_at": "1985-06-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2734-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1985-06-11", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Dannemeyer, William E.", 
      "sponsored_at": "1985-06-11", 
      "state": "CA", 
      "thomas_id": "00264", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dowdy, Wayne", 
      "sponsored_at": "1985-06-11", 
      "state": "MS", 
      "thomas_id": "00313", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fields, Jack", 
      "sponsored_at": "1985-06-11", 
      "state": "TX", 
      "thomas_id": "00380", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "1985-06-11", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1985-06-11", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Schaefer, Dan", 
      "sponsored_at": "1985-06-11", 
      "state": "CO", 
      "thomas_id": "01026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1985-06-11", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1985-06-11", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-11", 
  "number": "2734", 
  "official_title": "A bill to amend the Natural Gas Policy Act of 1978 to facilitate the transition of the natural gas industry to a more competitive market, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Gas Consumer Supply and Marketing Act", 
  "sponsor": {
    "district": "3", 
    "name": "Richardson, Bill", 
    "state": "NM", 
    "thomas_id": "00958", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-11", 
  "subjects": [
    "Contracts", 
    "Economics and public finance", 
    "Electric power", 
    "Electric power production", 
    "Energy", 
    "Energy prices", 
    "Gas pipelines", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Price regulation"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-11", 
    "text": "Natural Gas Consumer Supply and Marketing Act - Title I: Wellhead Pricing Provisions - Amends the Natural Gas Policy Act of 1978 to eliminate price controls placed upon the first sale of natural gas. Exempts certain interstate and intrastate contracts from such price decontrol. Makes wellhead price controls inapplicable to the first sale of: (1) new enhancement natural gas; and (2) natural gas under a renegotiated contract. Permits the sale of natural gas from certain new production wells to any person at any price. Repeals: (1) the price controls for high-cost natural gas; and (2) congressional oversight functions regarding reimposition of natural gas price controls. Title II: Transportation and Access - Requires a pipeline, upon written request, to transport natural gas to the extent of its available capacity. Exempts from such transportation obligation local distribution companies and pipelines not under Federal Energy Regulatory Commission (FERC) jurisdiction. Requires FERC to prescribe regulations which allocate available capacity whenever a pipeline does not have sufficient total capacity to satisfy all of its obligations. Sets guidelines for: (1) contract carriage compensation (prohibiting unduly discriminatory rates and charges); (2) adjustments of interstate pipeline obligations (including service reductions); and (3) reestablishment of interstate pipeline transportation service obligations. Provides that one year after enactment of this Act a State regulatory commission shall not have authority to impose terms and conditions upon a natural gas shipper (over whom it would otherwise have jurisdiction) if the FERC determines that such State does not require certain local distribution companies to provide non-discriminatory transportation services to the extent of available capacity. Sets guidelines for the initiation of transportation services. Directs FERC to: (1) require pipelines to publish separate, nondiscriminatory natural gas tariffs; and (2) prohibit any pipeline from conditioning the transportation or storage of natural gas by a contract carriage customer upon purchases by such customer of natural gas from such pipeline. Authorizes FERC to require a pipeline to expand its total capacity after notice and opportunity for comment. Prohibits any pipeline from discriminating against unaffiliated shippers in favor of affiliated shippers regarding transportation services. Requires FERC to make recommendations to the Congress regarding interstate pipeline contract carriers, and to include an analysis whether legislation requiring interstate pipelines to operate as common carriers would enhance competition in the natural gas market. Authorizes FERC to permit any interstate pipeline or local distribution company to transport natural gas on behalf of any person. Permits FERC to authorize any pipeline or local distribution company to: (1) sell natural gas to any pipeline or local distribution company; and (2) assign the right to receive surplus natural gas at any first sale. Declares certain provisions of any natural gas sales contract to be against public policy and unenforceable. States that certain natural gas transactions by an intrastate pipeline or local distribution company are not subject to FERC jurisdiction by reason of purchasing natural gas in a covered transaction. Prohibits FERC from conditioning or denying any authorization of natural gas sale or transportation on the basis of whether the gas is consumed in the interstate or intrastate market. Title III: Repeal of Fuel Use Act and Incremental Pricing Requirements - Amends the Powerplant and Industrial Fuel Use Act of 1978 to: (1) repeal the prohibitions against the use by electric powerplants and major fuel-burning installations of petroleum and natural gas as primary energy sources: (2) remove the restrictions placed upon Federal major fuel-burning installations against the use of natural gas and petroleum as primary energy sources; (3) repeal the guidelines for the emergency use of natural gas or petroleum as a primary energy source by any person operating a peakload powerplant or a major fuel-burning installation. Revokes the authority of the Secretary of Energy to require any major fuel-burning installation to furnish certain information regarding the use of primary energy sources of fuel. Title IV: Pipeline and Affiliate Transactions - Amends the Natural Gas Policy Act of 1978 to prohibit an interstate pipeline from selling to its affiliate during any month in interstate commerce a greater percentage of contractually available natural gas than the percentage of contractually available lower average-priced natural gas which such affiliate purchases during the same month from nonaffiliate interstate pipelines. Requires FERC to promulgate regulations which prohibit an interstate pipeline from recovering natural gas purchasing costs attributable to its own production (or from any affiliate for certain periods). Prohibits an interstate pipeline from recovering any costs for, or collecting any rate of return on, payments made under a take-or-pay clause for natural gas attributable to its own production (or from any affiliate). Title V: Minimum Bill Requirements and Restrictive Tariffs - Declares contract or tariff payment requirements regarding natural gas sales or transportation costs which were not actually incurred by a pipeline upon non-delivery to be against public policy and unenforceable. Title VI: Savings Provision and Effective Date - Retains the effectiveness of contracts in existence on the date of enactment of Act which are not contracts for a first sale for resale of natural gas. Makes the effective date of this Act the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Consumer Supply and Marketing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Policy Act of 1978 to facilitate the transition of the natural gas industry to a more competitive market, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:30-05:00"
}