{
  "actions": [
    {
      "acted_at": "1986-06-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2512-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1986-06-04", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1986-06-04", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1986-06-04", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1986-06-04", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1986-06-04", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1986-06-04", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1986-06-04", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1986-06-04", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1986-09-18", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1986-09-18", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-04", 
  "number": "2512", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, the Federal Meat Inspection Act, and Poultry Products Inspection Act, and the Egg Products Inspection Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Safety Modernization Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-04", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Carcinogens", 
    "Federal advisory bodies", 
    "Food additives", 
    "Food adulteration and inspection", 
    "Food and Food Industry", 
    "Food contamination", 
    "Food poisoning", 
    "Food supply", 
    "Livestock", 
    "Meat", 
    "Poultry", 
    "Standards"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-04", 
    "text": "Food Safety Modernization Act of 1986 - Title I: Amendments to the Federal Food, Drug, and Cosmetic Act - Amends the Federal Food, Drug, and Cosmetic Act to define \"safe,\" as applied to food additives, color additives, pesticide residues, and other specified substances, to mean a reasonable certainty that the risks of a substance under the intended conditions of use are negligible. Authorizes the Food and Drug Administration (FDA) to permit, under specified conditions, the gradual elimination or phase-out of substances from the food supply if the FDA determines that there will be no unreasonable risk to the public health from continued use of a substance while it is phased out and there is no practicable substitute. Permits an extension for up to an additional five years. Provides that certain cancer-causing substances shall not be banned (and may be approved) if the proponent of use demonstrates on the basis of credible experimental evidence that the risks to humans under the intended conditions of use are negligible. Authorizes the FDA to consider the benefits to human health from a long-used additive with no practicable substitute before prohibiting its use on the basis of risks to human health. Permits continued use of an additive if the risks to human health are acceptable on account of the benefits to human health, such as the effects of its use on the nutritional value and availability of food and uses for dietary management and other health-related purposes. Directs the FDA to establish an independent scientific peer review committee to study and give advice on substantial scientific issues related to food safety. Requires the FDA, within two years of enactment of this Act, to establish by regulations standards to determine under what circumstances the use of a substance in a food contact situation (i.e., an indirect additive) meets the food additive definition of the Federal Food, Drug, and Cosmetic Act. Directs the FDA, in issuing regulations, to consider the extent of human exposure to a substance under its intended conditions of use and the toxicological characteristics of the substance. Title II: Amendments to the Poultry Products Inspection Act, the Federal Meat Inspection Act, and the Egg Products Inspection Act - Amends the Poultry Products Inspection Act, the Federal Meat Inspection Act, and the Egg Products Inspection Act to provide that a meat, poultry, or egg product is adulterated because it contains an added poisonous or added deleterious substance when the presence of the substance renders the food unsafe within the meaning of the Federal Food, Drug, and Cosmetic Act. Authorizes the Secretary of Agriculture to issue regulations for added poisonous or added deleterious substances in meat, poultry, and egg products but only if the FDA has not already done so. Authorizes the Secretary to phase out the use of substances in meat, poultry, and egg products for which the Department of Agriculture has primary responsibility. Directs the Secretary to establish an independent scientific peer review system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Safety Modernization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, the Federal Meat Inspection Act, and Poultry Products Inspection Act, and the Egg Products Inspection Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:55-05:00"
}