{
  "actions": [
    {
      "acted_at": "1975-05-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7413-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-22", 
  "number": "7413", 
  "official_title": "A bill to establish a utility services stamp program to assist low-income and fixed income households to meet the rising cost of utilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Utility Services Stamp Act", 
  "sponsor": {
    "district": "19", 
    "name": "Carney, Charles J.", 
    "state": "OH", 
    "thomas_id": "00177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-22", 
  "subjects": [
    "Department of Health, Education, and Welfare", 
    "Electric power", 
    "Housing and community development", 
    "Landlord and tenant", 
    "Poverty", 
    "Public assistance programs", 
    "Public utilities", 
    "Rent", 
    "Social welfare"
  ], 
  "subjects_top_term": "Public assistance programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-22", 
    "text": "Utility Services Stamp Act - Directs the Secretary of Health, Education, and Welfare to establish and administer a utility services stamp program under which, at the request of any State, any eligible household within such State shall be provided with an opportunity to offset a portion of its utility services charges through the issuance to such household of coupons in accordance with its coupon allotment. Sets forth a schedule of benefits relating the number of persons in the household and its taxable income to the allotment of coupons it is eligible to receive. Provides that the State agency designated by the Secretary to administer this program shall certify, under rules prescribed by the Secretary, the eligibility of households for benefits provided by this Act. Provides that any State requesting aid under this Act shall submit a plan to the Secretary for his approval indicating specified procedures and programs to be carried out under such a plan. Directs the Secretary to reimburse each participating State for the costs the State incurs in administering the utility services stamp program. Stipulates that the value of the utility stamp provided to a qualified household under this Act shall not be considered to be income or resources for any purposes under any Federal or State law. States that any landlord who accepts any part of his rental charges in utility service stamps shall be deemed to have agreed to stated conditions regarding increases in rent. Provides criminal penalties for uses of utility stamps not authorized by this Act. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Utility Services Stamp Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a utility services stamp program to assist low-income and fixed income households to meet the rising cost of utilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:32-05:00"
}