{
  "actions": [
    {
      "acted_at": "1973-05-02", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7412-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-02", 
  "number": "7412", 
  "official_title": "A bill to create a Law Review Commission for the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "Diggs, Charles C., Jr.", 
    "state": "MI", 
    "thomas_id": "00298", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-02", 
  "subjects": [
    "Crime and law enforcement", 
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-02", 
    "text": "Provides for the creation of a Law Review Commission to consist of the Chairman of the United States House of Representatives Committee on the District of Columbia or his designee, the Chairman of the United States Senate Committee on the District of Columbia or his designee, the Corporation Counsel of the District of Columbia, the Chairman of the City Council of the District of Columbia, and five additional members to be appointed by the Mayor. States that it shall be the duty of the Law Review Commission: (1) to examine the common law and statutes of the District of Columbia and current judicial decisions for the purpose of discovering defects, anachronisms, and inequities in the law and recommending reforms to correct them; (2) to receive and consider proposed changes in the law recommended by the American Law Institute, the commissioners for the promotion of uniformity of legislation in the United States, any bar association, or other learned body; (3) to receive and consider suggestions from judges, justices, public officials, lawyers, community leaders and organizations, and the general public as to proposals for reforms in the law; (4) to recommend such changes in the law as it deems necessary and desirable to modify or eliminate antiquated or inequitable rules of law, and to bring the law of the District of Columbia, both civil and criminal, into harmony with modern conditions; and (5) to report its proceedings annually to the legislature, and if it deems advisable, to accompany its report with proposed legislation to effectuate its recommendations. Sets forth the powers and the compensation of the commission. Authorizes to be appropriated, out of moneys in the Treasury not otherwise appropriated, such amounts as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a Law Review Commission for the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:52-05:00"
}