{
  "actions": [
    {
      "acted_at": "1998-10-07", 
      "references": [
        {
          "reference": "CR S11708-11709", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2571-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-07", 
  "number": "2571", 
  "official_title": "A bill to reduce errors and increase accuracy and efficiency in the administration of Federal benefit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Benefit Verification and Integrity Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-07", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Child support enforcement", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer matching", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cryptography", 
    "Customer service", 
    "Data banks", 
    "Directories", 
    "Disaster relief", 
    "Economics and public finance", 
    "Education", 
    "Electronic benefits transfers", 
    "Electronic data interchange", 
    "Electronic data processing", 
    "Emergency management", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to higher education", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government service contracts", 
    "Higher education", 
    "Housing and community development", 
    "Housing authorities", 
    "Identification devices", 
    "Income", 
    "Information technology", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Management information systems", 
    "Public housing", 
    "Punitive damages", 
    "Recruiting of employees", 
    "Right of privacy", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Social welfare", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Notification of Federal Benefit Recipients Regarding Data Verification Title II: Federal Benefit Program Management Improvement Tests Federal Benefit Verification and Integrity Act - Title I: Notification of Federal Benefit Recipients Regarding Data Verification - Requires an agency that administers a Federal benefit payment program to provide notice informing applicants, in information material and instructions accompanying program application forms, that their data may be verified. Permits an agency to comply with the preceding requirement by modifying program materials and applications to include such notice as part of their normal reissuance cycle for reprinting forms, but in no case later than December 31, 2000. Requires the head of each such agency to maintain a record of each applicant's acknowledgment that he or she has received notice of the uses and disclosures to be made of his or her information, for as long as he or she receives benefits from or owes a debt to the Government under the program. Title II: Federal Benefit Program Management Improvement Tests - Permits a Federal agency that administers a Federal benefit program to conduct a test of information technology practices or techniques for improving income verification, debt collection, data privacy and integrity protection, and identification authentication in the administration of the program, in accordance with a proposal approved by a Federal Benefit Verification and Payment Integrity Board. Requires the Director of the Office of Management and Budget and the Chief Information Officers' Council to each recommend to the Board various information technology practices and techniques that should be tested. Permits the head of an agency to develop and submit to the Board a proposal for carrying out a test for a specific Federal benefit program administered by the agency. Specifies that the proposal contain specific goals, including a schedule, for improving customer service and error reduction in the program and other information requested by the Board. Requires such proposal to provide for the testing of information sharing in an integrated manner where feasible of electronic practices and techniques for improving Federal benefit program management. Requires any agency whose proposals would require access to another agency's database to consult with that agency prior to submission of the proposal to the Board. States that a proposal submitted to the Board: (1) must contain a description of administrative, technical, and physical safeguards to ensure the security and confidentiality of records and to protect against any anticipated threats or hazards to their security or integrity which could result in substantial harm, embarrassment, inconvenience, or unfairness to any individual with respect to whom information is maintained; (2) include, in particular, prohibitions on duplication and redisclosure of records provided by the source agency within or outside the recipient entity, except where required by law or essential to the conduct of the test; and (3) include an estimate for reimbursement that may be charged by a Federal agency to another agency in conducting tests under the proposal. Requires: (1) the Board to review and recommend disposition of the proposal to the heads of the data sharing agencies under the proposal; and (2) an agency head to respond to the Board within 90 days. Requires such response to include findings by the data integrity board. Permits the head of an agency participating in a test to enter into a cooperative agreement with a State or contract with a private entity under which the State or such entity may provide services on behalf of the Federal agency in carrying out the test. Requires the Board to: (1) prepare a plan for implementation, including for the coordination of the conduct of tests and the procedures for submission of proposals for those tests; and (2) submit annually to the Congress a report on the tests conducted. Provides for the Chairperson of the Board to make recommendations annually to the Director regarding how savings resulting from the implementation of this Act may be used to enhance program integrity in high-risk programs such as Medicare and to reduce the potential of waste, fraud, and erroneous payments. Permits the Board to request a Federal agency head that administers a Federal benefit program to conduct a test, including the submission of a proposal for such a test and provides for the agency head to respond within 30 days by approving or disapproving such a request of the Board. (Sec. 202) Allows the Secretary of Health and Human Services (HHS) to disclose information to another Federal agency from the National Directory of New Hires based on matches conducted by HHS for purposes of conducting a test under this Act. Requires the Secretary to take into consideration the potential negative impact of the disclosure or use of such information on the effective operation of the Federal Parent Locator Service and of any other Federal and State child support enforcement activities under the Social Security Act. Provides for an agency head to whom information is disclosed to reimburse the Secretary in accordance with such Act. Allows an agency head to whom information is disclosed to: (1) disclose the information to another Federal agency for use by the agency only as specified under a test proposal under this Act; and (2) disclose such information to a State agency administering a federally funded benefit program, a public housing authority, or a guaranty agency (as defined in the Higher Education Act of 1965) only for the purpose of conducting the test. Disallows an entity that receives information for use in a test under this Act that it was not otherwise authorized by law to obtain from redisclosing the information or using it for any other purpose. (Sec. 203) Amends the Privacy Act of 1974 to: (1) increase certain criminal penalties under such Act; and (2) permit a court, in a civil suit in which it determines that an agency acted in a manner that was willful and intentional, to award punitive damages in addition to damages and costs required under current law. (Sec. 204) Establishes the Federal Benefit Verification and Payment Integrity Board. Provides for the Board to periodically report to the Director regarding its activities. (Sec. 205) Authorizes the Administrator of General Services to: (1) acquire on behalf of Federal agencies commercial services for accepting electronic payments for grants or loans and electronic claims submissions from the public; (2) expend such funds for the design, testing, and pilot of a standard method by which the public may be provided consistent, secure, and convenient electronic access in applying to Federal agencies for loans and grants and in submitting claims; and (3) beginning in FY 2002, finance the acquisition and management of the commercial services. Requires the Board, if it determines that any information technology practice, technique, or information sharing initiative tested was successfully demonstrated in the test and should be implemented in the administration of a Federal benefit program, to: (1) recommend regulations or legislation to implement that practice, technique, or initiative, if that implementation is not otherwise prohibited under another law; or (2) include in its annual report to the Congress recommendations for such legislation as may be necessary to authorize that implementation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Benefit Verification and Integrity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce errors and increase accuracy and efficiency in the administration of Federal benefit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}