{
  "actions": [
    {
      "acted_at": "2011-11-03", 
      "references": [
        {
          "reference": "CR S7133-7134", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-11-03", 
      "committee": "Committee on Finance", 
      "references": [
        {
          "reference": "CR S7134-7135", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1804-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2011-11-03", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2011-11-07", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2011-11-10", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2011-11-17", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2011-11-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2011-11-03", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-11-03", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-03", 
  "number": "1804", 
  "official_title": "A bill to amend title IV of the Supplemental Appropriations Act, 2008 to provide for the continuation of certain unemployment benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3346-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1885-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Extension Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-03", 
  "subjects": [
    "Employment taxes", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Railroads", 
    "State and local finance", 
    "Transportation employees", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-03", 
    "text": "Emergency Unemployment Compensation Extension Act of 2011 - Amends the Supplemental Appropriations Act, 2008 with respect to the state-established individual emergency unemployment compensation account (EUCA). Extends the final date for entering a federal-state agreement under the Emergency Unemployment Compensation (EUC) program through January 3, 2013. Postpones the termination of the program until June 8, 2013. Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until January 4, 2013, requirements that federal payments to states cover 100% of EUC. Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and June 10, 2013, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.) Amends the Federal-State Extended Unemployment Compensation Act of 1970 to authorize a state by law to apply certain requirements of the Act, with specified substitutions, for determining an extended unemployment compensation period. Requires the state's \"on\" and \"off\" indicators to be based on its rate of insured unemployment and rate of total unemployment for the period between enactment of this Act (or, if later, the date established pursuant to state law), and ending on or before December 31, 2012. Amends the Railroad Unemployment Insurance Act to extend through December 31, 2012, the temporary increase in extended unemployment benefits for employees with 10 or more years of service and for those with less than 10. Amends title XII (Advances to State Unemployment Funds) of the Social Security Act (SSA) to extend through FY2012 the waiver on payment of interest by a state in repayment to the federal Unemployment Trust Fund (UTF) of advances from it. Denies this extension, however, to any state that has not entered a voluntary agreement with the Secretary of Labor to refrain from modifying state unemployment compensation law to lower its unemployment compensation benefits. Amends the Internal Revenue Code with respect to reductions in credits against the federal unemployment tax for an employer's contributions to a state unemployment fund in a state which has received advances from the UTF. Postpones the commencement of such reductions until January 1, 2013, for any state entering such an agreement with the Secretary. Amends SSA title IX (Employment Security Administrative Financing) to require the payment of a solvency bonus for any quarter to the book account in the UTF of the state unemployment compensation agency of a solvent state (whose outstanding balance of advances from the UTF is zero). Makes the bonus equal to two percentage points above the average rate of interest of special obligations of the United States in which the UTF is invested."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation Extension Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Supplemental Appropriations Act, 2008 to provide for the continuation of certain unemployment benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:18:13-05:00"
}