{
  "actions": [
    {
      "acted_at": "2012-06-07", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3277-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2012-06-07", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-07", 
  "number": "3277", 
  "official_title": "A bill to encourage exporting by small business concerns, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Go Global Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-07", 
  "subjects": [
    "Advisory bodies", 
    "Commerce", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Rural conditions and development", 
    "Small Business Administration", 
    "Small business", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-07", 
    "text": "Go Global Act of 2012 - Amends the Small Business Act to allow the Administrator of the Small Business Administration (SBA) to employ additional export finance specialists in the 15 states with the greatest volume of exports, as determined through a study required under the Small Business Jobs Act of 2010. Directs the Administrator to develop a program to cross-train export finance specialists: (1) with personnel within the SBA's Office of International Trade (Office) on the export financing programs of the Department of Agriculture (USDA) and the Foreign Agricultural Service (FAS); and (2) with personnel within such Office, small business development centers, women's business centers, the Service Corps of Retired Executives, export assistance centers, and other SBA resource partners on the export assistance and business counseling programs of the USDA. Requires: (1) information on loans provided through programs of the USDA and FAS to be included in a required annual SBA list of export finance lenders, and (2) an annual SBA list of rural export assistance resources. Directs the Administrator to establish a program to register export management companies and export trading companies. Requires the Office to encourage the participation of SBA employees and resource partners in reverse trade missions hosted or sponsored by the federal government. Authorizes the Administrator to waive section 7(a) (general small business loans) loan fees in the case of a small business: (1) exporting for the first time, or (2) certified as eligible to apply for trade adjustment assistance under the Trade Act of 1974. Requires the Administrator to report to the small business committees, in each of FY2013-FY2016, on such fee waivers. Provides a specified reallocation of funds from the Community Adjustment and Investment Program to the SBA's Export Expansion Investment Program. Amends the Small Business Jobs Act of 2010 to add the Commonwealth of the Northern Mariana Islands to the list of U.S. territories and possessions eligible for SBA grants to carry out export programs that assist certain small businesses. Expresses the sense of Congress in support of: (1) small business representation on international trade promotion advisory panels, councils, and boards; and (2) detailing SBA staff to other federal agencies for training on export assistance programs. Directs the SBA's Associate Administrator for International Trade to: (1) develop and maintain a small business trade strategy to be included within the government-wide strategic plan for federal trade promotion, and (2) report annually to the small business committees on such strategy. Requires the Administrator to report to such committees on any SBA memoranda of understanding entered into and their benefit to small businesses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Go Global Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage exporting by small business concerns, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:35:42-05:00"
}