{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "House Ad Hoc Select Committee on the Outer Continental Shelf", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Ad Hoc Select Committee on the Outer Continental Shelf.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-08-29", 
      "references": [], 
      "text": "Reported to House from the Ad Hoc Committee on Outer Continental Shelf with amendment, H. Rept. 95-590.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-01-25", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-01-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-01-26", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-01-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-01", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-02", 
      "references": [], 
      "text": "Motion to recommit to the ad hoc Select Committee on the Outer Continental Shelf rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-02", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #35 (291-91).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-02", 
      "bill_ids": [
        "s9-95"
      ], 
      "references": [], 
      "text": "Measure laid on table, S. 9 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1614-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Outer Continental Shelf (Select)", 
      "committee_id": "HLOC"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "1614", 
  "official_title": "A bill to establish a policy for the management of oil and natural gas in the Outer Continental Shelf, to protect the marine and coastal environment, to amend the Outer Continental Shelf Lands Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres964-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr6803-95", 
      "reason": "related"
    }, 
    {
      "bill_id": "s9-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Outer Continental Shelf Lands Act Amendments", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Advisory bodies", 
    "Continental shelf", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Fisheries", 
    "Gas in submerged lands", 
    "Government trust funds", 
    "Liability for oil pollution", 
    "Offshore structures", 
    "Oil and gas leases", 
    "Oil pollution", 
    "Oil pollution control", 
    "Oil pollution of the sea", 
    "Petroleum and petroleum products", 
    "Subsidies"
  ], 
  "subjects_top_term": "Oil pollution control", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-02-02", 
    "text": "(Measure passed House, amended, roll call #35 (291-91)) Outer Continental Shelf Lands Act Amendments - =Title I: Findings and Purposes with Respect to Managing the Resources of the Outer Continental Shelf= - Declares that the national interest will be served by a policy of increased domestic production of the oil and gas resources of the Outer Continental Shelf. Declares it the purpose of this Act to establish policies and procedures for management of the oil and gas resources of the Outer Continental Shelf, while minimizing or eliminating adverse impacts of such development. =Title II: Amendments to the Outer Continental Shelf Lands Act= - Amends the Outer Continental Shelf Lands Act to revise bidding and leasing procedures under the Act. Requires that the Secretary of the Interior provide Governors of affected coastal States with the opportunity to share in the profits from leases entered into under the Act. Directs up to 20 percent (not more than $200,000,000) of Outer Continental Shelf funds to coastal States for impact of offshore development. Establishes procedures for geological and geophysical exploration in the Outer Continental Shelf. Requires submission of exploration plans to the Secretary of the Interior for approval. Authorizes the Congress of the United States from time to time to withdraw from disposition any of the unleased lands of the Outer Continental Shelf. Directs the Secretary to prepare and periodically revise an oil and gas leasing program consistent with the purpose of this Act. Stipulates that the Secretary shall be responsible for preparing any environmental impact statements as required by the National Environmental Policy Act of 1969. Establishes procedures for review of the leasing program by affected States, localities, and regions. Establishes a procedure for the acceptance of recommendations of States and localities regarding the size, timing, or location of a proposed lease. Directs the Secretary of the Interior to study areas included in lease sales in order to develop baseline information concerning the potential impact of the proposed oil and gas development on the coastal environment. Directs the Secretary to conduct a study of safety regulations for oil and gas development operations on the Outer Continental Shelf. Directs the Secretary of the Department in which the Coast Guard is operating to promulgate regulations or standards applying to diving activities in the waters above the Outer Continental Shelf. Directs the applicable Federal officials to enforce applicable safety, environmental, and occupational safety and health regulations relating to development of the Outer Continental Shelf. Allows citizen suits by persons adversely affected by actions under this Act. Imposes civil penalties of not more than $10,000 per day for failure to comply with the provisions of this Act. Imposes criminal penalties in fines of not more than $100,000 and/or imprisonment for not more than ten years for knowing and willful violations of this Act. Reserves the right of the United States to purchase a specified percentage of the oil and gas produced by leases or permits issued pursuant to this Act. Authorizes the Secretary to establish procedures for equitable distribution of oil from such leases to small refiners. Imposes restrictions on employment of certain former Interior Department officials by entities subject to regulation under this Act, after termination of employment with the Interior Department. Establishes in the Treasury of the United States a Fishermen's Gear Compensation Fund. Authorizes the Secretary to establish an area account within the Fund for any area of the Outer Continental Shelf in order to provide compensation for damages to fishing gear caused by oil and gas exploration, development, and production in such area. Sets forth the procedure for making a claim on such fund. Directs the Secretary of the Department in which the Coast Guard is operating to require that any vessel, rig, platform, or other structure: (1) be manned by citizens of the United States or resident aliens; (2) be documented under the laws of the United States; and (3) comply with minimum standards of design and repair. =Title III: Offshore Oil Spill Pollution Fund= - Establishes an Offshore Oil Pollution Compensation Fund within the Department of Transportation. Imposes a fee not to exceed three cents per barrel on oil produced from the Outer Continental Shelf in order to maintain the Fund at a level of not less than $100,000,000 nor more than $200,000,000. Authorizes the Secretary of Transportation to issue obligations to the Secretary of the Treasury at times when fund assets are insufficient to meet fund liabilities. Lists the types of injuries which may be compensated under this Act and the potential claimants who have standing to assert claims involving each such type of damage. Imposes joint, several, and strict liability on the owners and operators of each pollution source. Specifies liability limits, except in cases of gross negligence or willful misconduct, for ships and other vessels. Directs the Secretary of Transportation to establish limits on the liability of classes of facilities used for transporting, producing, processing, storing, or transferring oil. Requires the owner or operator: (1) of any such facility; or (2) any ship which uses such facility or navigable waters of the United States to establish evidence of financial responsibility in an amount sufficient to satisfy applicable liability limits. Directs the person in charge of a vessel or facility to immediately notify the Secretary of Transportation of any pollution incident in which the vessel or facility is involved. Specifies procedures whereby the Secretary may, in the absence of such an admission, designate and advertise pollution sources. Directs the Secretary, in instances in which: (1) the owner and operator of a vessel or facility designated by the Secretary deny such vessel's or facility's involvement; (2) the source of the discharge is a public vessel; or (3) the Secretary is unable to designate the pollution source, to advertise procedures for presenting claims directly to the fund. Requires all claims, with limited exceptions, to be initially presented to the owner or operator, or to such person's guarantor. Permits claimants to either present a claim to the fund or to bring an action in an appropriate court, if the owner or operator denies liability or fails to settle the claim within a specified period. Sets forth procedures for the disposition and appeal of claims submitted to the fund. Requires both the plaintiff and the defendant in a court action brought against an owner, operator, or guarantor to forward copies of all pleadings to the fund. Permits the fund to intervene in such actions. Subrogates any person or government entity, including the fund, paying compensation to all the claimant's claims and rights under this Act. Specifies procedures for and the measure of recovery in actions brought by the fund against owners, operators, or guarantors of alleged pollution sources. Declares that the rights and remedies under this Act shall be exclusive with respect to economic loss caused by oil pollution. Sets penalties for persons failing to comply with specified provisions of this Act. Authorizes the appropriation of the following sums for the administration of this title: $10,000,000 for fiscal year 1979; $5,000,000 for fiscal year 1980; and $5,000,000 for fiscal year 1981. =Title IV: Amendments to the Coastal Zone Management Act of 1972= - Revises the upper and lower limits on grant assistance under the Coastal Zone Management Act. Specifies the procedure for distributing grant funds when the total amount of funds available is less than the total amount of grants to be paid to coastal States. Raises the authorization level for such grants to $125,000,000 in each of the fiscal years 1979-1985. Authorizes grants to States to assist them in carrying out their responsibilities under the Outer Continental Shelf Lands Act. =Title V: Miscellaneous Provisions= - Directs the Secretary of the Interior to review use of shut-in oil and gas wells or flaring natural gas on leases issued under the Outer Continental Shelf Lands Act. Allows participation by local distribution companies in acquisition of leases and development of natural gas resources on the Outer Continental Shelf by the transportation of natural gas produced from a lease owned by a local distribution company. Requires disclosure of known financial interests in those persons subject to regulation under the Act by officers or employees of the Interior Department. Directs the Secretary to conduct an investigation to determine the availability of all oil and natural gas produced or located on the Outer Continental Shelf. Amends the Coastal Zone Management Act of 1972 to provide States with approved coastal zone management plans 90 days to review development and production plans. Stipulates that after such time concurrence is conclusively presumed. Provides for disapproval of any rule or regulation issued pursuant to this Act by either House of Congress. Requires the Secretary to make recommendations for a training program for personnel handling pollution control equipment on Outer Continental Shelf operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Lands Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a policy for the management of oil and natural gas in the Outer Continental Shelf, to protect the marine and coastal environment, to amend the Outer Continental Shelf Lands Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:49-05:00"
}