{
  "actions": [
    {
      "acted_at": "1986-08-15", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-03", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Space Science Applications", 
      "text": "Referred to Subcommittee on Space Science Applications.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-09", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Space Science Applications", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-09", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Space Science Applications", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5469-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Space Science Applications", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-08-15", 
  "number": "5469", 
  "official_title": "A bill to provide for assured access to space for national security, scientific, commercial and other users and foster the development of an expendable launch vehicle capability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Assured Access to Space Act", 
  "sponsor": {
    "district": "11", 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-08-15", 
  "subjects": [
    "Business and commerce", 
    "Cost effectiveness", 
    "Costs", 
    "Government and business", 
    "Government procurement", 
    "Launch vehicles", 
    "Prices", 
    "Privatization", 
    "Public Contracts, Procurement, and Property", 
    "Space", 
    "Space industrialization", 
    "Space sciences", 
    "Space shuttles", 
    "Spacecraft"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-08-15", 
    "text": "Assured Access to Space Act - Directs the Administrator of the National Aeronautics and Space Administration to purchase, through competitive procurement, expendable launch vehicle services to launch Government payloads, as aggregated by the Administrator. Requires that such purchased services be provided on a reimbursable basis. Directs the Administrator to procure at least 15 launches over a five-year period beginning in 1988, at a rate of no less than two launches each year. Directs the Administrator to carry out such requirements so as to foster the development of an expendable launch vehicle industry and to complement the medium launch vehicle procurement planned for national security payloads. Directs the Administrator to report by November 1, 1986, to the Congress on how such requirements will be carried out. Amends the Commercial Space Launch Act to provide that direct costs (i.e., the amount to be paid to the United States by any person who acquires launch property or launch services) shall not include costs associated with meeting the space transportation needs of the United States. Deletes reference to encouragement, facilitation, and promotion of commercial space launches by the private sector under the description of the Secretary of Transportation's general responsibilities under such Act. Amends the National Aeronautics and Space Administration Authorization Act of 1986 to delete reference to the goal of cost-effective use of the Space Transportation System (the space shuttle program). Prohibits the shuttle price for a commercial or foreign user from being less than the price for a comparable launch on a U.S. expendable launch vehicle, except under certain circumstances. Removes provisions relating to reduction of the base price for commercial or foreign users of the shuttle and relating to customer incentives. Makes the shuttle pricing provisions of such Act applicable to flights of the Space Transportation System beginning on and after January 1, 1988. Directs the Administrator, within three years after the enactment of this Act, to report to the Congress on the effectiveness of such amendments to the shuttle pricing policy and whether or not there has been demonstrated a competitive domestic expendable launch vehicle capability."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Assured Access to Space Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for assured access to space for national security, scientific, commercial and other users and foster the development of an expendable launch vehicle capability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:41-05:00"
}