{
  "actions": [
    {
      "acted_at": "1996-05-20", 
      "committee": "Committee on Economic and Educational Opportunities, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Economic and Educational Opportunities, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-20", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-20", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-17", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-26", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3494-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "1996-05-20", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Weldon, Dave", 
      "sponsored_at": "1996-05-20", 
      "state": "FL", 
      "thomas_id": "01215", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-20", 
  "number": "3494", 
  "official_title": "To amend the Juvenile Justice and Delinquency Prevention Act of 1974 to identify violent and hard-core juvenile offenders and treat them as adults, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1245-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Violent and Hard-Core Juvenile Offender Reform Act of 1996", 
  "sponsor": {
    "district": "12", 
    "name": "Canady, Charles T.", 
    "state": "FL", 
    "thomas_id": "00171", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-20", 
  "subjects": [
    "Administration of juvenile justice", 
    "Administrative procedure", 
    "Assault", 
    "Capital punishment", 
    "Case management", 
    "Civil rights and liberties, minority issues", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal procedure", 
    "Disabled", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Education", 
    "Education of handicapped children", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Families", 
    "Federal aid to law enforcement agencies", 
    "Fingerprints", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government publications", 
    "Higher education", 
    "Identification of criminals", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Law", 
    "Murder", 
    "Narcotic traffic", 
    "Photography", 
    "Prosecution", 
    "Rape", 
    "Recidivists", 
    "Robbery", 
    "School vandalism", 
    "School violence", 
    "Sentencing guidelines", 
    "Sex offenders", 
    "Student records", 
    "Violence", 
    "Weapons", 
    "Women"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-20", 
    "text": "Violent and Hard-Core Juvenile Offender Reform Act of 1996 - Amends the Juvenile Justice and Delinquency Prevention Act of 1974 (JJDPA) to include among the: (1) findings of such Act that emphasis should be placed on identifying violent and hard-core juvenile offenders who should be prosecuted as adults; and (2) purposes of such Act to assist State and local governments in protecting public safety by identifying violent and hard-core juvenile offenders and transferring them from the jurisdiction of the juvenile justice system to that of adult criminal court. Defines \"serious habitual offender\" for purposes of such Act. Requires that State plans (to receive formula grants): (1) require that not less than 75 percent of the funds available to the State be used for purposes including the establishment of serious habitual offender comprehensive action programs; (2) provide for the establishment and maintenance of an effective juvenile justice system that requires the prosecution of juveniles 14 years of age and older as adults in criminal court, rather than in juvenile delinquency proceedings, for specified offenses; (3) provide that a State will ensure that whenever a juvenile is adjudicated in a juvenile proceeding to have engaged in conduct constituting such an offense, a record relating to the adjudication is kept and made available, the juvenile is fingerprinted and photographed, and certain information is transmitted to the Federal Bureau of Investigation (FBI); and (4) provide that the State will ensure that if any juvenile has been adjudicated to be delinquent on two or more separate occasions based on conduct that would be a felony if committed by an adult, the record of the second and all subsequent adjudications shall be kept and made available to the public to the same extent as an adult conviction is open to the public. Requires that serious habitual offender comprehensive action programs be multidisciplinary interagency case management and information sharing systems. (Sec. 4) Requires the U.S. Sentencing Commission to promulgate or amend guidelines to provide that offenses contained in the juvenile record of an adult defendant be considered as adult offenses in sentencing determinations if such juvenile offenses would have constituted a felony had they been committed by an adult. (Sec. 5) Amends the Federal criminal code to direct that juvenile records be released to the extent necessary to meet inquiries from officials of a school, school district, or any post-secondary school where the individual who is the subject of the record seeks, intends, or is instructed or ordered to enroll. (Sec. 6) Amends the Individuals with Disabilities Education Act to make certain provisions under such Act inapplicable to a child with a disability who commits on the property of a school under the jurisdiction of the State or local educational agency a criminal act which would be considered a crime if committed by an adult and such act subsequently becomes the basis for a juvenile adjudication or criminal proceeding involving the child. (Sec. 7) Requires the Director of the FBI, Identification Division, to provide upon request the information received under provisions of the JJDPA to officials of a school, school district, or post-secondary school where the individual who is the subject of such information seeks, intends, or is instructed or ordered to enroll. (Sec. 8) Amends the Federal Juvenile Delinquency Act to require that: (1) with specified exceptions, juvenile defendants 14 years of age or older be prosecuted as adults if charged with specified offenses, including murder or attempted murder, robbery while armed with a dangerous or deadly weapon, forcible rape, and certain serious drug offenses; and (2) whenever a juvenile is adjudicated in a juvenile proceeding to have engaged in conduct constituting such an offense or to be delinquent for conduct which if committed by an adult would constitute a felony, the court shall require that a record relating to the adjudication is kept and made available, that the juvenile is fingerprinted and photographed, and that certain information is transmitted to the Federal Bureau of Investigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violent and Hard-Core Juvenile Offender Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Juvenile Justice and Delinquency Prevention Act of 1974 to identify violent and hard-core juvenile offenders and treat them as adults, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:26-05:00"
}