{
  "actions": [
    {
      "acted_at": "1978-03-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11764-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-22", 
  "number": "11764", 
  "official_title": "A bill to amend the Developmental Disabilities Services and Facilities Construction Act to revise and extend the programs under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Developmental Disabilities Act Amendments", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Education", 
    "Education of the handicapped", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Mentally handicapped", 
    "Physically handicapped", 
    "Public assistance programs"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-22", 
    "text": "Developmental Disabilities Act Amendments - Amends the Developmental Disabilities Services and Facilities Construction Act to rename such Act the Developmental Disabilities Act. Declares the purpose of such Act to be to assure that persons with development disabilities receive the services necessary to enable them to achieve their maximum potential and to ensure their legal and human rights. Replaces the National Advisory Council on Services and Facilities for Developmentally Disabled with the National Advisory Council on Services, Facilities, and Rights of the Developmentally Disabled. Includes among the duties of such Council the development of a national five year plan for persons with developmental disabilities. Extends to October 1, 1979, the deadline for the Secretary of Health, Education, and Welfare to develop a system for evaluating programs under such Act. Extends State allotment authorizations to fiscal year 1981 and revises minimum State allotment provisions. Revises State plan requirements for such allotments. Revises the membership requirements of State Planning Councils to require that at least one-sixth of such Councils' members be persons with developmental disabilities and at least one-sixth be immediate relatives or guardians of such persons. Extends authorization of appropriations for special projects to fiscal year 1981. Revises the grant authority of the Secretary of Health, Education, and Welfare for university affiliated programs, and ends special grants for establishing satellite centers. Directs the Secretary to establish standards for such university affiliated programs, and to ensure that each Federal agency providing funds for the support of such programs reviews the funding application. Extends the authorization of appropriations for such programs to fiscal year 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Developmental Disabilities Services and Facilities Construction Act to revise and extend the programs under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:51-05:00"
}