{
  "actions": [
    {
      "acted_at": "1991-05-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Food and Drug Administration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Environmental Protection Agency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-10", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 102-252.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1074-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-05-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-14", 
  "number": "1074", 
  "official_title": "A bill to amend the Food, Drug, and Cosmetic Act to revise the authority under that Act to regulate pesticide chemical residues in food.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2342-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Safety of Pesticides in Food Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-11-14", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Carcinogens", 
    "Fees", 
    "Food additives", 
    "Food adulteration and inspection", 
    "Pesticide residues in food", 
    "Standards"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-14", 
    "text": "Safety of Pesticides in Food Act of 1991 - Amends the Federal Food, Drug, and Cosmetic Act to exclude pesticide chemicals from the definition of \"food additive.\" (Current law excludes from that definition a pesticide chemical: (1) in or on a raw agricultural commodity; or (2) used in the production, storage, or transportation of a raw agricultural commodity.) Modifies the circumstances in which the presence of a pesticide chemical residue renders a food adulterated. Replaces provisions relating to tolerances for pesticide chemicals in or on raw agricultural commodities with provisions relating to tolerances and exemptions for pesticide chemical residues. Deems a pesticide chemical residue unsafe, unless it is within established tolerances or an exemption is in effect. Allows a tolerance only if the risk to human health from dietary exposure to the residue is negligible. Sets forth criteria for determining whether the risk is negligible. Requires, in determining dietary exposure, consideration of all other sources (including drinking water) of dietary exposure occurring over a lifetime. Sets forth a special exposure rule allowing, in certain circumstances, calculation of exposure based on the percentage of the food in which the residue actually occurs. Requires, if a tolerance or exemption is revoked and the residue will unavoidably persist in the environment and contaminate food, that a new tolerance be established at the lowest level that permits only the unavoidable levels to remain in the food. Allows establishment, modification, or revocation of a tolerance or establishment or revocation of an exemption from a tolerance in response to a petition or on the initiative of the Administrator of the Environmental Protection Agency. Defines, for certain provisions of this Act, modification of a tolerance to mean lowering. Allows an exemption if the residue is not a human or animal carcinogen and otherwise presents no risk to human health from dietary exposure. Requires, in determining dietary exposure, consideration of all other sources of dietary exposure occurring over a lifetime. Conditions establishment and continuation of a tolerance or exemption on the existence of a practical method of residue detection that can be performed by the Secretary of Health and Human Services on a routine basis as part of surveillance and compliance sampling for residues. Allows any person to petition the Administrator for the establishment, modification, or revocation of a tolerance or exemption. Sets forth required contents of a petition to establish a tolerance or exemption and procedures and timetables for processing the petition. Provides for revocation or modification of existing tolerances and exemptions. Regulates the confidentiality of and access to data submitted in support of a petition. Provides for the treatment of pesticide chemicals which were, before this Act, generally recognized (by the Administrator or others) as safe. Directs the Secretary to conduct surveillance and compliance sampling of food for pesticide chemical residues, charging fees sufficient to provide, equip, and maintain an adequate service. Allows continuation of a tolerance or exemption to be conditioned on payment of an annual fee. Requires the Administrator to evaluate each existing tolerance or exemption and: (1) if there is sufficient data to conclude that the residue does not meet the standards of this Act, change or revoke the tolerance; or (2) if there is insufficient data to determine whether the standards are met, require the submission of data. Sets forth deadlines by which the Administrator is required to have made a determination on a specified percentages of tolerances or exemptions in effect on enactment of this Act. Requires the Administrator to determine, for each method of detecting and measuring levels of residues, whether the method meets certain requirements of this Act. Requires revision of any method which does not meet the requirements. Revokes any tolerance or exemption based on a method which, after three years, does not meet the requirements. Mandates fees sufficient to provide, equip, and maintain adequate service with regard to the review of existing tolerances and exemptions and the review of methods of detecting and measuring levels of residues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safety of Pesticides in Food Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Food, Drug, and Cosmetic Act to revise the authority under that Act to regulate pesticide chemical residues in food.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:56-05:00"
}