{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1474-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2013-08-01", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1474", 
  "official_title": "A bill to encourage the State of Alaska to enter into intergovernmental agreements with Indian tribes in the State relating to the enforcement of certain State laws by Indian tribes, to improve the quality of life in rural Alaska, to reduce alcohol and drug abuse, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska Safe Families and Villages Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Alaska", 
    "Federal-Indian relations", 
    "Intergovernmental relations", 
    "Judicial procedure and administration", 
    "Law enforcement administration and funding", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Alaska Safe Families and Villages Act of 2013 - Directs the Attorney General to establish the Alaska Safe Families and Villages Self Governance Program in the Office of Tribal Justice Programs to make grants to Indian tribes to implement intergovernmental agreements with Alaska that allow Indian tribes in Alaska to enforce certain state laws. Requires each Indian tribe that is selected to participate in the Project to carry out a specified planning phase. Provides that the intergovernmental agreements may describe the duties of Alaska and the applicable Indian tribe regarding: the employment of law enforcement, probation, and parole officers; state appointment and deputization of tribal law enforcement officers as special officers to assist in the enforcement of the state's criminal laws; the enforcement of punishments imposed by the Indian tribe under tribal law; the transfer of enforcement duties for state drug- and alcohol-related misdemeanor offenses to the Indian tribe; the Indian tribe's adjudication of those offenses; the transfer of information and evidence between tribal law enforcement entities and the state's court system; offender detention; searches and seizures of alcohol and drugs at municipal and state airports; and jurisdictional or financial matters. Absolves Alaska, including its political subdivisions, of liability for any act or omission of a participating Indian tribe in carrying out this Act. Makes participating Indian tribes eligible for the same tribal court and law enforcement programs and level of funding from the Bureau of Indian Affairs (BIA) and the Department of Justice (DOJ) as are available to other Indian tribes. Amends the Violence Against Women Reauthorization Act of 2013 to repeal the limitation, within Alaska, of that Act's extension of tribal jurisdiction over domestic violence crimes and the issuance and enforcement of protection orders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Alaska Safe Families and Villages Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to encourage the State of Alaska to enter into intergovernmental agreements with Indian tribes in the State relating to the enforcement of certain State laws by Indian tribes, to improve the quality of life in rural Alaska, to reduce alcohol and drug abuse, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:49:28-05:00"
}