{
  "actions": [
    {
      "acted_at": "1986-05-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-05", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-12", 
      "bill_ids": [
        "hr1-99"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "For Further Action See H.R.1.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4746-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "McKinney, Stewart B.", 
      "sponsored_at": "1986-05-05", 
      "state": "CT", 
      "thomas_id": "00781", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-05", 
  "number": "4746", 
  "official_title": "A bill to amend and extend certain laws relating to housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Housing Act of 1986", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-05", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Apartment houses", 
    "Armed forces and national security", 
    "Authorization", 
    "Block grants", 
    "Burglary", 
    "Burglary insurance", 
    "Business and commerce", 
    "Charities", 
    "Civil Rights and Liberties", 
    "Civilian personnel positions", 
    "Community development", 
    "Cooperative housing", 
    "Credit", 
    "Crime prevention", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Disaster insurance", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Education", 
    "Energy", 
    "Energy conservation", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal aid to cities", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal enclaves", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Floods", 
    "Food and Food Industry", 
    "Food relief", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Group medical practice", 
    "Hawaii", 
    "Health facilities", 
    "Home ownership", 
    "Home repair and improvement", 
    "Homeless", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Income", 
    "Insurance", 
    "Low-income housing", 
    "Massachusetts", 
    "Medical centers", 
    "Minorities", 
    "Minority education", 
    "Minority students", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Mortgages", 
    "Native Americans", 
    "New York State", 
    "Pennsylvania", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Research", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Robbery", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Secondary mortgage market", 
    "Single family housing", 
    "Social welfare", 
    "Solar energy", 
    "Solar heating and cooling", 
    "Standards", 
    "Student aid", 
    "Territories (U.S.)", 
    "Urban affairs", 
    "Urban areas", 
    "Urban economic development", 
    "Urban homesteading", 
    "Urban poverty", 
    "Urban renewal", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-05", 
    "text": "Housing Act of 1986 - Title I: Program Extensions and Amendments - Subtitle A: General Extension of Programs - Amends the National Housing Act to extend authority through September 30, 1987, for: (1) title I financial institution insurance for housing renovation and modernization; (2) general mortgage insurance; (3) low and moderate income and displaced families mortgage insurance; (4) homeownership for lower income families including mortgage insurance authority and housing stimulus authority; (5) mortgage co-insurance, including rental rehabilitation and development projects; (6) graduated payment and indexed mortgage insurance; (7) the demonstration mortgage reinsurance program; (8) mortgage insurance for armed forces' civilian employees and defense housing for impacted areas; (9) mortgage insurance for land development; and (10) mortgage insurance for medical and dental group practice facilities. Amends the Housing Act of 1964 to extend urban rehabilitation loan authority through September 30, 1987. Amends the Housing Act of 1949 to extend Farmers Home Administration authority through September 30, 1987, for: (1) insured loans for rental and cooperative housing and related facilities for elderly persons and families in rural areas; and (2) mutual and self-help housing grant and loan authority. Amends the National Flood Insurance Act of 1968 to extend authority for national flood insurance, including emergency implementation and flood-risk zones through September 30, 1987. Amends the National Housing Act to extend authority for the national crime insurance program through September 30, 1987. Amends the Housing and Urban-Rural Recovery Act of 1983 to extend indefinitely the maximum interest rate limitation on loans for housing and related facilities for elderly or handicapped families. Extends the Home Mortgage Disclosure Act through September 30, 1988. Subtitle B: Mortgage Insurance and Secondary Mortgage Market Programs - Amends the National Housing Act to set premium charge limits for Federal Housing Administration (FHA) mortgage insurance. Makes the Allegany reservation of the Seneca Nation of New York Indians eligible for single family mortgage insurance. Increases FHA authority to insure adjustable rate single family mortgages. Limits fiscal year loan insurance authority to amounts appropriated for such purpose. Prohibits (with specified exceptions) the imposition of user fees on Government sponsored secondary mortgage market agencies. Subtitle C: Community and Neighborhood Development and Conservation Programs - Amends the Housing and Community Development Act of 1974 to extend community development block grant entitlement authority for certain metropolitan city and urban county areas through September 30, 1986. Reduces grants by 50 percent to any such entity that loses its entitlement classification, with the remaining 50 percent allocated to the small city community development program (for which such entity would be eligible). Considers the counties of Kauai, Maui, and Hawaii in the State of Hawaii as cities for purposes of the urban development action grant (UDAG) program. Authorizes FY 1987 appropriations for: (1) UDAG; and (2) community development block grants. Obligates specified funds for assistance to minority or underprivileged undergraduates or graduates enrolled in community development programs. Modifies UDAG selection criteria so that 65 percent of such grants are awarded on the basis of distress, impact, and project quality, and 35 percent on project quality alone. Awards bonus points for certain cities that have not received a grant since October 15, 1984. Requires the Comptroller General to report to the Congress: (1) within six months, and every three years thereafter, regarding such selection criteria and eligibility standards; and (2) within three months of the final FY 1986 grant competition regarding targeting of grants, geographic distribution, funding levels, and economic development. Prohibits relocating a business from one UDAG area to another unless the Secretary determines that no adverse effect will result. Authorizes the City of Boston, Massachusetts, to use specified urban renewal land disposition proceeds. Authorizes FY 1986 and 1987 appropriations for the urban homesteading program. Amends the Housing Act of 1964 to prohibit risk premiums or loan fees under the rehabilitation loan program. Amends the Neighborhood Reinvestment Corporation Act to authorize FY 1986 and 1987 appropriations for the Neighborhood Reinvestment Corporation. Amends the Housing and Community Development Act of 1974 to obligate specified FY 1986 budget authority for the Park Central New Community Project. Amends the Housing and Urban-Rural Recovery Act of 1983 to authorize FY 1986 and 1987 appropriations for the neighborhood development demonstration program. Subtitle D: Miscellaneous Program Amendments - Amends the National Flood Insurance Act to authorize FY 1986 and 1987 appropriations for flood insurance program studies. Authorizes: (1) grants for a fair housing initiatives program; and (2) FY 1986 and 1987 appropriations for such program. States that it is U.S. policy to ensure the timely payment of Department of Housing and Urban Development (HUD) subcontractors. Amends the Solar Energy and Energy Conservation Bank Act to authorize FY 1986 and 1987 appropriations for residential and commercial solar energy improvements. Amends the Housing and Urban Development Act of 1970 to authorize FY 1986 and 1987 appropriations for housing research and project development. Title II: Housing Assistance - Subtitle A: Programs Under United States Housing Act of 1937 - Amends the United States Housing Act of 1937 to authorize FY 1986 and 1987 budget authority for lower income housing. Permits recaptured development funds for Indian housing to be reused. Authorizes public housing agencies (PHAs) to set tenant rent contributions. Sets maximum and minimum rent levels. Authorizes grants to PHAs for public housing project development costs. Requires: (1) 15-year terms for annual contributions contracts for existing (section 8) dwellings; (2) administrative and preliminary fees to be calculated according to the method in effect prior to January 1, 1985; and (3) an annual adjustment of fair market rents as of October 1 of each year. Directs the Secretary to provide payments for operating lower income housing projects through a performance funding system. Authorizes FY 1987 appropriations. Authorizes the Secretary to make comprehensive improvement grants to PHAs. Authorizes FY 1986 and 1987 appropriations for the rental rehabilitation and development program. Requires the Secretary to determine that a project is obsolete and no modification plan is feasible in order to demolish such project. Prohibits any such demolition without a one-for-one replacement plan (unless such housing is not locally needed, or if project-based housing assisted under section 8 of such Act is to be substituted). Prohibits the accrual of interest on certain public housing development funds advanced to Pittsburgh, Pennsylvania. Authorizes public housing comprehensive grants to improve the physical condition of existing projects and upgrade their management and operation. Authorizes FY 1987 through 1989 appropriations. Subtitle B: Multifamily Housing Management and Preservation - Amends the National Housing Act to repeal a specified multifamily mortgage prepayment provision. Amends the Housing and Community Development Amendments of 1978 regarding the management and preservation of HUD-owned multifamily housing projects. Provides for tenant participation in the elderly and handicapped housing program. Prohibits subsidized project owners from discriminating against certificate or voucher holders solely because of the status of such a prospective tenant as the holder of a certificate or voucher. Subtitle C: Other Housing Assistance Programs - Amends the Housing Act of 1959 to authorize FY 1986 and 1987 appropriations for housing for the elderly or the handicapped. Requires that at least 15 percent of annual appropriations for such elderly or handicapped housing be allocated for the nonelderly handicapped. Directs the Secretary to establish new and more appropriate housing and related service options for the nonelderly handicapped. Replaces the existing subsidy system with a 240-month contract to cover actual costs not covered by project income. Amends the Congregate Services Act of 1978 to authorize FY 1986 and 1987 appropriations for congregate services. Title III: Rural Housing - Amends the Housing Act of 1949 to extend rural housing insurance and guaranty authority through FY 1987. Authorizes FY 1986 and 1987 appropriations for: (1) rehabilitation grants; (2) structural rehabilitation; (3) meeting obligations issued under the rural housing insurance fund; (4) farm labor housing; (5) self-help housing; (6) housing preservation; and (7) administrative costs. Authorizes the Secretary, as approved in FY 1986 and 1987 appropriations, to enter into rental assistance payment contracts. Extends the 10,000-20,000 population rural area classification date to September 30, 1987. Provides that maximum income levels for rural housing programs in the Virgin Islands shall be the same as those for Guam, American Samoa, the Northern Mariana Islands, and the Trust Territory of the Pacific Islands. Directs the Secretary to establish rural housing escrow accounts. Title IV: Shelter Assistance for the Homeless and Displaced - Establishes in HUD the National Emergency Food and Shelter Board. Terminates the existing national board of charities and transfers its personnel, property, and funds to such Board, which shall continue the emergency food and shelter program. Directs the Board to coordinate its activities with the Federal Interagency Task Force on Food and Shelter. Directs the Board to carry out a demonstration program to determine the effectiveness of assisting nonprofit organizations in providing housing and support services for the homeless. Limits FY 1986 and 1987 budget authority for such program. Directs the Board, to the extent approved in appropriation Acts, to provide emergency shelter grant assistance. Provides for State allocation of grants of less than $30,000. Requires grantees to provide matching funds. Authorizes FY 1986 and 1987 appropriations. Requires interim and final reports to the Congress. Title V: Nehemiah Housing Opportunity Grants - Authorizes the Secretary to provide grant assistance to nonprofit organizations to carry out a Nehemiah housing opportunity program. Limits maximum per home assistance to $15,000. Establishes in the Treasury the Nehemiah Housing Opportunity Fund. Requires an annual program report to the Congress. Authorizes FY 1986 and 1987 appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend certain laws relating to housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:23-05:00"
}