{
  "actions": [
    {
      "acted_at": "1981-04-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-31", 
      "bill_ids": [
        "hr3982-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "See H.R.3982.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3331-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Rousselot, John H.", 
      "sponsored_at": "1981-04-30", 
      "state": "CA", 
      "thomas_id": "00992", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-30", 
  "number": "3331", 
  "official_title": "A bill to eliminate the national trigger contained in the Federal-State extended unemployment compensation program, to require 20 weeks of work to qualify for benefits under such program, to make certain changes in the provisions relating to loans to State unemployment funds, and to revise the trade adjustment assistance program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3982-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-30", 
  "subjects": [
    "Department of the Treasury", 
    "Federal-state relations", 
    "Foreign Trade and Investments", 
    "Government trust funds", 
    "Import substitution", 
    "Imports", 
    "Intergovernmental tax relations", 
    "Labor and employment", 
    "States", 
    "Tax credits", 
    "Taxation", 
    "Trade adjustment assistance", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-30", 
    "text": "Title I: Amendments to the Federal-State Unemployment Compensation Act of 1970 - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the \"national trigger\" under the extended benefits program. Provides for a State option as to criteria for State \"on\" and \"off\" indicators under such program. Requires 20 weeks of employment (or the wage equivalent) in order to qualify for benefits under such program. Changes the equation for the rate of insured unemployment, for extended compensation purposes, to only include individuals filing claims for regular compensation. Title II: Amendments Relating to State Loans - Amends the Internal Revenue Code to provide that the credit against employment tax liability available to an employer shall not be reduced due to advances made to the unemployment account of a State under title XII (Advances to State Unemployment Funds) of the Social Security Act, if such State repays during the one-year period ending on November 9 of the taxable year the advances made to its unemployment account and such repayments are not less than the sum of the State's potential additional taxes for the taxable year, plus any advances made to such State during the one-year period. Empowers the Secretary of Labor to require a State to furnish any information necessary to determine if such State has made proper repayments. Permits States which borrow Federal funds for payment of unemployment benefits to qualify for a cap on any increase in employer tax liability due to the failure of such State to repay outstanding loans, if such State meets certain minimum solvency requirements with respect to its unemployment compensation system. Authorizes the Secretary of Labor to disqualify a State for such cap if he determines that the State has not provided adequate information with respect to the solvency of its unemployment compensation system. Amends title XII (Advances to State Unemployment Funds) of the Social Security Act to set forth interest rates for State repayments of any advance made to a State during a taxable year in which such State is availing itself of the cap on credit reduction. Title III: Amendments to Trade Adjustment Assistance Program - Amends the Trade Act of 1974 to limit certification of eligibility for adjustment assistance to employees at firms for which: (1) there is a substantial probability that a lower level of employment due to increased import competition will be permanent; and (2) increased imports are a substantial cause of (currently an important contribution to) such unemployment. Provides for payment of adjustment assistance to begin during any week of unemployment which begins more than 60 days after the petition for certification was filed. Requires such workers: (1) with respect to the weeks preceding such week of unemployment, to have received any applicable waiting period credit and to have exhausted all unemployment insurance benefit rights; and (2) with respect to such week of unemployment, not to be entitled to any State or Federal unemployment insurance or waiting period credit. Subjects such workers to specified provisions of the Federal-State Extended Unemployment Compensation Act of 1970. Authorizes the Secretary of Labor to require certain workers to search for work outside the worker's labor area or accept certain approved training in new or related job categories. Makes the weekly amount of the trade adjustment allowance equal to the worker's weekly unemployment insurance benefits. Limits the total amount of trade adjustment allowance payments and the length of time during which a worker is entitled to such payments. Authorizes payment of such allowance for an additional 26 weeks so that the worker can complete an approved training course if the worker applied for such training within a specified time. Increases the authorized maximum job search allowance to $600 (currently $500). Increases the relocation allowance for a worker to 90 percent (currently 80 percent) of the worker's reasonable and necessary transportation expenses and a lump sum payment of up to $600 (currently $500). Requires persons who receive adjustment assistance payments to which they are not entitled to repay such amounts. Directs the appropriate State agency or the Secretary to recover any overpayments by taking deductions from trade adjustment allowances or unemployment compensation benefits. Makes ineligible for further payments persons who receive payments because of false statements or representations or nondisclosure of material fact. Requires notice and opportunity for hearing before repayment is required. Repeals provisions for establishment of an adjustment assistance trust fund. Authorizes appropriations to carry out such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to eliminate the national trigger contained in the Federal-State extended unemployment compensation program, to require 20 weeks of work to qualify for benefits under such program, to make certain changes in the provisions relating to loans to State unemployment funds, and to revise the trade adjustment assistance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:54-05:00"
}