{
  "actions": [
    {
      "acted_at": "1988-02-25", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-02", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-02", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-25", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-25", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-06-23", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 100-732.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-23", 
      "references": [], 
      "text": "Placed on Union Calendar No: 444.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-26", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-08-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-09", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-23", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Burdick with amendments. With written report No. 100-563.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "calendar": "Senate Legislative", 
      "number": "1024", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1024.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-14", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-14", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "House Agreed to Senate Amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-19", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-02", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-11-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-14", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-14", 
      "congress": "100", 
      "law": "public", 
      "number": "653", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-653.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3687-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3687"
    }, 
    {
      "amendment_id": "s3688-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3688"
    }
  ], 
  "bill_id": "hr4030-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1988-02-25", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "653"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-14", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-19", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-14", 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-25", 
  "number": "4030", 
  "official_title": "A bill to strengthen certain fish and wildlife laws.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2513-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3122-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3496-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4031-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4883-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1193-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Klamath River Basin Fishery Resources Restoration Act", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-14", 
  "subjects": [
    "Animals", 
    "Animals and Animal Protection", 
    "Aquaculture", 
    "Arrest", 
    "Authorization", 
    "California", 
    "Colleges", 
    "Crime and law enforcement", 
    "Eminent domain", 
    "Endangered species", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Estuaries", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Fines (Penalties)", 
    "Fish culture", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Foundations", 
    "Game and game birds", 
    "Georgia", 
    "Government trust funds", 
    "Hawaii", 
    "Hunting", 
    "Intergovernmental relations", 
    "International environmental cooperation", 
    "Interstate rivers", 
    "Kentucky", 
    "Labeling", 
    "Land transfers", 
    "Licenses", 
    "Massachusetts", 
    "Migratory bird conservation", 
    "Names", 
    "New Hampshire", 
    "Oregon", 
    "Outdoor recreation", 
    "Planning", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Research", 
    "River basin commissions", 
    "Rivers", 
    "Salvage", 
    "Searches and seizures", 
    "Sports and Athletics", 
    "Trails", 
    "Trapping", 
    "Travel costs", 
    "Treaties", 
    "Volunteer workers", 
    "Water pollution control", 
    "Watersheds", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-10-14", 
    "text": "(Measure passed Senate, amended) Title I: Lacey Act Amendments - Amends the Lacey Act Amendments of 1981 to make it unlawful to import, export, transport, sell, receive, acquire, or purchase any fish, wildlife, or plant that is transported or sold (or taken or possessed, as under current law) in violation of any law, treaty, or regulation of the United States or any Indian tribal law. Deems it a sale, or purchase, of fish or wildlife in violation of such Act for a person to offer, provide, or obtain, for money or other consideration, guiding, outfitting, or other services, or a hunting fishing license or permit, for the illegal taking, acquiring, receiving, transporting, or possessing of fish or wildlife. Makes it unlawful for any person to make or submit any false record, account, or label, or any false identification of, any fish, wildlife, or plant which has been, or is intended to be: (1) imported, exported, transported, sold, purchased, or received from any foreign country; or (2) transported in interstate or foreign commerce. Subjects to certain civil penalties any person who knowingly violates these false labeling prohibitions. Subjects to certain criminal penalties any person who knowingly violates such false labeling prohibitions by engaging in conduct involving: (1) the importation or exportation of fish, wildlife, or plants; or (2) the sale or purchase, offer of sale or purchase, or intent to sell or purchase fish, wildlife, or plants with a market value greater than $350. Applies lesser penalties to violations which do not involve such conduct. Revises procedures for review of civil penalties to require the person requesting the review to file a complaint (rather than a notice of appeal) in the appropriate U.S. district court and simultaneously serve a copy on the Secretary of the Interior (as in current law) and also on the Attorney General and the appropriate U.S. attorney. Permits persons authorized to enforce such Act: (1) when enforcing it, to make a warranties arrest for any offense under Federal law committed in their presence, or for any felony under Federal law, if they have reasonable grounds to believe the person to be arrested has committed or is committing a felony; and (2) to search and seize, with or without a warrant, in accordance with any guidelines which may be issued by the Attorney General. Title II: Sikes Act Amendments and Authorization - Amends the Sikes Act to allow hunting fees from special stamp sales to be used by State agencies to provide public access to program lands that have no existing public access for enhancement of outdoor recreation and wildlife conservation. Provides that States may use such fees to provide such public access by acquiring lands or interests from willing sellers or donors. Requires the Secretaries of Agriculture and of the Interior to ensure that such access is maintained through or to lands within their respective juridictions. Extends through FY 1993 the authorization of appropriations under such Act for conservation programs on: (1) military reservations (carried out by the Secretaries of Defense and the Interior); and (2) public lands (carried out by the Secretaries of the Interior and Agriculture). Title III: Wetlands Loan Fund Extension; Migratory Bird Hunting Stamp Act Amendment - Amends specified Federal law to extend the authorization of appropriations for the Wetlands Loan Fund until all such funds have been expended. (Currently the authorization is due to expire at the close of FY 1988.) Amends the Migratory Bird Hunting Stamp Act to authorize the Secretary of the Interior to deduct marketing expenses for the migratory bird hunting stamps program from the proceeds of the program before such proceeds are paid into the migratory bird conservation fund. Title IV: Conveyance and Naming of Fish Hatcheries - Directs the Secretary of the Interior to convey the Cohutta Fish Hatchery in Whitfield County, Georgia, to the University of Georgia for use in its fishery and extension program. Provides for reversion of such property to the United States if it is used for any other purpose. Renames the Millen National Fish Hatchery, north of Millen, Georgia, as the Bo Ginn National Fish Hatchery and Aquarium. Directs the Secretary of the Interior to convey: (1) the Frankfort National Fish Hatchery in Franklin County, Kentucky, to the State of Kentucky; (2) the Berlin National Fish Hatchery in Berlin, New Hampshire, to the State of New Hampshire; and (3) the Lake Mills National Fish Hatchery in the Town of Lake Mills, Wisconsin, to the State of Wisconsin. Title V: Acquisition of Lands Adjacent to Kilauea Point National Wildlife Refuge - Authorizes the Secretary of the Interior to acquire certain additional adjacent lands (Crater Hill and Mikolea Point) for the Kilauea Point National Wildlife Refuge on Kauai, Hawaii. Authorizes the Secretary, upon acquisition of such lands, to: (1) construct and maintain public access foot trails, including pedestrian viewing trails; (2) construct an access road; (3) acquire, or construct, and maintain a fence to protect wildlife; (4) conduct native plant restoration and wildlife enhancement activities; and (5) establish a recreation area in the vicinity of Kahili Bay. Requires that such trails and access roads be constructed so as to preserve the wild and scenic beauty of the refuge. Authorizes appropriations to carry out this title. Title VI: Amendments to Act Providing for Restoration of Klamath River Basin Fishery Resources - Amends Federal law to allow Klamath River Basin Fisheries Task Force (the Task Force) members to be reimbursed for travel expenses unless they are eligible for such expenses as employees of an agency or governmental unit. Directs the Task Force and the Klamath Fishery Management Council (the Council) to establish practices and procedures for carrying out their functions, including a requirement that a quorum must be present before business may be transacted. Requires a unanimous vote of all members present and voting in order for any comprehensive plan or recommendation to be adopted by the Council. Names the Act of October 27, 1986, which is amended by this title, the Klamath River Basin Fishery Resources Restoration Act. Title VII: Russian River Study - Requires the Director of the U.S. Fish and Wildlife Service (the Director, for purposes of this title) and the Secretary of the Army (the Secretary, for purposes of this title) to: (1) undertake jointly a comprehensive study of the fishery resources and fishery habitats of the Russian River, California, basin (the basin); (2) develop goals and short-term and long-term recommended actions for restoring and conserving such resources and habitats; (3) invite the Director of the Department of Fish and Game of the State of California (the California Director) to participate in the study; and (4) submit the study and recommendations to the Congress before October 1, 1991. Authorizes the California Director to participate if the State of California pays one-third of study costs. Requires a joint memorandum of understanding setting forth the responsibilities of each agency in carrying out the study. Designates the U.S. Fish and Wildlife Service as the lead agency. Sets forth required contents of the study, including: (1) description of fishery resources and habitats; (2) description and analysis of the basin; (3) historical account and analysis of fishery resources and habitats; (4) evaluation of information; and (5) discussion of the roles of Federal, State, and local governments (and the relationship of their plans with applicable private fishery management plans). Requires the State of California to pay one-third of the cost of the study in order to participate jointly in the study. Requires such payment to be from non-Federal sources, but allows in-kind contributions, in the form of personal services rendered by volunteers, and personal property provided by, or on behalf of, the State for study purposes. Provides that the Director's valuations of such contributions are final. Requires the Director to establish by regulation: (1) the training, experience, and other qualifications which volunteers must have in order for their services to be considered as in-kind contributions; and (2) the standards of determination of the values of in-kind contributions and real and personal property. Prohibits consideration of direct or indirect expenditures of Federal moneys by State or local governments as a contribution from a non-Federal source. Authorizes appropriations to the Director and the Secretary to carry out this title for FY 1990 and 1991. Title VIII: Amendments to the Fish and Wildlife Conservation Act of 1980 - Amends the Fish and Wildlife Conservation Act of 1980 (the Act, for purposes of this title) to extend through FY 1990 the authorization of appropriations for reimbursements to States for costs of administration and of developing and implementing conservation plans. Adds to the Act provisions for Federal conservation of migratory nongame birds. Directs the Secretary of the Interior to undertake specified research and conservation activities, in coordination with other Federal, State, international and private organizations with respect to migratory nongame birds. Includes among such activities: (1) monitoring and assessing population trends and the status of species, subspecies, and populations of all migratory nongame birds; (2) identifying the effects on them of environmental changes and human activities; (3) identifying species, subspecies, and populations that, without additional conservation actions, are likely to become endangered; and (4) identifying conservation actions to assure that such at-risk groups do not reach the point at which certain measures provided by the Endangered Species Act of 1973 become necessary. Directs the Secretary, within one year after enactment of this Act, and at five-year intervals thereafter, to report to specified congressional committees on the results of such activities. Title IX: Miscellaneous Amendments - Authorizes the Secretary of the Interior, acting through the Director of the U.S. Fish and Wildlife Service (Service), to relinquish to a State, or U.S. commonwealth territory, or possession, the exclusive legislative jurisdiction of the United States over all or part of any Service lands or interests therein, including National Wildlife Refuge System and National Fish Hatchery System lands. Allows such relinquishment by the filing with the chief executive officer of a notice to take effect upon acceptance, or as State law may provide. Amends the Water Resources Development Act of 1986 to authorize the Secretary of the Army to transfer title to a specified Delong Pier Jack-Up Barge Type A directly to any entity, including a private corporation, for use in the removal of the wreck of the ship A. Regina. States that such actions shall be at no cost to the United States and shall constitute full compliance by the Secretary of the Army with specified requirements. Amends the National Fish and Wildlife Foundation Establishment Act to authorize the Secretary of the Interior to continue to provide facilities and necessary support services to the National Fish and Wildlife Foundation after March 26, 1989, on a space available, reimbursable cost basis. Amends the National Wildlife Refuge System Administration Act of 1966 to increase penalties for certain violations of such Act, by providing for fines under specified Federal law and/or imprisonment for up to one year. Makes a technical correction of the Endangered Species Act of 1973, as amended by the African Elephant Conservation Act. Title X: Protection of Massachusetts Bay - Massachusetts Bay Protection Act of 1988 - Amends the Federal Water Pollution Control Act (the Clean Water Act) to designate Massachusetts Bay, Massachusetts, an estuary of national significance entitled to priority consideration from the Administrator of the Environmental Protection Agency (EPA) under the National Estuary Program. Directs the Administrator of the EPA and the Governor of Massachusetts, within one year after enactment of this Act, to: (1) identify and make available sources of funding to support activities pertaining to Massachusetts Bay under the National Estuary Program; and (2) coordinate existing research, monitoring, or control effects with such activities."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Massachusetts Bay Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Massachusetts Bay Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Klamath River Basin Fishery Resources Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Massachusetts Bay Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen certain fish and wildlife laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:11-05:00"
}