{
  "actions": [
    {
      "acted_at": "1999-10-20", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-10-26", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Roth. With written report No. 106-201.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-26", 
      "calendar": "Senate Legislative", 
      "number": "346", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 346.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1999-10-29", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S13507-13520", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1792-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1999-10-29", 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-26", 
  "number": "1792", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to extend expiring provisions, to fully allow the nonrefundable personal credits against regular tax liability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Relief Extension Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1999-10-29", 
  "subjects": [
    "Accounting", 
    "Agriculture and food", 
    "Alcohol tax", 
    "Alcoholic beverage industry", 
    "Alcoholic beverages", 
    "Alternative energy sources", 
    "Annuities", 
    "Bank holding companies", 
    "Bank loans", 
    "Biomass energy", 
    "Brownfields", 
    "Budget surpluses", 
    "Business education", 
    "Business income tax", 
    "Capital gains tax", 
    "Cellulose", 
    "Charitable contributions", 
    "Close corporations", 
    "Coal", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Contracts", 
    "Copyright", 
    "Corporate profits", 
    "Corporation taxes", 
    "Deficit reduction", 
    "Depletion allowances", 
    "Derivative securities", 
    "Diesel motor", 
    "Digestive diseases", 
    "Dividends", 
    "Dyes and dyeing", 
    "Economics and public finance", 
    "Education", 
    "Electric power production", 
    "Electric utilities", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employment tax credits", 
    "Energy", 
    "Energy tax credits", 
    "Environmental protection", 
    "Excise tax", 
    "Families", 
    "Farm manure", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Foreign banks and banking", 
    "Foreign corporations", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Forest products", 
    "Foundations", 
    "Franchises (Retail trade)", 
    "Fringe benefits", 
    "Futures trading", 
    "Gasoline tax", 
    "Government liability", 
    "Government spending reductions", 
    "Government trust funds", 
    "Graduate education", 
    "Grain", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "Holding companies", 
    "Incineration", 
    "Income tax", 
    "Insurance", 
    "Insurance companies", 
    "Insurance premiums", 
    "Intellectual property", 
    "Interest", 
    "Labor and employment", 
    "Landfills", 
    "Law", 
    "Leases", 
    "Legal education", 
    "Legumes", 
    "Life insurance", 
    "Loans", 
    "Lumber trade", 
    "Medical education", 
    "Methane", 
    "Minimum tax", 
    "Mutual funds", 
    "Nature conservation", 
    "Partnerships", 
    "Pension funds", 
    "Personal income tax", 
    "Petroleum industry", 
    "Pneumonia", 
    "Poultry industry", 
    "Profit", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Real estate investment", 
    "Refuse as fuel", 
    "Rent", 
    "Research and development tax credit", 
    "Retiree health benefits", 
    "Science, technology, communications", 
    "Securities", 
    "Self-employed", 
    "Service stations", 
    "Small business", 
    "Social welfare", 
    "Stockholders", 
    "Stocks", 
    "Student aid", 
    "Subsidiary corporations", 
    "Sugar", 
    "Synthetic fuel", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Territories (U.S.)", 
    "Trademarks", 
    "Transportation and public works", 
    "Trees", 
    "Trusts and trustees", 
    "Vaccines", 
    "Virgin Islands", 
    "Welfare-to-work", 
    "Wind power", 
    "Withholding tax", 
    "Wood"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-26", 
    "text": "TABLE OF CONTENTS: Title I: Extension of Expired and Expiring Provisions Title II: Revenue Offset Provisions Subtitle A: General Provisions Subtitle B: Provisions Relating to Real Estate Investment Trusts Title III: Budget Provision Tax Relief Extension Act of 1999 - Title I: Extension of Expired and Expiring Provisions - Amends the Internal Revenue Code to extend through December 31, 2000: (1) treatment of the tentative minimum tax for individuals as zero (and postponement of the reduction in child tax credit for taxpayers subject to the alternative minimum tax); (2) the exclusion from an employee's gross income of employer-provided educational assistance; (3) the research and experimentation credit; (4) exclusions from subpart F income (pro rata income of controlled foreign corporations taxable to U.S. shareholders) of exempt insurance income and active financing income; (5) the suspension of the net income limitation on percentage depletion from marginal oil and gas wells; and (6) the work opportunity tax credit and the welfare-to-work tax credit. (Sec. 102) Repeals the denial of exclusion from an employee's gross income (thus excluding from such gross income) any employer-provided assistance for graduate education leading to a law, business, medical, or other advanced academic or professional degree. (Sec. 103) Revises the credit for increasing research expenses to increase by specified percentages the components of the alternative incremental research credit. Extends the research credit to research in Puerto Rico or any U.S. possession. (Sec. 107) Extends through December 31, 2000 and amends the tax credit for electricity produced from certain renewable resources to: (1) redefine wind and closed-loop biomass facilities; (2) extend the credit to landfill gas and poultry waste facilities; and (3) deny use at the same time of both this credit and the credit for producing fuel from a nonconventional source with respect to any fuel produced from the same facility. (Sec. 108) Revises the deduction for the costs of brownfields environmental remediation to repeal the limitation of a qualified contaminated site to sites within a targeted area (any population census tract with a poverty rate of at least 20 percent, and less than 2,000 people). (Sec. 109) Increases from $10.50 to $13.50 for the period June 30, 1999, through December 31, 2000, the amount of rum excise tax covered over to Puerto Rico and the Virgin Islands. Requires the treasury of Puerto Rico, during such period, to make a certain transfer to the Puerto Rico Conservation Trust Fund. (Sec. 110) Amends the Taxpayer Relief Act of 1997, as amended by the Transportation Equity Act for the 21st Century, to delay until January 1, 2001, the requirement that registered motor fuels terminals offer dyed fuel as a condition of registration. (Sec. 111) Amends the Code to extend through June 30, 2000, the date by which certain gasification facilities must be placed in service in order to qualify for the production credit for fuels produced from nonconventional sources. Title II: Revenue Offset Provisions - Subtitle A: General Provisions - Amends the Code, with respect to the individual estimated tax safe harbor, to revise the 1999 through 2004 scale of the applicable percentage of a preceding year's tax for an individual whose adjusted gross income exceeds $150,000. (Sec. 202) Reduces the foreign tax credit carryback by one year (the second preceding year), and increases the carryover to seven years. (Sec. 203) Excludes from the meaning of capital assets (for capital gains and losses purposes): (1) any commodities derivative financial instrument held by a commodities derivatives dealer, unless it is established to the Secretary of the Treasury's satisfaction that such instrument has no connection to the activities of such dealer as a dealer; (2) any hedging transaction clearly identified as such before the close of the day on which it was acquired, originated, or entered into (or such other time as the Secretary may by regulations prescribe); or (3) supplies of a type regularly used or consumed by the taxpayer in the ordinary course of a trade or business of the taxpayer. (Sec. 204) Imposes a tax on any conjugate vaccine against streptococcus pneumoniae sold by its manufacturer, producer, or importer. Amends the Vaccine Injury Compensation Program Modification Act to repeal as of their original effective dates: (1) inclusion of vaccines against rotavirus gastroenteritis as taxable vaccines; and (2) specified limitations on payments from the Vaccine Injury Compensation Trust Fund. Directs the Comptroller General to report to specified congressional committees on the operation of the Trust Fund and its adequacy to meet future claims. (Sec. 205) Requires any organization a significant trade or business of which is the lending of money to report to IRS any cancellation of indebtedness income. (Sec. 206) Revises the exemption from specified tax treatment of welfare benefit funds (prefunding limits) of any welfare benefit fund which is part of a ten or more employer plan. Limits such exemption to such funds whose only benefits are medical benefits, disability benefits, or group term life insurance benefits which do not provide directly or indirectly for any cash surrender value or other money that can be paid, assigned, borrowed, or pledged for collateral for a loan. Revises the meaning of disqualified benefit which would trigger a certain tax on a welfare benefit fund to set forth a special rule for ten or more employer plans exempted from prefunding limits. Treats as a disqualified benefit subject to such tax any portion of a welfare benefit fund under a ten or more employer plan which is attributable to prefunding limit-exempted contributions if such portion is used for a purpose other than that for which the contributions were made. (Sec. 207) Increases from ten percent to 15 percent of a nonperiodic distribution the withholding rate for nonperiodic distributions from deferred compensation plans. (Sec. 208) Declares that if a taxpayer has gain from a constructive ownership transaction with respect to any financial asset and such gain would otherwise be treated as a long-term capital gain: (1) such gain shall be treated as ordinary income to the extent that it exceeds the net underlying long-term capital gain; and (2) to the extent such gain is then treated as a long-term capital gain, the determination of the applicable capital gain rate (or rates) shall be determined on the basis of the respective rate (or rates) that would have been applicable to the net underlying long-term capital gain. Increases the tax on any gain thus treated as ordinary income by the amount of interest assessable for underpayment of tax, determined with respect to each prior taxable year during any portion of which the constructive ownership transaction was open. Denies any credit against such increase in tax. (Sec. 209) Extends through FY 2009 specified treatment of qualified transfers of excess pension assets to retiree health accounts. Prescribes minimum employer cost requirements for plans transferring assets during the five-year cost maintenance period following a qualified transfer. (Sec. 210) Prohibits accrual method taxpayers from using the installment method of accounting for installment sales. Revises the special nondealer rules for pledges of installment obligations to declare that a payment on an installment obligation shall be treated as directly secured by an interest in an installment obligation to the extent an arrangement allows the taxpayer to satisfy all or a portion of the indebtedness with the installment obligation. (Sec. 211) Revises special rules which allow users of the accrual method not to accrue payments for personal services which (on the basis of experience) will not be collected, to limit such services to those performed in the fields of health, law, engineering, architecture, accounting, actuarial science, performing arts, or consulting. (Sec. 212) Disallows any charitable contribution deduction for transfers to or for the use of a charitable remainder trust if in connection with such transfer: (1) the trust directly or indirectly pays, or has previously paid, any premium on any personal benefit contract with respect to the transferor (split-dollar arrangement); or (2) there is an understanding or expectation that any person will directly or indirectly pay any such premium. Defines personal benefit contract as any life insurance, annuity, or endowment contract in which any direct or indirect beneficiary is the transferor, any member of the transferor's family, or any other person designated by the transferor (except an organization which may receive a deductible charitable contribution). Excepts from treatment as indirect beneficiaries: (1) certain organizations which incur obligations under charitable gift annuity contracts; and (2) persons entitled to payments under certain charitable remainder trusts or unitrusts. Imposes an excise tax in the amount of any premiums paid in connection with such transfers. (Sec. 213) Sets forth a special rule for the assumption of liabilities with respect to determining the basis of property in corporate organizations and reorganizations in which neither gain nor loss is recognized, with the purpose of preventing a duplication of loss through assumption of liabilities giving rise to a deduction. Declares that if, after application of other basis-determining requirements to exchanges of stock and securities, the basis of nonrecognition property exceeds its fair market value, then such basis shall be reduced (but not below such fair market value) by the amount of any liability of the taxpayer assumed in exchange for such property, where such assumption (because payment of the liability would give rise to a deduction, or would be a payment to a retiring partner or a deceased partner's successor in interest) is exempted from requirements that it be treated as money received by the taxpayer. Waives such reduction of basis if the trade or business giving rise to the liability is transferred to the person assuming the liability as part of the exchange. (Sec. 214) Revises treatment and basis allocation rules for transfers of intangibles in certain nonrecognition transactions. Declares that a transfer of an interest in intangible property (such as patents, copyrights, trademarks, franchises, methods, and similar items) shall be treated in such nonrecognition transactions as a transfer of property even if the transfer is of less than all of the substantial rights of the transferor in the property. Requires allocation of the transferor's basis immediately before the transfer among the rights the transferor retains and the rights transferred on the basis of their respective fair market values. States that such treatment shall not apply to a transfer of intangible property developed by the transferor or any related person if such development was pursuant to an arrangement with the transferee. Applies these same rules to partnerships. (Sec. 215) Sets forth a rule for distributions by a partnership to a corporate partner of stock in another corporation. Requires reduction by the specified excess amount in the basis of property held by a distributed corporation where: (1) a corporation (corporate partner) receives a distribution from a partnership of stock in another corporation (distributed corporation); (2) the corporate partner has control of the distributed corporation immediately after the distribution or at any time thereafter; and (3) the partnership's adjusted basis in such stock immediately before the distribution exceeded the corporate partner's adjusted basis in such stock immediately after the distribution. Exempts from such requirement any distribution of stock in the distributed corporation if: (1) the corporate partner does not have control of such corporation immediately after such distribution; and (2) the corporate partner establishes to the satisfaction of the Secretary that such distribution was not part of a plan or arrangement to acquire control of the distributed corporation. Provides that, if the amount of any such reduction exceeds the aggregate adjusted bases of the property of the distributed corporation: (1) such excess shall be recognized by the corporate partner as long-term capital gain; and (2) the corporate partner's adjusted basis in the stock of the distributed corporation shall be increased by such excess. Requires reduction of the basis of any stock in a controlled corporation which is property held by a distributed corporation with respect to these requirements. (Sec. 216) Requires any employee stock ownership plan (ESOP) holding employer securities consisting of stock in an S corporation to provide that no portion of the assets of the plan attributable to (or allocable in lieu of) such employer securities may, during a nonallocation year, accrue (or be allocated directly or indirectly under any qualified plan of the employer) for the benefit of any disqualified person. Defines a nonallocation year as any ESOP plan year if, at any time during it such plan holds employer securities consisting of stock in an S corporation, and disqualified persons own at least 50 percent of the number of shares of stock in that corporation. Prescribes attribution rules. Imposes an excise tax for violations of such prohibition. Subtitle B: Provisions Relating to Real Estate Investment Trusts - Amends the Code with respect the real estate investment trusts (REITs). Modifies the asset diversification test for a REIT to: (1) allow up to 20 percent of total assets at the close of each quarter to be represented by securities of one or more taxable REIT subsidiaries; and (2) disregard in calculating the permissible 25 percent of total assets represented by securities any straight debt meeting specified requirements. (Sec. 222) Excludes from impermissible tenant service income (thus including as rents from real property meeting the requirements of a REIT) any amount received or accrued by the REIT for services furnished or rendered, or management or operation provided, through a taxable REIT subsidiary. Sets forth a special rule including in rents from real property, if specified rental and lodging facility requirements are met, any amounts paid to a REIT by a taxable REIT subsidiary. (Sec. 223) Defines taxable REIT subsidiary. (Sec. 224) Disqualifies for the corporate deduction for interest on indebtedness any interest paid or accrued (directly or indirectly) by a taxable REIT subsidiary to the REIT (earnings stripping). (Sec. 225) Imposes on a REIT a tax equal to 100 percent of redetermined rents, redetermined deductions, and excess interest. (Sec. 231) Sets forth a special foreclosure rule for health care properties acquired by a REIT as the result of the termination of a lease of such property (other than a termination by reason of a default, or the imminence of a default, on the lease). Requires disregard of income derived or received by a REIT from an independent contractor to the extent it is attributable to: (1) any lease of property in effect on the date the REIT acquired the qualified health care property; or (2) any lease of property entered into after such date if a lease of such property from the trust was in effect on such date, and under the terms of the new lease, the REIT receives a substantially similar or lesser benefit in comparison to the first kind of lease. (Sec. 241) Reduces from 95 percent to 90 percent of REIT income and of the excess of the net income from foreclosure property over the tax on foreclosure property specified components of the formula for determination of the amount of dividend deductions which help establish the taxability of REIT income. Reduces from 95 percent to 90 percent of REIT gross income a specified component of the formula for determining the amount of tax imposed on a REIT for failure to meet certain requirements. (Sec. 251) Requires that only persons who own, directly or indirectly, more than five percent of a certain class of stock regularly traded on an established securities market be taken into account as owning any of the stock of such class for purposes of the 35-percent ownership rule determining whether a person is (under 35- percent ownership) or is not (over 35-percent ownership) an independent contractor for purposes of determining rents from real property, and of the special rules for foreclosure property, with respect to REIT taxation. (Sec. 261) Declares that any distribution by a regulated investment company (RIC) made in order to comply with certain tax requirements shall be treated as made from the earliest earnings and profits accumulated in any taxable year to which certain other requirements did not apply (non-RIC year) rather than the most recently accumulated earnings and profits. (Sec. 271) Revises rules for calculating the annualized estimated income installment for a corporation where such installment would be lower than a prescribed amount. Declares that any dividend received from a closely held REIT by any person which owns ten percent or more (by vote or value) of the stock or beneficial interests in the REIT shall be taken into account in computing annualized income installments in a manner similar to the manner under which partnership income inclusions are taken into account. Defines closely held REIT as one with respect to which five or fewer persons own 50 percent or more (by vote or value) of the stock or beneficial interests in the REIT. (Sec. 281) Requires a REIT not to be a controlled entity. Defines controlled entity as one in which, at any time during the taxable year, one person (other than a qualified entity): (1) in the case of a corporation, owns stock possessing at least 50 percent of the total voting power of the corporation's stock, or having a value equal to at least 50 percent of the total value of the corporation's stock; or (2) in the case of a trust, owns beneficial interests in the trust which would meet requirements for a corporation if such interests were stock. Provides that a REIT is not a controlled entity, but is instead a qualified entity, even if it meets the criteria for a controlled entity, but the person owning the stock or beneficial interests is either itself a REIT, or a partnership in which one REIT owns at least 50 percent of the capital and profits interests in the partnership. Excludes from the meaning of controlled entity an incubator REIT meeting specified stock, mortgage asset, and investment capital criteria. Title III: Budget Provision - Declares that any net deficit increase or net surplus increase resulting from the enactment of this Act shall not be counted for the pay-as-you-go automatic offsetting sequestration requirements of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Relief Extension Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to extend expiring provisions, to fully allow the nonrefundable personal credits against regular tax liability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:57-05:00"
}