{
  "actions": [
    {
      "acted_at": "1990-03-09", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-09-11", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 101-455.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-11", 
      "calendar": "Senate Legislative", 
      "number": "814", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 814.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-25", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-10-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T11:00:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T17:49:00-04:00", 
      "references": [], 
      "text": "Mr. Roe asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T17:56:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T18:02:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-25T18:02:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-05", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-09", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-16", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1990-11-16", 
      "congress": "101", 
      "law": "public", 
      "number": "611", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 101-611.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3156-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3156"
    }
  ], 
  "bill_id": "s2287-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1990-03-09", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "101", 
    "law_type": "public", 
    "number": "611"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1990-11-16", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-25T18:02:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-10-25", 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-09", 
  "number": "2287", 
  "official_title": "A bill to authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, and research and program management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4196-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1990-11-16", 
  "subjects": [
    "Aeronautics", 
    "Artificial satellites", 
    "Astronautics", 
    "Authorization", 
    "Buy American", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Inspectors general", 
    "International cooperation in astronautics", 
    "Launch vehicles", 
    "Manned space flight", 
    "Nuclear weapons", 
    "Privatization", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research grants", 
    "Rockets (Aeronautics)", 
    "Small business", 
    "Space exploration", 
    "Space flight", 
    "Space industrialization", 
    "Space policy", 
    "Space programs", 
    "Space sciences", 
    "Space shuttles", 
    "Space stations", 
    "Space warfare", 
    "Space weapons", 
    "Spacecraft", 
    "Supersonic aircraft", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-10-25", 
    "text": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991 - Title I: National Aeronautics and Space Administration Authorizations - Authorizes appropriations to the National Aeronautics and Space Administration (NASA) for: (1) research and development; (2) space flight, control, and data communications; (3) construction of facilities; (4) research and program management, including scientific consultations; and (5) the Inspector General. Permits appropriations for the first two numbered categories to be used for certain items of a capital nature (other than land acquisition) required for the performance of research and development contracts and for grants to nonprofit educational and research organizations to augment their research facilities. Prohibits the use of these funds for the construction of any major facility whose estimated cost exceeds a specified amount, unless the Administrator of NASA notifies specified congressional committees. Authorizes fund use, subject to limitations, for facilities construction, repair, or modification and for unforeseen programmatic facility project needs. Permits upward variances of funds for facilities construction under circumstances outlined in this Act. Authorizes certain fund transfers and makes available specified funds for the construction and modification of facilities. Requires the Administrator to notify specified congressional committees of the nature, cost, and need for such construction before expending the funds in question. Prohibits, until 30 days following congressional receipt of the Administrator's full explanation, the use of funds appropriated pursuant to this Act for any program that: (1) has been eliminated by the Congress from the original requests; (2) is in excess of the amount actually authorized for the particular program by specified provisions; or (3) has not been presented to either of the relevant congressional committees. Requires NASA to keep specified congressional committees fully and currently informed with respect to all activities within the jurisdiction of those committees. Amends the National Aeronautics and Space Act of 1958 to add to the functions of NASA those of: (1) seeking and encouraging the fullest commercial use of space; and (2) encouraging and providing for Federal Government use of commercially provided space services and hardware. Authorizes appropriations to carry out the activities of the National Space Council, limiting the amount which may be used for official reception and representation expenses. Requires the Council to reimburse other agencies for at least half of the personnel compensation costs of individuals detailed to it. Declares that it is the sense of the Congress that the Council should establish guidelines and policy recommendations for the conduct of expendable launch vehicle operations in which a Federal agency assumes substantial responsibility for public safety, indemnification, and administrative oversight. Requires the Administrator to: (1) distribute research and development funds geographically in order to provide the broadest practicable participation in NASA programs; (2) award to a domestic firm a contract that, under the use of competitive procedures, would be awarded to a foreign firm, if certain conditions exist; and (3) submit to specified congressional committees certain reports relating to the Advanced Solid Rocket Motor. Declares it to be U.S. policy to use the space shuttle: (1) for purposes that require the presence of man or the unique capabilities of the shuttle; or (2) when other compelling circumstances exist, including those related to national security or foreign policy. States that the policy does not preclude carrying secondary payloads that do not require the presence of man if consistent with the requirements of research, development, demonstration, scientific, commercial, and educational programs authorized by the Administrator. Requires the Administrator to submit to the Congress: (1) a plan for implementing the policy; and (2) at least annually, a report certifying that the payloads scheduled to be launched for the next four years are consistent with the policy and justifying exceptions. Directs the Administrator to: (1) review proposed manned space flight missions with regard to identifying the human factors knowledge base necessary and developing a schedule of when specified components of information will need to be acquired or developed; (2) develop a strategic plan for life sciences research and technology development, including a crew certification plan and a life sciences implementation plan; and (3) verify the physiological and technical feasibility of the life sciences implementation plan. Requires the National Space Council to conduct a study on International Cooperation in Planetary Exploration to: (1) develop an inventory of intentions of all national space agencies; (2) seek ways to enhance the planning and exchange of information; (3) prepare a proposal for efficient use of resources in cooperative endeavors to establish human presence beyond Earth orbit; (4) develop priority goals for needs that could not be achieved by any individual country; (5) explore the possibilities of international unmanned probes and international manned missions beyond Earth's orbit; and (6) devise strategies for cooperation that would prevent unwanted transfer of technology. Mandates a report to the Congress. Authorizes appropriations to the Secretary of Commerce for the Office of Space Commerce. Requires an annual report to specified congressional committees on the activities of the Office, including planned programs and expenditures. Directs the Secretary of Defense and the Administrator to jointly pursue on a high priority basis a National Aero-Space Plane program to develop and demonstrate, by 1997, a primarily air breathing single-state-to-orbit and long range hypersonic cruise research flight vehicle. Requires, as much as possible, technological information developed to be transferred to the military and to the domestic civil aviation and other private industries. Requires joint development of management plan. Amends the Commercial Space Launch Act to authorize appropriations to carry out the Act. Allows States as well as the private sector to acquire U.S. launch property and services which are not needed for public use. Modifies the purposes of the Act to include strengthening and expanding the U.S. space transportation infrastructure. Adds to the list of duties of the Secretary of Transportation in carrying out the Act that of facilitating private sector involvement in commercial space transportation activity and promoting public-private partnerships to build, expand, modernize, or operate space launch infrastructure. Declares that it is the sense of the Congress that the goal of U.S. policy should be that: (1) U.S. space activities should be conducted in a manner that does not increase orbital space debris; and (2) the United States should engage other spacefaring Nations regarding not increasing orbital space debris. Authorizes the Administrator to expend excess funds appropriated for orbiter production under specified provisions to maintain the space shuttle orbiter production line and related production lines of orbiter subcontractors. Requires that, in any agreement entered into by NASA for an Industrial Application Center, the center be allowed to retain all client income without any deductions from appropriated funds received or to be received. Directs the National Space Council to establish a Users' Advisory Group to ensure that the interests of industries and other non-Federal entities are adequately represented in the Council. Exempts the Group from specified provisions of the Federal Advisory Committee Act. Authorizes the Administrator to purchase specified land in New Mexico to use as a balloon launching facility. Declares that: (1) no civil Space Station authorized under this Act may be used to carry or place in orbit any nuclear weapon or any other weapon of mass destruction, or to station any such weapon in space in any other manner; and (2) this civil Space Station may be used only for peaceful purposes. Allows the Administrator to use up to five percent of the funds provided for the Small Business Innovation Research Program for program management and promotional activities. Requires the Administrator to submit to specified congressional committees an assessment by the National Research Council of the requirements, benefits, technological feasibility, and roles of Earth-to-orbit propulsion system options that could be developed, including the assembly and operation of the Space Station and potential space activities beyond the year 2000. Requires the Director of the Office of Science and Technology Policy to report to the Congress on the advisability of establishing a permanent National Civil Remote-Sensing Advisory Committee. Title II: Launch Services Purchase - Launch Services Purchase Act of 1990 - Requires NASA to purchase launch services for its primary payloads from commercial providers unless, on a case by case basis, the Administrator determines that: (1) the payload requires the unique capabilities of the space shuttle; (2) cost effective commercial services are not available; (3) the use of commercial services poses an unacceptable risk of loss of a unique scientific opportunity; or (4) the payload serves national security or foreign policy purposes. Requires notification of specified congressional committees of the determination and its rationale. Allows launch vehicles to be acquired or owned by NASA only: (1) as required for the above exceptions; (2) for conducting research and development on, and testing of, launch technology; and (3) historical purposes. Requires: (1) NASA contracts for launch services to be awarded on full, fair, and open competition; (2) NASA to limit its requirements for cost or pricing data in support of a bid or proposal to that which is reasonably required to protect U.S. interests; and (3) reasonable performance specifications, not detailed design or construction specifications, to be used as much as feasible. Prohibits commercial payloads from being accepted for launch as primary payloads on the space shuttle unless the Administrator determines that: (1) the payload requires the unique capabilities of the space shuttle; or (2) launching on the shuttle is important for national security or foreign policy purposes. Requires the Administrator to submit to specified congressional committees a report outlining the minimal requirements for documentation and other administrative data needed to procure launch services in a commercially reasonable manner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act, 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Launch Services Purchase Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Launch Services Purchase Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, and research and program management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:56-05:00"
}