{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9983-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "9983", 
  "official_title": "A bill to establish a Commission on Federal Elections to carry out the Federal Election Campaign Act of 1971 and to recommend further reforms with respect to regulation of campaign activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Election Reform Act", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Election law", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Election law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Election Reform Act - Creates a five member Commission on Federal Elections which shall be appointed by the President, by and with the advice and consent of the Senate. Establishes a seventeen member nominating committee which shall have the duty of recommending to the President suitable persons for appointment to the Commission. Directs the Commission to conduct an extensive and exhaustive study of the practices engaged in by political parties and individuals in the course of Federal political campaigns, which might include, but would not be limited to, such matters as: (1) the adequacy of procedures for the enforcement of existing laws relating to political campaigns and campaign financing; (2) the existing and alternative methods of financing political campaigns and limitations on campaign spending; (3) the review of Federal laws as they relate to the financing of political campaigns; (4) the purposes for which money is expended in political campaigns, such as development of campaign organizations, campaign advertising, voter registration, and polling; (5) the methods and procedures by which candidates are nominated for Federal office by political parties; (6) the adequacy of safeguards against unethical, disruptive, fraudulent, violent, or otherwise wrongful campaign tactics; (7) the interrelationship of Federal, State, and local campaigns, and of Federal, State, and local laws relating to campaigns and campaign financing; and (8) the length of the period over which candidates are required to campaign for nomination and election to Federal office. Provides that the Commission shall make recommendations for such legislation, constitutional amendment or other reforms as its findings indicate, and in its judgment are desirable to revise and control the practices and procedures of political parties, organizations, and individuals participating in the Federal electoral process. Requires the Commission to submit a final report to the Congress and the President no later than December 1, 1974. Makes it unlawful for any person, other than a candidate, an official national party committee, or any official congressional or Senate campaign committee, to make, directly or indirectly, contributions to or expenditures on behalf of any candidate and the authorized committees of such candidate, during any calendar year, in a total aggregate amount in excess of: (1) $2,500 in the case of a candidacy for President or Vice President of the United States; or (2) $1,000 in the case of a candidacy for the United States Senate or House Representatives. Provides that the Commission may, by one or more of its members or by such agents or agency as it may designate, conduct any hearing or other inquiry necessary or appropriate to its functions anywhere in the United States. Allows a tax credit under the Internal Revenue Code for contributions to candidates for public office. Increases the present limitations on such credits to $250 in the case of an individual taxpayer and to $500 in the case of a joint return (presently $12.50 and $25.00 respectively)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Election Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on Federal Elections to carry out the Federal Election Campaign Act of 1971 and to recommend further reforms with respect to regulation of campaign activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:35-05:00"
}