{
  "actions": [
    {
      "acted_at": "1984-08-10", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department, Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2963-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1984-08-10", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1984-08-10", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-10", 
  "number": "2963", 
  "official_title": "A bill to amend the Tariff Act of 1930 to establish a Trade Remedy Assistance Office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Trade Remedies Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-10", 
  "subjects": [
    "Appellate courts", 
    "Business and commerce", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Customs administration", 
    "Department of Commerce", 
    "Dumping", 
    "Executive reorganization", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "Interest rates", 
    "International Trade Commission", 
    "Judicial review", 
    "Jurisdiction", 
    "Small business", 
    "Tariff", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Dumping", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-10", 
    "text": "Small Business Trade Remedies Act of 1984 - Declares that amendments to this Act refer to amendments to the Tariff Act of 1930 (the Act). Amends the Tariff Act of 1930 to establish within the Department of Commerce a Small Business Trade Assistance Office to provide the public, upon request, information concerning: (1) remedies and benefits available under the trade laws; and (2) the petition and application procedures, and the appropriate filing dates, with respect to such remedies and benefits. Requires agencies administering a trade law to provide technical assistance to small businesses with regard to the filing of trade relief petitions. Includes specified provisions of the Trade Act of 1974, the Tariff Act of 1930, and the Trade Expansion Act of 1962 in the term \"trade laws.\" Grants exclusive jurisdiction to the Court of Appeals for the Federal Circuit for review of determinations made by the Secretary of Commerce, the administering authority, or the International Trade Commission (ITC) with respect to: (1) countervailing and antidumping duty proceedings (currently, such an appeal may be taken in the U.S. Court of International Trade); and (2) the liquidation of imported merchandise entered, or withdrawn from warehouse, for consumption (currently, such an appeal may be taken in either the U.S. Court of International Trade or the Court of Appeals for the Federal Circuit). Repeals specified provisions of Federal law granting jurisdiction to the U.S. Court of International Trade with respect to the review of specified trade relief determinations made under the Act. Sets forth the order of precedence of civil action cases before the U.S. Court of International Trade. Sets forth the procedure for judicial review of administering authority and ITC determinations before the Court of Appeals for the Federal Circuit. Adds to those determinations which are reviewable in the Court of Appeals for the Federal Circuit the determination as to whether a particular type of imported merchandise is within the class of such merchandise described in a finding of dumping, or in an antidumping or countervailing duty order, and a determination predicated upon the size of either the dumping margin or net subsidy determined to exist. Includes in the term \"interested party\" an association, a majority of whose members is composed of specified interested parties with respect to a like product. Requires both the administering authority and the ITC, upon the request of any party to a countervailing or antidumping duty investigation, to hold a hearing before making a final determination with respect to: (1) subsidies being provided with regard to merchandise subject to a quantitative restriction agreement; and (2) such merchandise being sold in the United States at less than fair value. Provides an exemption for required hearings by the ITC upon request and before making an injury determination in countervailing or antidumping duty investigations. Permits an officer or employee of the U.S. Customs Service who is involved in conducting an investigation regarding fraud under the Act to receive confidential information that has been submitted to the administering authority or the ITC with respect to such investigation. Requires the administering authority and the ITC with regard to information that has been requested to be kept confidential to provide that such confidential information be accompanied by specified summaries and statements. Requires the Secretary of Commerce to study the practices that are applied in making adjustments to purchase prices, exporter's sales prices, foreign market value, and constructed value in determining antidumping duties. Sets forth what shall be included in such study. Allows the administering authority, for purposes of determining U.S. or foreign prices, to use averaging or recognized sampling techniques. Gives the administering authority the sole authority to select such techniques. Permits the administering authority to make a preliminary determination on the basis of the record then available as to whether a subsidy is being provided with respect to merchandise which is the subject of a countervailing duty investigation provided a written waiver of verification of information is received by such authority. Permits the administering authority to terminate a countervailing or antidumping duty investigation initiated by it. Requires the administering authority, with respect to the suspension of a countervailing and antidumping duty investigation that is based upon an agreement to eliminate or to cease exports or agreements to eliminate the injurious effects of such subsidies, to permit all interested parties (as described under the Act) to submit comments and information for the record before the date on which notice of such suspension is published. Provides for an affirmative final determination in critical circumstances cases with respect to subsidies having been provided to merchandise that is the subject of a countervailing and antidumping duty investigation even though the administering authority's preliminary determination as to such subsidies was negative. Sets forth specified actions the administering authority must take if it makes an affirmative preliminary determination. Adds a specified condition for the allowance by the administering authority of the posting of a bond or other security in lieu of the required deposit of estimated antidumping duties pending the liquidation of entries of merchandise. Prohibits a customs officer, with respect to all entries, or withdrawals from warehouse, for consumption of merchandise subject to a countervailing duty order, from delivering merchandise of a class or kind to the person who imported it unless that importer complies with specified information requirements. Requires countervailing and antidumping duties imposed by this Act to be treated as any other customs duties for purposes of any law relating to the drawback of customs duties. Provides that for purposes of determining U.S. price, the term \"exporter\" includes the person by whom or for whose account the merchandise is imported into the United States if: (1) such person owns or controls, directly or indirectly, through stock ownership or control, 20 percent or more of (currently, any interest in) the business of such exporter, manufacturer, or producer; and (2) such exporter, manufacturer, or producer owns or controls, directly or indirectly, through stock ownership or control, 20 percent (currently, any interest in) of any business conducted by such person. Provides that the term \"related parties\" includes any person directly or indirectly owning, controlling, or holding with power to vote, 20 percent or more (currently, five percent) of the outstanding voting stock or shares of any organization and such organization. Changes the term \"usual wholesale quantities\" to \"usual commercial quantities.\" Includes a reseller's price for purposes of determining the purchase price of merchandise under the Act. Provides that the foreign market value of imported merchandise shall be the price at the time such merchandise is first sold within the United States by the person for whom (or for whose account) the merchandise is imported to any other person who is not specifically described under the Act with respect to such person. Provides that an intermediate country shall be treated, for purposes of the Act, as the country from which the merchandise was exported. Provides for subsidy practices discovered by the administering authority during a countervailing duty proceeding. Sets forth specified procedures the administering authority and the ITC must take with respect to information presented or discussed at an ex parte meeting. Changes specified terms used under the Act to deal with confidential information. Requires interest to be paid on overpayments and underpayments of amounts deposited on merchandise entered, or withdrawn from warehouse, for consumption on and after: (1) the date of publication of a countervailing or antidumping duty order; or (2) the date of a finding under the Antidumping Act, 1921. Provides the interest rate to be that rate as established by a specified section of the Internal Revenue Code. Sets forth the effective dates of the amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Trade Remedies Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 to establish a Trade Remedy Assistance Office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:28-05:00"
}