{
  "actions": [
    {
      "acted_at": "1998-04-30", 
      "references": [
        {
          "reference": "CR S3940-3941", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-30", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-05-21", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Hatch with an amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-21", 
      "calendar": "Senate Legislative", 
      "number": "382", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 382.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-07-13", 
      "references": [
        {
          "reference": "CR S8073-8082", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-13", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-07-14T12:32:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-08-04", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-11", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-14", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07T22:31:00-04:00", 
      "references": [], 
      "text": "Mr. McCollum moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07T22:31:00-04:00", 
      "references": [
        {
          "reference": "CR H9987-9993", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07T22:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07T22:43:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1998-10-07T22:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [
        {
          "reference": "CR S12036-12043", 
          "type": "consideration"
        }
      ], 
      "text": "Senate agreed House amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-09", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1998-10-09", 
      "congress": "105", 
      "law": "public", 
      "number": "251", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 105-251.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3126-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3126"
    }
  ], 
  "bill_id": "s2022-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1998-04-30", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1998-06-23", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coverdell, Paul", 
      "sponsored_at": "1998-07-06", 
      "state": "GA", 
      "thomas_id": "01310", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1998-04-30", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1998-05-21", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1998-04-30", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1998-05-21", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1998-06-10", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1998-09-17", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1998-04-30", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1998-07-16", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "1998-05-07", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1998-05-18", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "105", 
    "law_type": "public", 
    "number": "251"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1998-10-09", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1998-10-07T22:43:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-07-13", 
    "vetoed": false
  }, 
  "introduced_at": "1998-04-30", 
  "number": "2022", 
  "official_title": "A bill to provide for the improvement of interstate criminal justice identification, information, communications, and forensics.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Crime Identification Technology Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "DeWine, Mike", 
    "state": "OH", 
    "thomas_id": "00293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1998-10-09", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of juvenile justice", 
    "Administrative fees", 
    "Administrative remedies", 
    "Adult day care", 
    "Arrest", 
    "Authorization", 
    "Child abuse", 
    "Child care workers", 
    "Civil rights and liberties, minority issues", 
    "Computers and government", 
    "Congress", 
    "Congressional oversight", 
    "Corrections", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "DNA fingerprints", 
    "Data banks", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Families", 
    "Family violence", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Federal-state relations", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Forensic medicine", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Identification of criminals", 
    "Indian law enforcement", 
    "Information technology", 
    "Interstate commissions", 
    "Interstate compacts", 
    "Interstate relations", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Licenses", 
    "Minorities", 
    "Parole", 
    "Personnel records", 
    "Probation", 
    "Prosecution", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Sex offenders", 
    "Social welfare", 
    "State laws", 
    "Volunteer workers in social service", 
    "Youth services"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1998-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Crime Identification Technology Act of 1998 Title II: National Criminal History Access and Child Protection Act Subtitle A: Exchange of Criminal History Records for Noncriminal Justice Purposes Subtitle B: Volunteers for Children Act Title I: Crime Identification Technology Act of 1998 - Crime Identification Technology Act of 1998 - Directs the Office of Justice Programs, relying principally on the expertise of the Bureau of Justice Statistics, to make a grant to each State to be used in conjunction with local governments, State and local courts, and other States to establish or upgrade an integrated approach to develop information and identification technologies and systems to: (1) upgrade criminal history and criminal justice record systems; (2) improve criminal justice identification; (3) promote compatibility and integration of national, State, and local systems for criminal justice purposes, firearms eligibility determinations, identification of sexual offenders and domestic violence offenders, and background checks for other authorized purposes; and (4) capture information for statistical and research purposes to improve criminal justice administration. Sets forth permissible grant uses, such as for programs to establish, develop, update, or upgrade: (1) State centralized, automated, adult and juvenile criminal history record information systems; (2) automated fingerprint identification systems that are compatible with standards established by the National Institute of Standards and Technology and interoperable with the Federal Bureau of Investigation's (FBI) Integrated Automated Fingerprint Identification System; (3) ballistics identification and information programs that are compatible and integrated with the National Integrated Ballistics Network; and (4) the capabilities of forensic science and medical examiner programs related to criminal justice administration, including programs regarding accreditation or certification, and programs relating to the identification and analysis of deoxyribonucleic acid (forensic programs). Requires a State, to be eligible to receive such a grant, to provide assurances to the Attorney General that the State has the capability to contribute pertinent information to the national instant criminal background check system established under the Brady Handgun Violence Prevention Act. Requires such assurances to include a provision that ensures that a statewide strategy for information sharing systems is underway, or will be initiated, to improve the functioning of the criminal justice system, with an emphasis on integration of all criminal justice components, law enforcement, courts, prosecution, corrections, and probation and parole. Directs that the strategy be prepared after consultation with State and local officials with emphasis on the recommendation of officials whose duty it is to oversee, plan, and implement integrated information technology systems, and contain specified items, such as an assessment of criminal justice resources being devoted to information technology. Limits the Federal share to 90 percent of the costs of a program or proposal funded under this title, with an exception. Authorizes appropriations. Limits the percentage of funds that may be used for salaries and administrative expenses, for technical assistance, training and evaluations, and for forensic programs. Requires the Attorney General to ensure the amounts are distributed on an equitable geographic basis. Authorizes the Attorney General to use amounts made available under this Act to make grants to Indian tribes for use in accordance with the Act. Title II: National Criminal History Access and Child Protection Act - National Criminal History Access and Child Protection Act - Subtitle A: Exchange of Criminal History Records for Noncriminal Justice Purposes - National Crime Prevention and Privacy Compact Act of 1998 - Enacts into law, and grants congressional consent to States to enter into, the National Crime Prevention and Privacy Compact as set forth in section 217 of this Act. (Sec. 216) Directs: (1) all departments, agencies, officers, and employees of the United States to enforce the Compact and cooperate with one another and with all party States (i.e., States that have ratified the Compact) in enforcing the Compact and effectuating its purposes; and (2) the Attorney General to make such rules and take other necessary actions to carry out the Compact and this subtitle. (Sec. 217) Sets forth the Compact, which organizes an electronic information sharing system among the Federal Government and the States to exchange criminal history records for noncriminal justice purposes authorized by Federal or State law, such as background checks for governmental licensing and employment. Specifies that the FBI and the contracting parties agree to maintain detailed databases of their respective criminal history records and to make them available to the Federal Government and to party States for authorized purposes. Provides that the FBI shall manage the Federal data facilities that provide a significant part of the infrastructure for the system. Sets forth provisions regarding: (1) the purposes of the Compact; (2) the responsibilities of Compact parties; (3) compliance with Interstate Identification Index System (III System) standards (i.e., the cooperative Federal-State system for the exchange of criminal history records); and (4) maintenance of record services. Requires, to the extent authorized by the Privacy Act of 1974: (1) the FBI to provide upon request criminal history records (excluding sealed records) to State criminal history record repositories for noncriminal justice purposes allowed by Federal statute, Federal executive order, or a State statute that has been approved by the Attorney General and that authorizes national indices checks; and (2) the FBI and State criminal history record repositories to provide such records to criminal justice agencies and other governmental or nongovernmental agencies for noncriminal justice purposes allowed by Federal statute, Federal executive order, or a State statute that has been approved by the Attorney General, that authorizes such checks. Specifies that any record obtained under the Compact may be used only for the official purposes for which the record was requested. Directs that each Compact officer establish procedures to protect the accuracy and privacy of the records. Requires that: (1) subject fingerprints or other approved forms of positive identification be submitted with all requests for criminal history record checks for noncriminal justice purposes; and (2) each request for a criminal history record check utilizing the national indices made under any approved State statute be submitted through that State's criminal history record repository which shall process an interstate request for noncriminal justice purposes through the national indices only if such request is transmitted through another State criminal history record repository or the FBI. Sets forth provisions regarding procedures for the submission of Federal requests, fees, and additional searches. Establishes the Compact Council, which shall have the authority to promulgate rules and procedures governing the use of the III System for noncriminal justice purposes, not to conflict with FBI administration of the System for criminal justice purposes. Sets forth provisions regarding Compact ratification, renunciation, severability, and dispute adjudication. Subtitle B: Volunteers for Children Act - Volunteers for Children Act - Amends the National Child Protection Act of 1993 to authorize a qualified, designated entity, in the absence of State procedures requiring qualified entities designated by the State to contact an authorized State agency, to request national criminal fingerprint background checks. Exempts a request from a qualified entity for such a check from certain statutory requirements. Reauthorizes funding for child abuse crime information improvement grants through FY 2002."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Identification Technology Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Crime Identification Technology Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Crime Prevention and Privacy Compact Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Criminal History Access and Child Protection Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Volunteers for Children Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Crime Identification Technology Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Crime Identification Technology Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Crime Prevention and Privacy Compact Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Criminal History Access and Child Protection Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Volunteers for Children Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Crime Identification Technology Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Crime Prevention and Privacy Compact Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Criminal History Access and Child Protection Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Volunteers for Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the improvement of interstate criminal justice identification, information, communications, and forensics.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:26-05:00"
}