{
  "actions": [
    {
      "acted_at": "1987-03-17", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-22", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-06-12", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston under the authority of the order of Jun 11, 87 with amendments and an amendment to the title. With written report No. 100-70. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-12", 
      "calendar": "Senate Legislative", 
      "number": "166", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 166.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-03-18", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Subjects on the Table.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-20", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s428-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "428"
    }, 
    {
      "amendment_id": "s1038-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1038"
    }
  ], 
  "bill_id": "s748-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1987-03-17", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1987-03-17", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-17", 
  "number": "748", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954, as amended, to establish a comprehensive, equitable, reliable, and efficient mechanism for full compensation of the public in the event of an accident resulting from activities undertaken under contract with the Department of Energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Price-Anderson Act Amendments Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-05-20", 
  "subjects": [
    "Actions and defenses", 
    "Armed forces and national security", 
    "Business and commerce", 
    "Compensation (Law)", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Defense articles", 
    "Economics and public finance", 
    "Energy policy", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government contractors", 
    "Government liability", 
    "Government trust funds", 
    "Inspectors general", 
    "Insurance", 
    "Liability for nuclear damages", 
    "Liability insurance", 
    "Nuclear energy", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Nuclear weapons", 
    "Public Contracts, Procurement, and Property", 
    "Radiation safety", 
    "Radioactive wastes", 
    "State laws", 
    "States", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-09-20", 
    "text": "(Measure indefinitely postponed in Senate) Price-Anderson Act Amendments Act of 1987 - Amends the Atomic Energy Act of 1954 to authorize the Secretary of Energy to enter into indemnification agreements with contractors (until August 1, 2017) for the construction or operation of production or utilization facilities for the benefit of the United States involving activities under the risk of public liability for a nuclear incident. (Currently, the NRC has this authorization.) Includes in such authorization any contracts involving the storage or disposal of spent nuclear fuel, high-level radioactive waste, or transuranic waste, including the transportation of such materials to a storage or disposal site or facility, and the construction and operation of such site. Directs the Secretary to make available from the nuclear waste fund $6,000,000,000 (in 1988 dollars) to compensate public liability claims related to the transportation, storage, or disposal of specified nuclear waste. Requires the Secretary to: (1) determine the extent to which a nuclear incident related to such waste involves materials produced as a result of electricity generated in a civilian nuclear power reactor (or materials resulting from other activities or both); (2) decide the appropriate source of funds to be used in compensating public liability claims based upon that determination; and (3) promulgate regulations for making such determination within 90 days of enactment of this Act. Authorizes the Secretary to require, as part of an indemnification agreement, that a contractor maintain financial protection to cover any public liability relating to the contractual activity. Sets indemnification guidelines for persons indemnified against public liability claims. Sets: (1) $100,000,000 as the maximum indemnification amount for nuclear incidents occurring outside the United States; and (2) $6,000,000,000 (in 1988 dollars) as the maximum for incidents within the United States. Precludes a contractor with whom an indemnification agreement has been executed, and who is engaged in activities relating to underground detonation of a nuclear explosive device, from using any immunity or defense founded in the Federal, State, or municipal character of the contractor or of the work performed. (This holds the contractor liable for damages resulting from such detonation to the same extent as a private person.) Applies the amounts of indemnity for public liability and financial protection to indemnification agreements entered into prior to the enactment of this Act. Cites circumstances under which public liability claims resulting from a nuclear incident involving illegally diverted nuclear material shall be compensated in accordance with the indemnification guidelines of this Act. Sets aggregate liability guidelines for nuclear incidents involving contractors with whom the Secretary has entered into indemnification agreements. Requires the Secretary to report to the Congress the causes and extent of damage from any nuclear incident which will probably require payments by the United States. States that, upon a court determination that public liability from a single nuclear incident may exceed an aggregate liability of $6,000,000,000, the President must report to the Congress regarding: (1) the causes and extent of damage: (2) the estimated compensation requirements; and (3) compensation plans. Requires congressional approval of compensation plans by passage of an approval resolution within 60 days after submission. Authorizes provisions in indemnity agreements which waive certain defenses by contractors and licensees based upon fault, conduct, or governmental or charitable immunity. Extends such waiver to extraordinary nuclear occurrences which result from: (1) transportation of nuclear or source material; or (2) activities undertaken by the Secretary, including the storage or disposal of nuclear waste (thus imposing a strict liability standard for any extraordinary nuclear occurrence). Directs the Secretary to submit detailed reports to the Congress regarding indemnification and liability procedures by August 1, 1997, and every ten years thereafter. Prohibits the award of exemplary or punitive damages under State law in any action with respect to a nuclear incident against a person on behalf of whom the United States is obligated to make payments under an indemnification agreement. Outlines the circumstances under which the Secretary shall reimburse a State or local government for the cost of precautionary evacuations. Prescribes guidelines for civil monetary penalties for violations of Department of Energy nuclear safety regulations. Exempts certain laboratories from such provisions. Sets forth criminal penalties for knowing and willful violations of nuclear safety-related rules. Amends the Department of Energy Organization Act to establish within the Department an Office of Inspector General for Nuclear Programs, to be headed by an Inspector General for Nuclear Programs who shall be under the supervision of the Secretary. Directs the Inspector General to appoint an Assistant Inspector General for Audits and Assistant Inspector General for Investigations. Outlines the duties of the Inspector General and requires the Inspector General to submit a semi-annual activities summary to the Secretary and the Congress. Requires the Secretary to make such semi-annual summaries available to the public upon request. Requires the Inspector General to report immediately to the Secretary and certain congressional committees particularly serious problems relating to health, safety and sound environmental management in the Department's administration of nuclear programs and operations. Authorizes the Office of the Inspector General to receive and investigate complaints regarding violations of nuclear safety-related rules. Prohibits the Inspector General from disclosing the identity of such complainants. Prohibits Department of Energy personnel from taking any reprisal action against an employee for making such complaints. Directs the President to appoint a panel within 120 days after the date of enactment of this Act to make recommendations to the Congress for regulation and oversight of Department of Energy nuclear activities. Sets a deadline by which the panel must report to the Congress and the President regarding alternative and/or additional regulatory regimes applicable to the Department of Energy's nuclear programs. Terminates the panel within 60 days after its submission of such report. Authorizes appropriations for such panel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Price-Anderson Act Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Price-Anderson Act Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954, as amended, to establish a comprehensive, equitable, reliable, and efficient mechanism for full compensation of the public in the event of an accident resulting from activities undertaken under contract with the Department of Energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:20-05:00"
}