{
  "actions": [
    {
      "acted_at": "1974-05-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14665-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-07", 
  "number": "14665", 
  "official_title": "A bill to require retailers to provide point of sale information to consumers concerning the recent price history of products and merchandise offered for sale at retail in commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Price Information Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-07", 
  "subjects": [
    "Business and commerce", 
    "Consumer protection", 
    "Economics and public finance", 
    "Prices"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-07", 
    "text": "Consumer Price Information Act - States that the Congress finds that during periods of severe inflation, consumers can minimize the effects of rapidly rising prices by avoiding the purchase of products that have experienced sharp price increases over a brief time span. Expresses the policy of Congress to provide consumers with point of sale information concerning the nature and extent of price variations for products offered for sale at retail in commerce. Provides that no person engaged in commerce may, in the course of such commerce, sell or offer for sale at retail any products, goods, wares, or merchandise unless there is conveniently available to consumers at the place of sale price information, in such form and manner as shall be prescribed by the Federal Trade Commission, which contains: (1) the retail price at which such item or article is currently being offered for sale at retail by such person; and (2) the price at which the item or article was usually sold at retail by such person in the course of business (A) immediately before and (B) twelve and eighteen months before such time as the price referred to in clause (1) was established as the current retail price, if such former retail prices and the current retail price differ. Sets forth criminal penalties for violations of the provisions of this Act. Exempts specified entities from the operation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Price Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require retailers to provide point of sale information to consumers concerning the recent price history of products and merchandise offered for sale at retail in commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:54-05:00"
}