{
  "actions": [
    {
      "acted_at": "1985-05-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-14", 
      "bill_ids": [
        "hr101-99"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.101.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-15", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-15", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-05-15", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 99-116.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-15", 
      "references": [], 
      "text": "Placed on Union Calendar No: 73.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-21", 
      "references": [], 
      "text": "Supplemental Report Filed by House Committee on Interior and Insular Affairs. Report No: 99-116 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-03", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-03", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1985-12-05", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-12-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-02-06", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with amendments. With written report No. 99-236.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-06", 
      "calendar": "Senate Legislative", 
      "number": "511", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 511.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-04-24", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-24", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1986-08-01", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-01", 
      "references": [], 
      "text": "House Agreed to Senate Amendment 001 by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-01", 
      "references": [], 
      "text": "House Concurred, in Senate Amendments 002, 004 , with Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-01", 
      "references": [], 
      "text": "House Disagreed to Senate Amendment 003 by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-06", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk:.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-09", 
      "references": [], 
      "text": "Senate receded from its amendment No. 3. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-09", 
      "bill_ids": [
        "s2-99"
      ], 
      "references": [], 
      "text": "Senate agreed to the House amendments to Senate amendment Nos. 2 and 4. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1986-08-14", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-15", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1986-08-27", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1986-08-27", 
      "congress": "99", 
      "law": "public", 
      "number": "396", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 99-396.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1804-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1804"
    }
  ], 
  "bill_id": "hr2478-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "99", 
    "law_type": "public", 
    "number": "396"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1986-08-27", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1985-12-03", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1986-04-24", 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-14", 
  "number": "2478", 
  "official_title": "A bill to amend the Revised Organic Act of the Virgin Islands, to amend the Covenant to Establish a Commonwealth of the Northern Mariana Islands, to provide for the governance of the insular areas of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr101-99", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "de Lugo, Ron", 
    "state": "VI", 
    "thomas_id": "00275", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1986-08-27", 
  "subjects": [
    "Accounting and auditing", 
    "Agricultural colleges", 
    "Agriculture and Rural Affairs", 
    "Airports", 
    "Alaska", 
    "Alaskan natives", 
    "Aliens", 
    "American Samoa", 
    "Appropriations", 
    "Authorization", 
    "Civil service system", 
    "Colleges", 
    "Consumer price indexes", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "District courts", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Federal preemption", 
    "Fishing boats", 
    "Government trust funds", 
    "Guam", 
    "Hawaii", 
    "Higher education", 
    "Hunting", 
    "Immigration", 
    "Immigration law", 
    "Indian lands", 
    "Interest", 
    "Irrigation", 
    "Judges", 
    "Merchant seamen", 
    "Minimum wages", 
    "Native Americans", 
    "Noise", 
    "Northern Mariana Islands", 
    "Passports", 
    "Political representation", 
    "Public lands and natural resources", 
    "Public prosecutors", 
    "Public schools", 
    "Puerto Rico", 
    "Recall of officials", 
    "Reclamation of land", 
    "Referendum", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands", 
    "Vocational education", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water supply", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1986-04-24", 
    "text": "(Measure passed Senate, amended) Amends the Revised Organic Act of the Virgin Islands to grant the people of the U.S. Virgin Islands the power of initiative and recall. Authorizes the use of $4,000,000 (currently reserved for use by the economic development loan fund under the Covenant to Establish a Commonwealth of the Northern Mariana Islands in the Political Union with the United States) to be expended for capital improvement projects, provided such funds become available for use by the economic development loan fund and such funds are not obligated for economic development loans. Amends Federal law to grant the Virgin Islands, Guam, and American Samoa full civil and criminal concurrent jurisdiction with the United States over Federal lands located there. Authorizes appropriations for FY 1987 for grants to the College of the Virgin Islands for projects related to the Eastern Caribbean Center. Gives the Government of Guam (currently, the Governor) the authority to organize the Guam education system. Directs the Secretary of the Interior to develop options for the future use or disposition of Water Island in the Virgin Islands. Amends the Justice Assistance Act of 1984 to make American Samoa, Guam, and the Northern Mariana Islands eligible to receive law enforcement grants under the Act. Amends the Federal Aid in Wildlife Restoration Act of 1937 to make Guam, the Virgin Islands, American Samoa, and the Northern Mariana Islands eligible to receive a specified percentage of revenues from a certain wildlife restoration fund concerning hunter safety. Amends the Education Amendments of 1972 to establish the Northern Marianas College as a land grant college for the benefit of agriculture and the mechanic arts. Amends the Second Morrill Act to authorize funds to the Northern Mariana Islands and the Trust Territory of the Pacific Islands (other than the Northern Mariana Islands) for the further endowment and support of colleges for the benefit of agriculture and the mechanic arts. Amends the Education Amendments of 1980 to require that any provision of any Act of the Congress that relates to the operation of or provision of assistance to a land grant college in the Virgin Islands or Guam apply to the same extent to the land grant college in the Northern Mariana Islands and the Trust Territory of the Pacific Islands (other than the Northern Mariana Islands). Amends the Second Morrill Act to increase the annual appropriation of additional funds for the endowment and support of the colleges in Guam. Appropriates similar funds to the Northern Mariana Islands. Amends the Smith-Lever Act to authorize the appropriation of funds for cooperative extension work by colleges in the Northern Mariana Islands. Amends the Covenant to Establish a Commonwealth of the Northern Mariana Islands in Political Union with the United States of America to provide for the payment of $228,000,000 in guaranteed annual amounts of direct grant assistance for capital development (including government operations and special programs) to the Government of the Northern Mariana Islands for FY 1986 through 1992. Sets forth the formula for the distribution of such funds. Amends the Aviation Safety and Noise Abatement Act of 1979 to require the Secretary of Transportation to provide an exemption from applicable noise standards to noncomplying aircraft that fly between Honolulu, Hawaii, or other nations and points in the U.S. Pacific territories or the Trust Territory of the Pacific Islands. Prohibits such aircraft from operating at any other U.S. airports. Exempts such aircraft that operate in Honolulu, the U.S. Pacific territories, or the Trust Territory of the Pacific Islands from nighttime noise restrictions provided the State of Hawaii institutes nighttime noise restrictions for Honolulu International Airport that are applied equally to all operators and that are no more restrictive than the existing restrictions. Amends specified Federal law to allow the Administrator of the Environmental Protection Agency to: (1) modify specified maintenance or level of effort requirements in the award of certain assistance grants to the Trust Territory of the Pacific Islands, American Samoa, Guam, the Northern Mariana Islands, or the Virgin Islands; and (2) waive certain requirements and limitations with respect to the award of water quality grants for sewer and related facilities to such territories. Amends the Organic Act of Guam to authorize the Government of Guam to establish an Office of Public Prosecutor and an Office of Public Auditor. Amends the Immigration and Nationality Act to provide that an alien crewman serving upon a U.S. fishing vessel who intends to temporarily land in Guam shall be considered a nonimmigrant alien for purposes of entry into such port. Provides that the Attorney General, the Secretary of State, and the Secretary of the Interior may grant a temporary 15-day waiver to the applicable visa requirements for nonimmigrant aliens who apply for admission into Guam. Sets forth specified conditions with respect to such waiver. Excludes Immigration and Naturalization Service (INS) employees employed to implement such provisions from being counted for purposes of personnel ceiling in either the INS or the Department of Justice. Exempts Government of Guam employees from specified Federal law time limitations with respect to their assignment to the INS. Authorizes the Attorney General to receive from Guam reimbursement for increased costs associated with the administering of these provisions of the Immigration and Nationality Act. Requires the Attorney General, after consultation with the Secretary of State, the Secretary of the Interior, and the Governor of Guam, to issue regulations governing the admission of nonimmigrant aliens pursuant to the visa waiver authorized under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Revised Organic Act of the Virgin Islands, to amend the Covenant to Establish a Commonwealth of the Northern Mariana Islands, to provide for the governance of the insular areas of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:24-05:00"
}