{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr50-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "50", 
  "official_title": "A bill to improve health care in rural areas through the establishment of the Office of Rural Health Care in the Department of Health, Education, and Welfare and a National Council on Rural Health.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10826-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Roy, William R.", 
    "state": "KS", 
    "thomas_id": "00995", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health", 
    "Housing and community development", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Title I: Office of Rural Health Care - Establishes within the Department of Health, Education and Welfare an Office of Rural Health Care. Provides that such office shall be utilized by the Secretary of Health, Education and Welfare to: (1) administer all Federal laws for which the Secretary has administrative responsibility and which provide for or authorize the making of, grants to health care programs in rural areas; (2) provide a liaison with the activities carried on by other Federal agencies relating to health care programs in rural areas; and (3) coordinate training for necessary manpower for health care programs in rural areas. Requires the placing of representatives of the Office in each regional office of the Department of Health, Education, and Welfare for the purpose of providing technical assistance to rural communities and to entities and individuals interested in the improvement of health care in rural areas. Title II: National Council on Rural Health - Directs the Secretary to appoint a National Council on Rural Health. Provides that such Council shall study and report within twenty-four months of its appointment to the Secretary and the Congress on: (1) the health of persons residing in rural areas of the United States; (2) health care delivery to such persons; and (3) the extent of Federal involvement in the improvement of the health of such persons and health care delivery for them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve health care in rural areas through the establishment of the Office of Rural Health Care in the Department of Health, Education, and Welfare and a National Council on Rural Health.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:50-05:00"
}