{
  "actions": [
    {
      "acted_at": "1990-05-09", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to the Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4766-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1990-05-09", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Shumway, Norman D.", 
      "sponsored_at": "1990-05-09", 
      "state": "CA", 
      "thomas_id": "01054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1990-05-09", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-09", 
  "number": "4766", 
  "official_title": "To amend the Defense Production Act of 1950 to support mobilization of the defense industrial base of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2168-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Defense Production Act Amendments of 1990", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-09", 
  "subjects": [
    "Antitrust actions", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Conflict of interests", 
    "Defense procurement", 
    "Federal employees", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Military posture", 
    "Military-industrial complex"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-09", 
    "text": "Defense Production Act Amendments of 1990 - Amends the Defense Production Act of 1950 to make permanent the provisions of titles I, III, and VII of such Act concerning national defense materials production, supply, priorities, and allocations. (Currently, such provisions terminate as of August 10, 1990.) Restates the defense mobilization preparedness policy of the United States which shall provide for a maximized response to early warning indicators to ensure the timely availability of adequate industrial production and supply for national defense requirements. Increases from $25,000,000 to $50,000,000 the maximum industrial resource shortfall authorized to be reached by the President before a specific authorization by law is required. Extends the term to enter into defense production purchases or purchase commitments to avert shortfalls from September 30, 1995, to no later than ten years from the initial date of such purchase, commitment, or sale. Repeals the requirement of presidential reporting on the effects of offsets on the defense preparedness, industrial competitiveness, employment, and trade of the United States. Repeals a provision which grants immunity from civil and criminal suits and a defense to antitrust law actions for those persons engaging in voluntary agreements for preparedness programs and expansion of production capacity and supply. Provides in lieu defenses for persons against such suits and actions, under certain conditions. Authorizes the President, with respect to certain Defense Production Act activities, to exempt persons who are employed without compensation from Federal antitrust laws or any similar State laws. Requires any such employee who is not required to file a financial disclosure under the Ethics in Government Act of 1978 to file a confidential disclosure with the appointing department or agency. Authorizes the President to exempt from such laws members of the executive reserve who become employed by the Government during periods of emergency, or who are engaged in the national defense executive reserve training program. Requires financial disclosures from such employees to their appointing department or agency when they are not required to file such disclosure under the Ethics in Government Act of 1978. Provides exemptions from the principal conflict of interest laws for Government employees serving without compensation and national defense executive reservists when the President certifies in writing that the national interest requires a waiver of such laws. Repeals certain financial reporting and conflict of interest provisions of the Department of Energy Organization Act. Authorizes appropriations for FY 1991 through 1995 to carry out loan guarantees, loans to private businesses, and purchases of raw materials and installation of equipment for the expansion of defense production capacity and supply. Exempts certain steel plating and thermoelectric coolers from purchase and installation dollar limits. Increases from $1,000 to $10,000 the civil penalty for violations of rules, regulations, and orders under title III of the Defense Production Act of 1950 (the expansion of productive capacity and supply of defense raw materials)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Production Act Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Defense Production Act of 1950 to support mobilization of the defense industrial base of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:47-05:00"
}